{"UnitTitle":"__horizonread3_UNIT04_A_lw_htm","Vocabularies":[{"Word":"statue","Voice":"sounds/nw-unit04-a-01.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] the figure of a person,an animal, etc. in wood, stone, bronze, etc., usu. life-size or larger \n雕像，塑像，铸像\nThey planned to put up a statue for the President.  \n他们计划为总统立一尊雕像。\nA statue of Nelson stands at the top of Nelson's Column.  \n纳尔逊的雕像站立在纳尔逊纪念柱顶端。"}]},{"Word":"liberty","Voice":"sounds/nw-unit04-a-02.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1. [U] freedom from captivity, slavery, or oppressive control \n自由，自由权\nHundreds of political prisoners are to be given their liberty.  \n成百上千的政治犯将获得自由。\nThey give their children a great deal of liberty.  \n他们给子女很多的自由。\n2. [C,U] (fml.) the right or permission to do or use sth. \n许可，准许\nHe granted the boy liberty to go out. \n他允许那男孩出去。\nEmployees have the liberty to dance in the clubs. \n职员可以在俱乐部跳舞。\n3. [C] speech or behavior that lacks respect or does not follow what is thought to be polite \n放肆，无礼，冒昧行为\nWhat a liberty, to refuse the invitation without even asking you!  \n连问都不问你就拒绝邀请，未免太无礼了！\nExcuse my liberties.  \n请原谅我的冒昧。"}]},{"Word":"enlighten","Voice":"sounds/nw-unit04-a-03.mp3","Definitions":[{"PartofSpeech":"vt.","Paraphrase":"give sb. more information about sth. so that he or she knows the truth \n启发，开导\nI don't understand this paragraph that you've written here. Could you enlighten me?  \n我读不懂你写的这段话。你能给我讲讲吗？\nThe object of his novel writing is to amuse and enlighten the general readers.  \n他写小说的目的在于使一般读者得到娱乐并受到教育。"}]},{"Word":"monument","Voice":"sounds/nw-unit04-a-04.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] a building or statue that is built to remind people of a famous person or event \n纪念碑，纪念馆\nIn the square in front of the hotel stands a monument to all the people killed in the war.  \n在那家旅馆前的广场上矗立着一座纪念战争死难者的纪念碑。\nThey built a monument in his honor.  \n他们为他建造了一座纪念馆。"}]},{"Word":"alliance","Voice":"sounds/nw-unit04-a-05.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C, U] a group of countries, political parties or people who have agreed to work together because of the same interests or aims \n同盟，联盟\nSwitzerland prides itself on being a country which does not belong to any military alliance.  \n瑞士以作为一个不属于任何军事联盟的国家而自豪。\nThe students tried to form an alliance between themselves and the workers.  \n学生试图与工人结成联盟。"}]},{"Word":"approve","Voice":"sounds/nw-unit04-a-06.mp3","Definitions":[{"PartofSpeech":"vi.","Paraphrase":"say, show or feel that sth. is good \n赞成，称许\nI approve of your trying to make some money, but please don't neglect your studies.  \n我赞成你设法赚些钱，但不要荒废学业。\nI don't approve of smoking in public places.  \n我不赞成在公共场合吸烟。\n"},{"PartofSpeech":"vt.","Paraphrase":"accept, permit or officially agree to (sth.) \n批准，同意\nWe had to wait months for the government to approve our plans to extend our house.  \n为了获得市政府对我们扩建房屋计划的批准，我们得等上几个月。\nThe company president approved the building plans. \n公司总裁批准了建筑计划。"}]},{"Word":"affection","Voice":"sounds/nw-unit04-a-07.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1. [U, C] feeling of fondness \n喜爱\nHe feels a deep affection for his parents.  \n他深爱他的父母。\nHis kindness increased the child's affection for him.  \n他的仁慈加深了那孩子对他的爱。\n2. (pl.) love \n爱情，爱慕之情\nHe tried to win her affections by bringing her flowers.  \n他送花给她，想赢得她的爱情。\nUnhappily, she put her affections on the wrong person.  \n不幸的是，她爱错了人。"}]},{"Word":"assemble","Voice":"sounds/nw-unit04-a-08.mp3","Definitions":[{"PartofSpeech":"vt.","Paraphrase":"fit together (the parts of sth.) \n组装，装配\nMartha assembled her latest doll's house very quickly.  \n玛莎很快地组装好了她最新的一间玩具屋。\nSome boys like to assemble model airplanes.  \n有些男孩喜欢组装模型飞机。\n"},{"PartofSpeech":"v.","Paraphrase":"(cause people or things to) come together; collect \n（使）集合，（使）聚集\nThe grandfather had assembled all the members of the family for the yearly picnic.  \n祖父把一家人聚在一起参加一年一度的野餐。\nWhen the fire alarm rang we assembled outside the emergency exit.  \n当火警信号响起时，我们都聚集到紧急出口外。"}]},{"Word":"torch","Voice":"sounds/nw-unit04-a-09.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1.[C] a thick stick with material which burns tied to the top of it in order to give light \n火炬\nthe torch of revolution \n革命火炬\nthe torch of peace \n和平火炬\nThey lit a torch and set fire to the house. \n他们点上火把，然后烧房子。\nThe runner carried the Olympic torch into the cheering stadium. \n运动员举着奥运火炬跑进欢呼的体育场。\nThe dry forest went up like a torch.  \n干燥的森林像火炬一样燃烧起来。\n2. [C] a small light which is held in the hand and which receives its power from stored electricity \n手电筒\nHe took the torch and disappeared into the dark.  \n他拿过手电筒随即消失在黑暗中。\nPeople had been buying up the torches and candles because of the predicted strike by electricity workers.  \n由于有预告说电厂工人要罢工，人们一直在抢购手电筒和蜡烛。"}]},{"Word":"bay","Voice":"sounds/nw-unit04-a-10.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] a part of the coast where the land curves inwards so that the sea is surrounded by land on three sides \n（海或湖泊的）湾\nthe Bay of Bengal \n孟加拉湾\nThe harbour was in a sheltered bay. \n港口在一个隐蔽的海湾里面。\nWe sailed into a beautiful and silent bay.  \n我们驶进一个美丽而安静的海湾。"}]},{"Word":"exaggerate","Voice":"sounds/nw-unit04-a-11.mp3","Definitions":[{"PartofSpeech":"v.","Paraphrase":"make (sth.) seem larger, more important, better or worse than it really is \n夸张，夸大\nThe threat of attack has been greatly exaggerated.  \n进攻的威胁被大大地夸张了。\nShe did not exaggerate about the height of the tower.  \n她没有把塔的高度夸大。"}]},{"Word":"breast","Voice":"sounds/nw-unit04-a-12.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1. [C] either of the two soft, rounded parts of a woman's chest that can produce milk after she has a baby \n乳房\nA baby sucks milk from his mother's breast.  \n婴儿吮吸母亲的乳汁。\nShe had breast cancer when she was young but recovered and lived to a ripe old age.  \n她年轻时得过乳腺癌，但已经痊愈，而且她活到高龄。\n2. [C] the front part of the body \n前胸，胸部\nThe knife entered his breast.  \n刀子插入了他的胸膛。\nThey had chicken breasts for lunch.  \n他们午饭吃了鸡胸脯肉。"}]},{"Word":"version","Voice":"sounds/nw-unit04-a-13.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1. [C] a thing which is based on sth. else but which has some details that are different \n版本；型号\nTwo different versions of \"Gone with the Wind\" are now being made in Hollywood.  \n目前好莱坞在拍摄两部不同版本的《乱世佳人》。\nThis dress is a cheaper version of the one we saw in that shop.  \n这件连衣裙是我们在那家商店看到的那件的廉价仿制品。\n2. [C] an account of an event, etc. from the point of view of one person \n叙述，说法\nThe official version of the event is that the police were attacked and were just trying to defend themselves.  \n对事件的官方说法是警察受到了袭击，他们只是想自卫。\nShe asked a different version of the question.  \n她换了一种形式问这个问题。"}]},{"Word":"universal","Voice":"sounds/nw-unit04-a-14.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"1. concerning all members of a group \n全体的，一致的，普遍的\nCharlie Chaplin is an actor of universal liking.  \n查理·卓别林是一位受大众喜爱的演员。\nThe new reforms have not met with universal approval within the government.  \n新的改革在政府内没有得到全体一致赞同。\n2. for all people; widespread \n通用的，广泛的，万能的\nWe need a universal milling machine. \n我们需要一台万能铣床。\nThis machine has a universal use in the home. \n这种机器在家庭中有广泛的用途。\n3. （done, found, etc.）in all parts of the world\n宇宙的，全世界的\nuniversal travel\n环球旅行\nThe law of gravity is universal. \n引力定律适用于宇宙万物。"}]},{"Word":"Universally","Voice":"sounds/nw-unit04-a-15.mp3","Definitions":[{"PartofSpeech":"ad.","Paraphrase":"worldwide or in all situations; (believed or accepted) by everyone \n全体地，普遍地，无例外地\nThe basic certificate is a universally recognized qualification.  \n基本证件是普遍接受的资格证明。\nIt is a universally acknowledged truth that a single man in possession of a good fortune must be in want of a wife.  \n一个富有的单身汉一定需要一个妻子，这是一个普遍公认的真理。"}]},{"Word":"sixty","Voice":"sounds/nw-unit04-a-16.mp3","Definitions":[{"PartofSpeech":"num.","Paraphrase":"(the number) 60\n六十，六十个\nThere are sixty people coming to the wedding.  \n有60人前来参加婚礼。\nWe've got sixty men coming for lunch.  \n我们有60个男人来吃午饭。"}]},{"Word":"fame","Voice":"sounds/nw-unit04-a-17.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[U] the state of being well known \n名誉，名望\nShe moved to London in search of fame and fortune.  \n她移居伦敦，寻求声誉和财富。\nHis fame as a poet did not come until after his death.  \n他死后才获得诗人的名声。"}]},{"Word":"interpretation","Voice":"sounds/nw-unit04-a-18.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1. [U, C] an explanation or understanding of sth. \n解释，说明，描述\nWhat interpretation would you put on these facts?  \n对于这些事实你作何解释？\nThe argument is based on two widely differing interpretations of the law.  \n争论是基于对法律的两种大相径庭的解释。\n2. [U, C] making clear or bringing out the meaning of (a character, music, etc.) \n（表演、演奏的）艺术处理\nInterpretation is often as important as the text itself.  \n表演往往和剧本本身一样重要。\nThe actor's interpretations were praised by most of the newspapers.  \n这位演员的表演得到了大部分报纸的赞扬。"}]},{"Word":"solemn","Voice":"sounds/nw-unit04-a-19.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"1. done, made, etc. seriously; having a sense of religious-like importance \n庄严的，肃穆的\nThere was a solemn silence when the pope appeared. \n教皇的身影出现时，人群一片肃穆。\nThe burial service is performed with solemn and mournful music. \n葬礼仪式在庄严的音乐声中举行。\n2. serious-looking; grave\n严肃的\nA car arrived with three distinguished, gray-haired men in dark suits, looking solemn.  \n三位头发灰白、穿深色礼服、神情严肃的高贵人物乘车到达那里。\nThis is a far from solemn book — it is a rich mix of pleasures and information, and is full of surprises.  \n这绝非是本严肃的书——它是乐趣和信息的丰富结合，充满了惊奇。"}]},{"Word":"medieval","Voice":"sounds/nw-unit04-a-20.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"of the Middle Ages (about AD 1100-1500) \n中古的，中世纪的 \nmedieval art \n中世纪艺术\nmedieval architecture \n中世纪建筑\nmedieval history \n中世纪史\na medieval building  \n中世纪的建筑物\nThe conditions are purely medieval.  \n那环境是纯粹中世纪的。"}]},{"Word":"inspire","Voice":"sounds/nw-unit04-a-21.mp3","Definitions":[{"PartofSpeech":"vt.","Paraphrase":"1. give sb. a feeling of wanting and being able to do sth.  good, create a work of art, etc. \n给……以灵感\nAn incident in his childhood inspired the poem.  \n他童年时代的一件往事给了他创作这首诗的灵感。\nHe wrote a piece of music inspired by bird songs.  \n他受小鸟歌唱的启示谱写了一支乐曲。\n2. fill sb. with confidence or eagerness, esp. so that they feel they can achieve sth. difficult or special \n鼓舞，激励 \nEven from within prison, his qualities of leadership inspired his followers.  \n甚至在监禁中，他的领导品质也激励着他的追随者。\nHis driving hardly inspires confidence in his passengers.  \n他的驾驶技术很难使乘客对他产生信任感。"}]},{"Word":"grave","Voice":"sounds/nw-unit04-a-22.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"1. (of people) sad or serious \n（指人）表情严肃的，端庄的\nHe was standing quietly with a grave face. \n他沉默地站在那儿，一脸严肃。\nHe looked grave as he told them about the accident. \n他向他们讲述事故的有关情况时，神情十分严肃。\n2. seriously bad \n严重的\nIt was a grave mistake when he accused me of lying.  \n当他指控我说谎时，他犯了一个严重的错误。\nThe international situation is becoming a matter of grave concern.  \n国际形势正引起人们的密切关注。\n"},{"PartofSpeech":"n.","Paraphrase":"[C] a place where a dead person is buried, esp. when under the ground and marked by a stone \n坟墓，墓穴\nHe visits his mother's grave every Sunday and lays fresh flowers on it.  \n他每个礼拜天去给母亲扫墓，在她的坟上放一些鲜花。\nHe drank himself into an early grave.  \n他因酗酒过度而过早死去。"}]},{"Word":"dentist","Voice":"sounds/nw-unit04-a-23.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] a person whose job is to look after people's teeth; dental surgeon \n牙科医生\nThe dentist examined my teeth. \n牙医检查了我的牙齿。\nHe was a dentist before he became a writer. \n当作家之前他是个牙科医生。\nYou should have your teeth checked by a dentist at least twice a year.  \n你一年应该至少让牙医给你检查两次牙齿。\nI have an appointment with my dentist at 2:00 this afternoon.  \n我约好今天下午两点去见我的牙医。"}]},{"Word":"alongside","Voice":"sounds/nw-unit04-a-24.mp3","Definitions":[{"PartofSpeech":"prep.","Paraphrase":"在... ...旁边，和... ....一起\nA car pulled up alongside ours.  \n一辆汽车停在我们的车旁边。\nMost of the staff refused to work alongside the new team.  \n大部分员工拒绝与新小组一同工作。\n"},{"PartofSpeech":"ad.","Paraphrase":"along the side \n在旁边，并排地\nThe car parked alongside.  \n这辆车靠边停着。\nWe brought our boats alongside.  \n我们使我们的船并排而行。"}]},{"Word":"stretch","Voice":"sounds/nw-unit04-a-25.mp3","Definitions":[{"PartofSpeech":"vt.","Paraphrase":"1. make sth. longer, wider or tighter by pulling \n拉长，拉紧，伸展\nThese exercises are designed to stretch the muscles around your stomach and the lower part of your back.  \n这些体操旨在拉伸你腹部周围和背部下方的肌肉。\nWe stretched the rope tight.  \n我们将绳子拉紧。\n2. cause to go as far as possible or beyond the usual limit \n使尽全力，到（超过）... ... 的极限\nWe can't work any harder, Paul. We're already fully stretched.  \n我们不能再努力了，保罗。我们早就到极限了。\nYou're stretching my patience to the limit.  \n你逼得我再也无法忍受了。\n"},{"PartofSpeech":"vi.","Paraphrase":"(a piece of land or water, etc.) spread over a large area or distance \n扩展，延伸，延续\nOn the horizon, a huge cloud of dense smoke from the burning oil well stretched across the sky.  \n在地平线上，由油井燃烧形成的一大团浓厚的烟雾横过天空。\nThe countryside stretched far and wide into the darkness. \n乡村延伸到漫无边际的黑暗中。"}]},{"Word":"portrait","Voice":"sounds/nw-unit04-a-26.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] a picture, painting or photograph of a person \n肖像，画像\ndraw a portrait \n画一幅画\na portrait of a young lady \n一位年轻小姐的画像\nA portrait of his wife hung on the wall.  \n墙上挂着一幅他妻子的肖像。\nShe asked an artist to paint her portrait.  \n她请一位艺术家为她画一幅肖像。"}]},{"Word":"buffalo","Voice":"sounds/nw-unit04-a-27.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] a large animal of the cattle family \n水牛，野牛\nBuffaloes migrated across the plains.  \n野牛迁徙过平原。\nPart of this mountain is a national park, a protected area for several species of animals, including elephant and buffalo. \n这座山的一部分是国家公园，是对包括大象和野牛在内的几个动物品种的保护区。"}]},{"Word":"nickel","Voice":"sounds/nw-unit04-a-28.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] a coin of the US or Canada worth 5 cents \n（美国或加拿大的）五分镍币，五分钱\nThese candies are a nickel each. \n这些糖果5美分一粒。"}]},{"Word":"tragedy","Voice":"sounds/nw-unit04-a-29.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1. [C, U] terrible event that causes great sadness \n悲剧，惨案，不幸的事件\nThe pilot stopped a tragedy when he succeeded in preventing the plane from crashing.  \n驾驶员成功地避免了飞机的坠毁，从而避免了一场悲剧。\nHis life was touched by hardship and personal tragedy.  \n艰难和个人不幸影响了他的生活。\n2. [C] a serious play with a sad ending \n悲剧（艺术）\nIn most classical tragedies, the solution was death.  \n在大部分古典悲剧中，死即矛盾之解决。\nShakespeare wrote histories and tragedies.  \n莎士比亚写过历史剧和悲剧。"}]},{"Word":"settlement","Voice":"sounds/nw-unit04-a-30.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1. [U] the movement of a new population into a place to live there \n殖民，移民，拓居\nthe settlement of immigrants\n移民的拓居\n2. [C,U] an agreement, usu. official, that ends an argument; the act of reaching this kind of agreement \n解决；协议\nFollowing the settlement of the strike, the train service is now back to normal.  \n在罢工问题解决之后，铁路交通现在已恢复正常。\nSettlement of this matter has been delayed for years.  \n这个问题的解决被耽搁了多年。\nThe management has reached a settlement with the union over the pay.  \n资方与工会就工资问题达成了协议。"}]},{"Word":"frontier","Voice":"sounds/nw-unit04-a-31.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1. [C] the border between two countries, or (esp. in the past in the US) the border between cultivated land where people live and wild land \n边境，边界，（美国靠近未开发地带的）边远地区\nHeavy fighting took place last night at the frontier.  \n昨晚在边境上发生了激战。\nSince then the country has never had peace within her frontiers.  \n自那时起，这个国家就从未太平过。\n2. [C] (usu. pl.) the border between what is known and what is not known \n前沿，新领域\nMany scientists enjoy the excitement of working at the frontiers of knowledge.  \n许多科学家对在未完全开拓的知识领域工作感到极大的兴奋。\nSpace is the final frontier for human race to explore.  \n太空是人类最后一块尚未开拓的领域。"}]},{"Word":"herd","Voice":"sounds/nw-unit04-a-32.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] a large group of animals of the same type that live and feed together \n兽群， 牧群\na herd of cattle \n一大群牛\nAfrica is well-known for its large herds of elephant. \n非洲以其庞大的象群闻名。\nThe herd are scattered over the hills.  \n牧群散布在群山上。\nThe lions killed the entire herd of goats.  \n狮子把那群山羊全都咬死了。\n"},{"PartofSpeech":"vt.","Paraphrase":"move or drive forward as a herd in a certain direction \n使集中在一起，把……赶在一起\nThe prisoners were herded onto the train.  \n囚犯们被赶上火车。\nThe farmer herded the cows over to the barn door.  \n农夫把奶牛赶到牲口棚门口。"}]},{"Word":"horn","Voice":"sounds/nw-unit04-a-33.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1. [C] a hard, pointed, often curved part that grows from the top of the head of some animals \n（牛、羊、鹿等的）角\nCattle, sheep and goats have a pair of horns.  \n牛，绵羊和山羊都有一对角。\nHorns are very useful weapons for some animals. \n对某些动物来说，角是非常有用的武器。\n2. [C] a device for sounding a warning signal \n喇叭，号角，警报器\nThe bus driver sounded his horn at the children in the street.  \n公共汽车驾驶员向街上的孩子们鸣喇叭。\nA car passed him at top speed, sounding its horn. \n一辆汽车鸣着喇叭，全速从他身边驶过。"}]},{"Word":"liberate","Voice":"sounds/nw-unit04-a-34.mp3","Definitions":[{"PartofSpeech":"vt.","Paraphrase":"set sb. or sth. free \n解放，释放\nWe must try our best to liberate our people from poverty.  \n我们必须尽力把人们从贫穷中解救出来。\nThey said they would send troops to liberate the occupied country.  \n他们说他们会派兵解放被占领的国家。"}]},{"Word":"reputation","Voice":"sounds/nw-unit04-a-35.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C, U] the opinion that people in general have about what sb. or sth. is like \n名声，名望\nThe company has a worldwide reputation for quality. \n这家公司的产品质量在全球享有声誉。\nHis wife said that he had the reputation of being a heavy smoker.  \n他妻子说他是个有名的烟鬼。"}]},{"Word":"inspect","Voice":"sounds/nw-unit04-a-36.mp3","Definitions":[{"PartofSpeech":"vt.","Paraphrase":"1. look at sth. closely or in great detail \n检查\nAfter the crash both drivers got out and inspected their cars for damage. \n汽车相撞后，两辆车的司机都下来检查车有无损坏。\nThe boss inspected the work done so far and seemed quite pleased.  \n老板检查了目前已完成的工作，看起来很满意。\n2. make an official visit to make sure that rules are being obeyed, work is being done properly, etc. \n视察\nAll food shops should be inspected regularly. \n所有的食品商店都应定期检查。\nEach hotel is inspected and, if it fulfils certain criteria, is recommended. \n每个旅馆都被视察过了，而且如果符合一定标准，会受到推荐。"}]},{"Word":"contract","Voice":"sounds/nw-unit04-a-37.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] a legal document that states and explains a formal agreement between two different people or groups \n合同，契约\nThey might try to take legal action against you if you break the contract.  \n如果你违反合同，他们可能会对你采取法律行动。\nAccording to the terms of your contract you must give three months' notice if you intend to leave.  \n根据你的雇佣合同条款，如果你想走，必须提前3个月提交辞职通知。\n"},{"PartofSpeech":"v.","Paraphrase":"make a written legal agreement with sb. for a purpose \n订合同，订契约\nWe've contracted with the company for the food at the event.  \n我们和这家公司签订了在活动期间提供食物的合同。\nThe firm has just been contracted to build a new library.  \n该公司签订了一项建造新图书馆的合同。"}]},{"Word":"evolve","Voice":"sounds/nw-unit04-a-38.mp3","Definitions":[{"PartofSpeech":"v.","Paraphrase":"(cause to) develop gradually \n（使）演变，（使）演化，（使）发展\nHow did him evolve this very personal and original style?  \n他是怎样形成他自己的独特风格的？\nI think this policy must have evolved over time.  \n我想这项政策一定是经过一段时间才逐步形成的。"}]},{"Word":"recruit","Voice":"sounds/nw-unit04-a-39.mp3","Definitions":[{"PartofSpeech":"vt.","Paraphrase":"persuade sb. to become a new member of an organization, esp. the army \n招募，征兵，吸收（新成员）\nEven young boys are now being recruited to the army.  \n甚至连年幼的男孩子现在也被招募入伍。\nCan't you recruit more members to the music society?  \n你不能再吸收一些人加入音乐协会吗？\n"},{"PartofSpeech":"n.","Paraphrase":"[C] a new member of an organization, esp. the army \n新兵，新成员\nThe new recruits were trained for six months and then sent to the war front.  \n新兵训练六个月后被送上了前线。\nNew recruits to our music club are always welcome.  \n欢迎新成员加入我们的音乐俱乐部。"}]},{"Word":"poster","Voice":"sounds/nw-unit04-a-40.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] a large printed picture, photograph or notice \n招贴（画），海报，布告\nThey put a few posters on the wall.  \n他们把一些海报贴在墙上。\nTo advertise our concert we will paint a poster to be put somewhere where lots of people will see it.  \n为了给我们的音乐会做广告，我们将绘制一张海报，张贴在众人能看到的地方。"}]},{"Word":"beard","Voice":"sounds/nw-unit04-a-41.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] the hair which grows on a man's cheeks and chin \n胡子，胡须\nHe had tried to grow a beard without success.  \n他想留胡子，可是没成功。\nHe had a long gray beard.  \n他留着长长的灰白胡子。"}]},{"Word":"chin","Voice":"sounds/nw-unit04-a-42.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] the part of a person's face below his mouth \n下巴\nAt the age of fifty he still had a firm chin and a smooth neck.  \n他50岁时还有结实的下巴和和光滑的脖子。\nTom has a double chin.  \n汤姆长着双下巴。"}]},{"Word":"work on sth.","Voice":"sounds/nw-unit04-a-43.mp3","Definitions":[{"PartofSpeech":"have sth. as the subject of thought or effort \n从事于，致力于\nHe is now working on a new novel.  \n他正在写一部新小说。\nYou will have to work on the weak points in your English if you want to pass the examination. \n假如你想通过考试，就得努力克服你英语方面的弱点。","Paraphrase":""}]},{"Word":"be in love with sb.","Voice":"sounds/nw-unit04-a-44.mp3","Definitions":[{"PartofSpeech":"feel affection and desire for sb. \n与……恋爱，相爱\nI'm madly in love with her.  \n我疯狂地爱着她。\nThey're very much in love with each other.  \n他们正在热恋。","Paraphrase":""}]},{"Word":"approve of sth.","Voice":"sounds/nw-unit04-a-45.mp3","Definitions":[{"PartofSpeech":"say, show or feel that sth. is good \n赞成，称许，满意\nMy father did not approve of my marriage to Mary.  \n我的父亲不赞成我和玛丽结婚。\nEverybody approves of the plans for a new school building.  \n大家都赞成建造一所新校舍的计划。","Paraphrase":""}]},{"Word":"go ahead","Voice":"sounds/nw-unit04-a-46.mp3","Definitions":[{"PartofSpeech":"continue; advance \n继续；进行\nYou can't just go ahead and sell the car, it's partly mine.  \n你不能擅自作主把轿车卖了，轿车有一部分属于我。\nI warned him not to touch it but he went ahead and did it.  \n我警告过他不要摸那东西，可他不听还是摸了。","Paraphrase":""}]},{"Word":"for sale","Voice":"sounds/nw-unit04-a-47.mp3","Definitions":[{"PartofSpeech":"intended to be sold \n出售，待售\nI'm sorry this painting's not for sale.  \n很遗憾，这张画是非卖品。\nThis book will be for sale next month.  \n这本书将于下个月上市。","Paraphrase":""}]},{"Word":"come up with","Voice":"sounds/nw-unit04-a-48.mp3","Definitions":[{"PartofSpeech":"find or produce (an answer, a solution, etc.) \n找到，想出（答案、解决办法等）\nShe came up with a new idea for increasing sales.  \n她想出了一个扩大销路的新主意。\nHe couldn't come up with an answer when I asked him why he was late.  \n我问他为什么迟到，他回答不出来。","Paraphrase":""}]},{"Word":"rise to fame","Voice":"sounds/nw-unit04-a-49.mp3","Definitions":[{"PartofSpeech":"become famous \n成名\nThe young artist rose quickly to fame.  \n那个年轻的艺术家很快成名了。","Paraphrase":""}]},{"Word":"name after sb.","Voice":"sounds/nw-unit04-a-50.mp3","Definitions":[{"PartofSpeech":"give (sb. or sth.) the name of sb. as an honor \n以某人姓名命名\nThe child was named after her famous grandfather. \n这孩子名从她著名的爷爷。\nThe machine is named after its inventor. \n这机器以它的发明人命名。","Paraphrase":""}]},{"Word":"save sb. from","Voice":"sounds/nw-unit04-a-51.mp3","Definitions":[{"PartofSpeech":"prevent sb. or sth. from having or doing sth. bad \n拯救，使免于\nThank you; you saved me from making a fool of myself.  \n谢谢，你使我明白过来，没有干蠢事。\nWhat can we do to save him from the results of his own mistakes?  \n我们怎样才能使他避免自食其果呢？","Paraphrase":""}]},{"Word":"go against","Voice":"sounds/nw-unit04-a-52.mp3","Definitions":[{"PartofSpeech":"be opposed to or contrary to; act against \n与... ... 相反，违背\nIf you go against your father's wishes, you will have to leave home.  \n如果你违背你父亲的意愿，就不得不离开家。\nIt's no use going against the customs of the country that you are visiting.  \n与访问国的习俗顶着干是没用的。","Paraphrase":""}]},{"Word":"run away from","Voice":"sounds/nw-unit04-a-53.mp3","Definitions":[{"PartofSpeech":"suddenly leave or escape from (sb. or a place) \n突然离开，逃离\nHe ran away from home at the age of thirteen.  \n他13岁时离家出走。\nHe was so unhappy that he tried to run away from school.  \n他非常痛苦，以至于想要逃离学校。","Paraphrase":""}]},{"Word":"the Statue of Liberty","Voice":"sounds/nw-unit04-a-54.mp3","Definitions":[{"PartofSpeech":"自由女神像","Paraphrase":""}]},{"Word":"Frederic Auguste Bartholdi","Voice":"sounds/nw-unit04-a-55.mp3","Definitions":[{"PartofSpeech":"弗里德里克·奥古斯特·巴托尔迪（1834-1904，法国雕塑家）","Paraphrase":""}]},{"Word":"Liberty Enlightening the World","Voice":"sounds/nw-unit04-a-56.mp3","Definitions":[{"PartofSpeech":"\"自由照耀世界\"","Paraphrase":""}]},{"Word":"Philadelphia","Voice":"sounds/nw-unit04-a-57.mp3","Definitions":[{"PartofSpeech":"费城（美国宾夕法尼亚州东南部港市）","Paraphrase":""}]},{"Word":"New York Bay","Voice":"sounds/nw-unit04-a-58.mp3","Definitions":[{"PartofSpeech":"纽约湾（靠美国纽约州东南岸和新泽西州东北岸，临哈得逊河）","Paraphrase":""}]},{"Word":"Barbie","Voice":"sounds/nw-unit04-a-59.mp3","Definitions":[{"PartofSpeech":"芭比娃娃（一种十分畅销的金发碧眼玩具娃娃的商标名）","Paraphrase":""}]},{"Word":"Barbara Handler","Voice":"sounds/nw-unit04-a-60.mp3","Definitions":[{"PartofSpeech":"芭芭拉·汉德勒","Paraphrase":""}]},{"Word":"Elliot Handler","Voice":"sounds/nw-unit04-a-61.mp3","Definitions":[{"PartofSpeech":"艾略特·汉德勒","Paraphrase":""}]},{"Word":"Ruth Handler","Voice":"sounds/nw-unit04-a-62.mp3","Definitions":[{"PartofSpeech":"鲁思·汉德勒","Paraphrase":""}]},{"Word":"Mattel Toy Company","Voice":"sounds/nw-unit04-a-63.mp3","Definitions":[{"PartofSpeech":"马特尔玩具公司","Paraphrase":""}]},{"Word":"Ken","Voice":"sounds/nw-unit04-a-64.mp3","Definitions":[{"PartofSpeech":"肯（人名）","Paraphrase":""}]},{"Word":"American Gothic","Voice":"sounds/nw-unit04-a-65.mp3","Definitions":[{"PartofSpeech":"《美国哥特式》（格兰特·伍德的名画）","Paraphrase":""}]},{"Word":"Grant Wood","Voice":"sounds/nw-unit04-a-66.mp3","Definitions":[{"PartofSpeech":"格兰特·伍德","Paraphrase":""}]},{"Word":"Nan","Voice":"sounds/nw-unit04-a-67.mp3","Definitions":[{"PartofSpeech":"南（人名）","Paraphrase":""}]},{"Word":"Indian","Voice":"sounds/nw-unit04-a-68.mp3","Definitions":[{"PartofSpeech":"印第安人","Paraphrase":""}]},{"Word":"James Earle Fraser","Voice":"sounds/nw-unit04-a-69.mp3","Definitions":[{"PartofSpeech":"詹姆斯·厄尔·弗雷泽","Paraphrase":""}]},{"Word":"Central Park Zoo","Voice":"sounds/nw-unit04-a-70.mp3","Definitions":[{"PartofSpeech":"（纽约）中央公园动物园","Paraphrase":""}]},{"Word":"Uncle Sam","Voice":"sounds/nw-unit04-a-71.mp3","Definitions":[{"PartofSpeech":"山姆大叔（指美国政府或美国人）","Paraphrase":""}]},{"Word":"Sam Wilson","Voice":"sounds/nw-unit04-a-72.mp3","Definitions":[{"PartofSpeech":"山姆·威尔逊","Paraphrase":""}]},{"Word":"the American Revolution","Voice":"sounds/nw-unit04-a-73.mp3","Definitions":[{"PartofSpeech":"美国独立战争（1775-1783）","Paraphrase":""}]},{"Word":"US Army","Voice":"sounds/nw-unit04-a-74.mp3","Definitions":[{"PartofSpeech":"美国陆军","Paraphrase":""}]},{"Word":"Brother Jonathan","Voice":"sounds/nw-unit04-a-75.mp3","Definitions":[{"PartofSpeech":"乔纳森大哥（原为18世纪英国兵对美国民兵的谑称，现可指美国或典型的美国男人）","Paraphrase":""}]},{"Word":"James Montgomery Flagg","Voice":"sounds/nw-unit04-a-76.mp3","Definitions":[{"PartofSpeech":"詹姆斯·蒙哥马利·弗拉格（1877-1960，美国插图和广告画家）","Paraphrase":""}]}]}