{"UnitTitle":"__horizonread3_UNIT04_B_lw_htm","Vocabularies":[{"Word":"cute","Voice":"sounds/nw-unit04-b-01.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"1. charming and attractive \n娇小可爱的\nHe's got a really cute baby brother.  \n他有个逗人喜爱的小弟弟。\nIsn't she a cute girl?  \n难道她不是一个招人喜爱的姑娘吗？\n2. clever \n聪明的，伶俐的\nThat's a cute trick. \n那是个聪明的鬼把戏。"}]},{"Word":"cuteness","Voice":"sounds/nw-unit04-b-02.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[U] being cute \n可爱\nWith a combination of womanly beauty and childlike cuteness, Marilyn Monroe's charm was great.  \n玛丽莲·梦露有着成熟女性的美丽，又有着孩子般的可爱，她魅力无比。"}]},{"Word":"saint","Voice":"sounds/nw-unit04-b-03.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1. [S-] the title used immediately before names  \n圣（用于人名、地名等之前）\nSt. Andrew's Road  \n圣安德鲁路\nSaint Paul's Cathedral  \n圣保罗大教堂\n2. [C] (the title given to) a person who has received an official honor by the Christian \n（基督教正式追封的）圣徒\nMargaret, who died in 1586, was made a saint in 1970.  \n玛格丽特死于1586年，于1970年被追封为圣女。\nSaint Peter was one of Christ's followers.  \n圣徒彼得是基督的追随者之一。\n3. [C] a holy person \n圣人，道德高尚的人\nShe must be a real saint to stay with him all these years.  \n她真是个圣人，这么多年来能一直和他待在一起。\nI am no saint.  \n我绝非圣贤。"}]},{"Word":"crush","Voice":"sounds/nw-unit04-b-04.mp3","Definitions":[{"PartofSpeech":"vt.","Paraphrase":"1.upset or shock sb. badly \n压倒，压垮\nThe news that his wife had been killed in the accident completely crushed him.  \n妻子在事故中丧生的消息把他彻底击垮了。\nI was crushed down by her words.  \n她的话使我悲痛欲绝。\n2. defeat sb./sth. completely \n打败\nThe army was sent in to crush the rebellion. \n派军队把叛乱镇压了。\nThe military operation was the first step in a plan to crush the uprising. \n军事行动是镇压起义的第一步。\n3. press sth. very hard so that it is broken \n压碎，压坏\nHis arm was badly crushed in the car accident.  \n他的手臂在车祸中被压成重伤。\nDon't crush the box, there are eggs inside.  \n别压坏箱子，里面有鸡蛋。"}]},{"Word":"astonish","Voice":"sounds/nw-unit04-b-05.mp3","Definitions":[{"PartofSpeech":"vt.","Paraphrase":"surprise sb. greatly \n使震惊，使惊骇\nIt astonishes me that no one has thought of this before.  \n先前竟没有一个人想到这一点，这使我很惊讶。\nThey were astonished at the extraordinary beauty of the picture.  \n这幅画异乎寻常的美使他们感到十分惊讶。"}]},{"Word":"calendar","Voice":"sounds/nw-unit04-b-06.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] a list that shows the days, weeks and months of a particular year \n日历，月历，年历\nShe had ringed the important dates on her calendar in red. \n她用红笔把年历上的重要日期都圈了起来。\nHe's got a calendar on his office wall with different photographs of Paris for each month.  \n他的办公室墙上有本挂历，每月都有不同的巴黎景物照。\nAccording to the school calendar your examination will be in June.  \n根据校历，你们的考试是在6月份。"}]},{"Word":"retail","Voice":"sounds/nw-unit04-b-07.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[U] the activity of selling goods to the public, usu. in small quantities \n零售\nThe job is only open to those with over two years' experience in retail.  \n该职位只面向有两年以上零售经验的人进行招聘。\nRetail sales were lower than expected this year.  \n今年的零售额比预期的要低。\n"},{"PartofSpeech":"v.","Paraphrase":"sell goods to the public in shops or by post \n零售\nThis model of computer is retailing at $650.  \n这种型号的计算机零售价是650美元。\nWe retail most of the products to overseas customers.  \n我们把这些产品大部分零售给海外顾客。"}]},{"Word":"retailer","Voice":"sounds/nw-unit04-b-08.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] a person who sells by retail \n零售商\nRetailers must be sensitive to the needs of their customers.  \n零售商必须注意顾客的需求。\nThe big sweets retailer said that its profits were up by 24% this year.  \n大的糖果零售商说其今年的利润增加了24%。"}]},{"Word":"annual","Voice":"sounds/nw-unit04-b-09.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"1. for the period of one year \n一年的\nthe annual sales figures \n一年的销售数字\nHer annual income is $50,000. \n她的年收入是5万美元。\n2. happening or done once a year or every year \n一年一次的；每年的\nan annual festival \n一年一次的节日\nCompanies publish annual reports to inform the public about last year's activities.  \n各公司发布年度报告告知公众其上一年的业务状况。\nWe can enjoy an annual 15-day holiday.  \n我们每年可以享受一个15天的假期。\n"},{"PartofSpeech":"n.","Paraphrase":"[C] a book or magazine published once a year \n年刊，年鉴\nthe Football Annual for 1987  \n1987年的《足球年刊》\nMost high schools publish an annual, with pictures of all the graduates of the year.  \n多数中学出版年刊，其中刊登当年全体毕业生的照片。"}]},{"Word":"bold","Voice":"sounds/nw-unit04-b-10.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"1. (of people's behavior) brave and confident; not afraid \n勇敢的，无畏的\nThe newspaper made a bold move by publishing the names of the men involved.  \n报纸采取大胆的行动，将涉及到的人员名单都公布了出来。\nTheir refusal is bold but hopeless.  \n他们的拒绝是大胆但又无望的。\n2. not shy, esp. in a way that shows a lack of respect \n冒失的，唐突的，鲁莽的\nHe is a bold but sweet boy.  \n他是一个冒失但又不失可爱的男孩子。\nIf I may be so bold, you still haven't mentioned why you're here.  \n请恕我冒昧，你还没有提到你来此的原因呢。\n3. (of the appearance of sth.) strongly marked; clearly formed \n醒目的；轮廓清晰的\nbold flowers in various shades of red, blue or white \n红的、蓝的、白的形态各异的艳丽花朵\nThe new fashion is for bold, bright colours. \n时下流行鲜艳夺目的色调。\n4. (of printed letters) in thick, dark type \n粗（字）体的，黑（字）体的\nThe title was written in bold type. \n标题用黑体字。"}]},{"Word":"overall","Voice":"sounds/nw-unit04-b-11.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"(pl.) a piece of clothing that covers both the upper and lower parts of the body and is worn esp. over other clothes to protect them \n工作服，工装裤\nShe put on some overalls, got out the paint and started on the living-room wall.  \n她穿上工作服，拿出油漆，从起居室的墙开始干起来。\n"},{"PartofSpeech":"a.","Paraphrase":"including everything \n全面的，综合的，全体的\nThe overall situation is good, despite a few small problems.  \n局势总的来说是好的，虽然有一些小问题。\nThe overall winner, after ten games, will receive $250,000.  \n十局后总赢家将获得25万美金。"}]},{"Word":"bare","Voice":"sounds/nw-unit04-b-12.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"1. not covered by clothing \n裸露的\nDon't walk around outside in your bare feet.  \n不要光着脚在屋外到处走。\nThe child was bare to the waist.  \n这小孩赤着上身。\n2. empty; without its usual covering \n空的；光秃的，无遮盖的\nSwept by the wind, the land was bare.  \n那片土地被风吹得光秃秃的。\nThe room was completely bare of furniture.  \n房间里什么家具也没有。"}]},{"Word":"distinct","Voice":"sounds/nw-unit04-b-13.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"1. different in kind; separate \n种类不同的，有区别的，分开的\nAlthough they look similar, these plants are actually quite distinct.  \n虽然这些植物看上去相似，但实际上它们是完全不同的种类。\nThey wanted to form a new and completely distinct political party.  \n他们想组织一个新的、完全不同的政党。\n2. easily heard, seen, felt or understood; definite \n清楚的，清晰的，明显的\nI had the distinct impression that I was being watched.  \n我明显感觉到我正受到监视。\nThere's a distinct smell of cigarettes every time he comes into the room.  \n他每次进房间，都带着一股浓重的烟味。"}]},{"Word":"distinctive","Voice":"sounds/nw-unit04-b-14.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"that distinguishes sth. by making it different from others \n有特色的，与众不同的\nShe's got a very distinctive way of dressing.  \n她穿衣服很有特点。\nLong complex sentences are distinctive of Henry James's later style.  \n长复合句是亨利·詹姆斯后期文体的特色。"}]},{"Word":"elaborate","Voice":"sounds/nw-unit04-b-15.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"complicated; carefully prepared and finished \n精细复杂的，精心制作的\nI want a plain skirt to go with that shirt — nothing too elaborate.  \n我需要一条简单的裙子配那件衬衫——样式不要太复杂。\nThey're making the most elaborate preparations for the wedding.  \n他们在为婚礼做极为周详的准备。\n"},{"PartofSpeech":"v.","Paraphrase":"describe or explain sth. in detail\n详细叙述\nThe boss said he was leaving but refused to elaborate.  \n老板说他将离职，但拒绝细说。\nSome of these points will have to be further elaborated as we go along.  \n这些要点中，有些还需要我们在往下讨论时作进一步的详细阐述。"}]},{"Word":"comprise","Voice":"sounds/nw-unit04-b-16.mp3","Definitions":[{"PartofSpeech":"vt.","Paraphrase":"1. have as parts or members \n由... ... 组成，包括，包含\nThe class is comprised mainly of Italian and French students.  \n这个班级主要由来自意大利和法国的学生组成。\n2.be the parts or members of  \n组成，构成\nThey comprise the overwhelming majority of the white people.  \n他们构成了白人中的大多数。"}]},{"Word":"peach","Voice":"sounds/nw-unit04-b-17.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] a soft round fruit with orange-red skin,or a tree on which this grows \n桃；桃树\nPeaches are grown in warm countries.  \n桃子生长在温暖的国家。\nA peach is soft inside and has a hard core in its centre. \n桃子肉质软，中间有个硬核。\nWould you like peaches after supper?  \n晚饭后想吃桃子吗？"}]},{"Word":"acid","Voice":"sounds/nw-unit04-b-18.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"1. severe and sharp \n尖酸刻薄的，讽刺的\nUnfortunately, the book has none of the acid remarks of her earlier writings.  \n不幸的是，这本书里丝毫没有她早期作品中的讽刺言论。\nWhen she spoke her tone was acid.  \n她讲话时的语调很尖刻。\n2. (of a fruit, etc.) having a sharp, sour taste \n酸味的，酸的\nA lemon is an acid fruit.  \n柠檬是带酸味的水果。\nVinegar has an acid taste.  \n醋有酸味。\n"},{"PartofSpeech":"n.","Paraphrase":"[U, C] a type of chemical substance containing hydrogen, which can react with and sometimes dissolve other materials \n酸，酸性物质\nThe thieves have thrown acid in his face, which would have made him blind.  \n窃贼们把酸泼在他的脸上，这原本会使他失明。\nVinegar is an acid.  \n醋是一种酸。"}]},{"Word":"imaginary","Voice":"sounds/nw-unit04-b-19.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"existing only in the mind; not real \n想像中的，虚构的\nWe must consider our real situations, not imaginary ones.  \n我们必须考虑我们的真实情况，而不是虚构的东西。\nThe child was frightened by her imaginary fears.  \n这孩子被想像中的恐惧吓坏了。"}]},{"Word":"humorous","Voice":"sounds/nw-unit04-b-20.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"amusing or funny \n幽默的，诙谐的\na humorous speaker \n说话幽默的人\nIt's a very humorous book. \n这书很幽默。\nHe was quite humorous and I liked that about him. \n他非常幽默，我喜欢他这一点。\nA rather humorous thing happened yesterday.  \n昨天发生了件颇为有趣的事。"}]},{"Word":"trademark","Voice":"sounds/nw-unit04-b-21.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1. [C] a distinctive characteristic \n明显的特征，标记\nA startling use of line and color is this artist's special trademark.  \n令人惊异的线条和色彩的应用是这个艺术家明显的特征。\nShe gave one of her trademark smiles.  \n她给了一个她特有的微笑。\n2. [C] a special mark or name that a company can put on its products and that cannot be used by any other company \n商标；牌号\nNike is a registered trademark. \n耐克是一个注册商标。\nThe skirt bears a famous trademark. \n这条裙子上印有著名商标。"}]},{"Word":"feature","Voice":"sounds/nw-unit04-b-22.mp3","Definitions":[{"PartofSpeech":"vt.","Paraphrase":"have as a prominent characteristic \n以... ... 为特征， 给... ...以显著地位\nThe town maintains many buildings featuring the architecture of the Ming and Qing dynasties.  \n该镇保留着许多具有明清两代特色的建筑。\nThis week's broadcast features a report on victims of domestic violence.  \n本周特别播放有关家庭暴力的受害者的报道。\n"},{"PartofSpeech":"n.","Paraphrase":"1. [C] a typical quality or important part \n特点，特征，特色\nOne of the key features of the deal is the $30 million from government funds. \n这个协议的一个关键部分是由政府出资3,000万英镑。\nThey both hit upon the same idea for the main feature of their designs. \n在设计的主要特征上，他们俩想到一块儿去了。\n2. [C] any of the noticeable parts of the face, body, structure,etc. \n面貌，相貌\nHe insisted he could make out the individual features of each person in the photo. \n他坚持说他能辨认出相片上每个人的相貌。\nAn enlargement scheme by the government would have totally destroyed the remaining original features of the building. \n政府的扩展计划将彻底摧毁该建筑物仅存的那些原始面貌。\n3. [C] a special article in a newspaper or magazine about a particular subject \n特写，专题报道\nThere was a feature in the local newspaper about the high cost of housing. \n当地报纸上有一篇关于住房费用高的专题报道。"}]},{"Word":"cigar","Voice":"sounds/nw-unit04-b-23.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] dried tobacco leaves rolled into a short stick, which people smoke \n雪茄烟\ncigar holder \n雪茄烟嘴\nHe was sitting alone smoking a big cigar. \n他一个人坐在那里抽着一支大雪茄。\nHe enjoys an after-dinner cigar.  \n他喜欢在晚饭后抽支雪茄。\nHe went to enjoy a cigar in the smoking-room from time to time.  \n他不时地去吸烟室过一下烟瘾。"}]},{"Word":"illustration","Voice":"sounds/nw-unit04-b-24.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1. [C] a drawing or picture in a book, magazine, etc. \n图解，插图\ncolor illustration  \n彩色插图\nThe book has lots of beautiful illustrations.  \n这本书有许多精美的插图。\n2. [C, U] an example that makes a point or an idea clear \n说明，例证\nThis delay is a perfect illustration of why we need a new computer system.  \n这次延误对于为什么我们需要一个新的电脑系统是个很好的例证。\nIllustration of a difficult idea is often effective in classes.  \n上课时用例子来说明某个难懂的概念往往是行之有效的。"}]},{"Word":"literary","Voice":"sounds/nw-unit04-b-25.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"connected with literature \n文学上的\nliterary criticism \n文学批评\nliterary theory \n文学理论\na literary journal \n文学杂志\nIt's unusual to see so many literary words in a newspaper report.  \n很少看到报纸报道中出现这么多文学用语。\nBefore becoming a full-time writer she was a university professor and a literary critic.  \n在成为职业作家之前，她是一名大学教授和文学评论家。"}]},{"Word":"classic","Voice":"sounds/nw-unit04-b-26.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] a famous book, play, etc. which has a lasting value \n经典作品，文学名著，杰作\nI spent my childhood reading the classics.  \n我的童年是在阅读经典著作中度过的。\nA Tale of Two Cities is my favorite English classic. \n《双城记》是我最喜爱的英国文学名著。\n"},{"PartofSpeech":"a.","Paraphrase":"1. (of a book, play, etc.) important and having a lasting value \n经典的，一流的 \nHave you ever read Jane Austin's classic novel Pride and Prejudice?  \n你有没有读过简·奥斯汀的经典小说《傲慢与偏见》？\nThat was another classic goal from Beckham!  \n那是贝克汉姆的又一个一流进球！\n2. having a simple, traditional style which is always fashionable \n古典的，传统样式的\nShe wore a classic navy suit and a straw hat.  \n她穿了一套传统样式的海军装，戴了一顶草帽。\nAre you looking for classic-cut jeans?  \n你在找传统样式的牛仔裤吗？"}]},{"Word":"influential","Voice":"sounds/nw-unit04-b-27.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"having power or influence \n有影响力的，有说服力的\nShe wanted to work for a bigger and more influential newspaper.  \n她希望为一家更大、更具影响的报纸工作。\nShe was influential in persuading the government to make the new law.  \n在说服政府制订这项新法令一事上她起了重要作用。"}]},{"Word":"venture","Voice":"sounds/nw-unit04-b-28.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] a project which is new and often risky, because one cannot be sure that it will succeed \n投机活动，商业冒险\nShe advised us to look abroad for more business ventures.  \n她建议我们去国外寻找更多的商业机会。\nHer only venture as a writer ended in failure; no one would print her book.  \n她唯一的一次写作尝试以失败告终；没人愿意出版她的书。\n"},{"PartofSpeech":"v","Paraphrase":"risk going somewhere or doing sth. that might be dangerous \n冒险，敢于\nThose people who ventured to the lakes on the weekend were lucky to have three days of good weather.  \n周末冒险去游湖的那些人很幸运，遇上了三天好天气。\nNothing ventured, nothing gained.  \n不入虎穴，焉得虎子。"}]},{"Word":"commerce","Voice":"sounds/nw-unit04-b-29.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[U] the activities that are involved in buying and selling goods \n商业，贸易\nthe world of commerce and industry  \n工商界\nNew York people are working hard to keep the city a world center of culture, industry and commerce.  \n纽约人正在努力奋斗以使纽约能保持其世界文化、工业、和商务中心的地位。"}]},{"Word":"plunge","Voice":"sounds/nw-unit04-b-30.mp3","Definitions":[{"PartofSpeech":"v.","Paraphrase":"1. go, jump, dive, fall, etc. suddenly and with force into sth. \n纵身投入，一头进入\nWe ran down to the beach and plunged into the sea.  \n我们跑下海滩，跳入海中。\nHe moved the lid and plunged his hand in.  \n他移去盖子，将手伸了进去。\n2. (cause to) enter a certain state or condition \n（使）陷入\nHe plunged deep into thought.  \n他陷入沉思。\nWe've been spending so much money recently that we've plunged ourselves into debt.  \n我们近来开支过大，以至陷入债务之中。"}]},{"Word":"gratitude","Voice":"sounds/nw-unit04-b-31.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[U] the feeling of being grateful or thankful \n感激，感谢\nShe sent them a present to show her gratitude.  \n她送给他们一件礼物来表示她的感激之情。\nHer eyes filled with tears of gratitude.  \n她眼睛里充满了感激的泪水。"}]},{"Word":"sample","Voice":"sounds/nw-unit04-b-32.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] a small amount of sth. which can be tested to show what the rest is or should be like \n样品，式样\nThe book contains sample questions and answers, which will help you to pass the exam.  \n这本书里有问题和答案的样本，能帮助你通过考试。\nMany firms give small quantities of their products as samples, so that people can try them before buying.  \n许多公司把少量的产品作为样货赠送出去，供人们购买前试用。\n"},{"PartofSpeech":"vt.","Paraphrase":"try out or examine sth. by taking a sample \n抽样检查；试用\nWe sampled opinion among 600 doctors.  \n我们抽样调查了600名医生的意见。\nThey can learn English and sample the British way of life.  \n他们可以学习英语并体验英国人的生活方式。"}]},{"Word":"whale","Voice":"sounds/nw-unit04-b-33.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] a very large animal that lives in the sea and looks like a huge fish (but is, in fact, a mammal) \n鲸\nA law is passed to ban the killing of whales. \n通过了一项禁止捕杀鲸鱼的法律。"}]},{"Word":"dragon","Voice":"sounds/nw-unit04-b-34.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] a large imaginary animal, usu. with wings, a long tail and fire coming out of its mouth \n龙（想像中有翅有尾、能吐火的动物）\nThe Chinese understanding of dragon is different from that of Westerners. \n中国人对龙的理解与西方人不一样。\nI was reading my daughter a story about a handsome prince who saved a princess from a dragon.  \n我在给我的女儿念一个故事，讲的是一位英俊的王子从龙的手中救出了一位公主。"}]},{"Word":"myth","Voice":"sounds/nw-unit04-b-35.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C, U] an ancient story or set of stories, esp. explaining in a literary way the early history of a group of people or about natural events and facts \n神话\nMost societies have their own creation myths.  \n大多数社会都有它们自己的创世神话。\nMedusa was the unfortunate woman in Greek myth who was loved by the god of the sea.  \n美杜莎是希腊神话中被海神爱上的那个不幸的女人。"}]},{"Word":"mythical","Voice":"sounds/nw-unit04-b-36.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"1. existing only in myths \n神话的，只存在于神话中的\ndragons and other mythical creatures  \n龙和其他神话中的生物\nRobin Hood is a mythical hero.  \n罗宾汉是传说中的英雄。\n2. imaginary and not real \n虚构的，不真实的\nStart living life here and now instead of waiting for that mythical day when you'll be slim.  \n此时此地就开始积极的生活，而不要坐等你想像中变苗条的那一天。\nThe play is set in a mythical place where only women held office.  \n该剧的场景是一个神话般的地方，只有妇女执政。"}]},{"Word":"everyday","Voice":"sounds/nw-unit04-b-37.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"used or happening daily \n每天的，日常的, 平常的\nThis film offers an insight into the everyday lives of millions of ordinary Russian citizens.  \n这部片子使人们洞察到数百万普通俄罗斯公民的日常生活。\nDeath was an everyday happening during World War II.  \n二战期间，死亡天天都在发生。"}]},{"Word":"license","Voice":"sounds/nw-unit04-b-38.mp3","Definitions":[{"PartofSpeech":"vt.","Paraphrase":"give official permission for sth. \n给... ... 发放许可证，准许\nSeveral companies have been licensed to sell these products.  \n一些公司已被批准销售这些产品。\nHave you licensed your car?  \n你给汽车办执照了吗？\n"},{"PartofSpeech":"n.","Paraphrase":"1. [C] an official document showing that permission has been given to own, use or do sth.  \n许可证，执照\nThe police officer asked to see my license.  \n警官要看我的执照。\nWe had a license to sell beer.  \n我们过去有出售啤酒的许可证。\n2. [U] permission \n许可，准许\nWhy give these people license to enter the place?  \n为什么准许这些人进入这个地方？\nWe sell these goods under license from the government.  \n我们得到政府的特许出售这些商品。"}]},{"Word":"copyright","Voice":"sounds/nw-unit04-b-39.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C, U] the right in law to be the only producer or seller of a book, play, movie, record, etc. for a fixed period of time \n版权\nThe writer has the copyright for the play.  \n作者拥有该剧本的版权。\nHis work is no longer protected by copyright.  \n他的作品不再受版权保护。"}]},{"Word":"sunrise","Voice":"sounds/nw-unit04-b-40.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C, U] the time in the morning when the sun first comes into the sky, or the appearance of the sky at that time \n日出（时分）\nThere was a beautiful sunrise this morning.  \n今晨的日出很美。\nWe have to leave before sunrise tomorrow.  \n明天我们得在日出前出发。"}]},{"Word":"distribution","Voice":"sounds/nw-unit04-b-41.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1. [U] the transport and supply of goods, etc. to various people or places \n（物资等的）运送\nThe country produces enough food but distribution is a problem. \n该国生产出足够的食品，但运输却是个问题。\nGreater attention is given to the distribution of the goods. \n人们更加注意货物运输了。\n2. [U] giving or being given to each of several people \n分发，分配\nThe company has an extensive international distribution system.  \n公司有广泛的国际分销系统。\nThe meeting discussed the fair distribution of income and wealth.  \n会议讨论了公平分配收入和财富的问题。\n3. [C, U] arrangement of sth. within an area \n分布，分布状态\nThe pine tree has a very wide distribution.  \n松树的分布很广。\nWe are studying the distribution of schools in this country.  \n我们正在研究这个国家里学校的分布情况。"}]},{"Word":"decorate","Voice":"sounds/nw-unit04-b-42.mp3","Definitions":[{"PartofSpeech":"vt.","Paraphrase":"add sth. to (an object or a place), esp. in order to make it more attractive \n装饰，装潢\nThey decorated the classroom with fresh flowers.  \n他们用鲜花装饰教室。\nHow much will it cost to decorate the room?  \n把房间装饰一下要花多少钱？"}]},{"Word":"studio","Voice":"sounds/nw-unit04-b-43.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1.[C] a room where an artist or photographer works \n工作室，画室，摄影室\nA painter is supposed to have a studio of his or her own. \n画家应当有自己的画室。\nThe studio where she painted was at the very top of the house.  \n她的画室在顶层。\nThis is one of his leading design studios in London. \n这是他在伦敦的主要设计室之一。\n2. [C] a specially equipped room where television or radio programs or music recording are made\n演播室，播音室，录音室\nIf you would like to be a member of our studio audience, please write in.  \n如果你想成为我们演播现场的观众，请写信给我们。\nShe spent three months in the studio working on her latest song.  \n她在录音室花了三个月的时间录制她的最新单曲。"}]},{"Word":"turn down","Voice":"sounds/nw-unit04-b-44.mp3","Definitions":[{"PartofSpeech":"refuse to accept \n拒绝，驳回\nHe tried to join the army but was turned down because of poor health.  \n他想参军，但因身体不好被拒绝了。\nTheir demand has been turned down.  \n他们的要求遭到了拒绝。","Paraphrase":""}]},{"Word":"be suited to","Voice":"sounds/nw-unit04-b-45.mp3","Definitions":[{"PartofSpeech":"be suitable for \n适合于\nHe is better suited to a job with older students.  \n他更适合教年龄大些的学生。\nThe climate there was more suited to his health.  \n那儿的气候对他的健康更适宜。","Paraphrase":""}]},{"Word":"appear on","Voice":"sounds/nw-unit04-b-46.mp3","Definitions":[{"PartofSpeech":"be able to be seen (somewhere) \n在... ... 上出现\nThe writer's full name appears on the title page of the book.  \n书的扉页上印有作者的全名。\nThe news appeared next day on the front page.  \n那条新闻登在第二天的头版上。","Paraphrase":""}]},{"Word":"with an eye to","Voice":"sounds/nw-unit04-b-47.mp3","Definitions":[{"PartofSpeech":"showing an interest in or concern for \n关注\nThe greeting cards are finely made, with an eye to colour and style. \n这些贺卡做得很精致，色彩和风格很讲究。","Paraphrase":""}]},{"Word":"be comprised of","Voice":"sounds/nw-unit04-b-48.mp3","Definitions":[{"PartofSpeech":"be made up of \n由 ... ... 组成\nA football team is comprised of eleven players.  \n足球队由11名队员组成。\nA storm is comprised of heavy rain and high winds.  \n暴风雨有暴雨，并伴有狂风。","Paraphrase":""}]},{"Word":"dress up","Voice":"sounds/nw-unit04-b-49.mp3","Definitions":[{"PartofSpeech":"wear one's best clothes \n穿着盛装\nDon't bother to dress up ― come as you are.  \n不必为着装费心，你就穿平常的衣服来吧。\nAre we going to dress up for the wedding, or is it informal?  \n我们是要穿礼服去参加婚礼，还是这仅仅是一次结婚便宴？","Paraphrase":""}]},{"Word":"go out","Voice":"sounds/nw-unit04-b-50.mp3","Definitions":[{"PartofSpeech":"leave one's house to go to social events \n（离家）去参加社交活动\nLet's go out tonight; there's a good film showing at the local cinema.  \n咱们今晚一起出去；附近电影院在上映一部好片子。\nHe goes out drinking most evenings.  \n多数晚上他都到外面去喝酒。","Paraphrase":""}]},{"Word":"be influential in","Voice":"sounds/nw-unit04-b-51.mp3","Definitions":[{"PartofSpeech":"have influence on 对... ...\n有影响\nWe should consider all the aspects that are influential in reaching a decision.  \n我们应该考虑对作决定有重要影响的所有因素。\nJohn was influential in persuading the producers to put money into the film.  \n约翰在说服制片人投资于这部电影方面起了很大作用。","Paraphrase":""}]},{"Word":"bother with","Voice":"sounds/nw-unit04-b-52.mp3","Definitions":[{"PartofSpeech":"worry about; bother about \n为 ... ... 操心，为... ... 费心\nDon't bother with the letters；they're not urgent.  \n别为这些信件操心，都不是急件。\nDon't bother yourself with the arrangements of the holiday.  \n别为假日的安排操心。","Paraphrase":""}]},{"Word":"make a living","Voice":"sounds/nw-unit04-b-53.mp3","Definitions":[{"PartofSpeech":"make money to live \n谋生，营生\nHe makes a living by playing the piano.  \n他靠弹钢琴谋生。\nIt's high time you were making a living by your own, my boy. You can't expect me to support you forever.  \n你该自食其力了，我的孩子。你总不能指望我养你一辈子吧。","Paraphrase":""}]},{"Word":"show up","Voice":"sounds/nw-unit04-b-54.mp3","Definitions":[{"PartofSpeech":"appear \n出现\nThe lines on her face show up in the pale spring light.  \n她脸上的皱纹在春天惨淡的阳光下显得格外明显。\nThe faults in the recording will show up on this expensive record-player.  \n录音中的毛病在这个高档录音机上会充分显示出来。","Paraphrase":""}]},{"Word":"have/keep/with one's feet (planted/set) on the ground","Voice":"sounds/nw-unit04-b-55.mp3","Definitions":[{"PartofSpeech":"(be) realistic and practical \n实事求是（的），脚踏实地（的）\nOther people dream of things they will never have, but she has her feet firmly on the ground.  \n别人梦想他们得不到的东西，而她则实事求是。\nMrs. Smith was a dreamer, but her husband was a man with his feet on the ground.  \n史密斯太太是个空想家，而她丈夫则是个脚踏实地的人。","Paraphrase":""}]},{"Word":"grow up","Voice":"sounds/nw-unit04-b-56.mp3","Definitions":[{"PartofSpeech":"(of people or animals) reach the stage of full development \n（指人或动物）长大，成年\nDavid may be thirty but he hasn't grown up yet; he still lives at home and does what his mother tells him to.  \n戴维尽管30岁了，还是小孩似的没有成熟；他仍然住在父母家中，事事听母亲吩咐。\nIsn't she rather young to be a mother? She's hardly had time to grow up herself.  \n她当母亲不是太年轻了吗？她自己还几乎没有长大成人呢。","Paraphrase":""}]},{"Word":"date back to","Voice":"sounds/nw-unit04-b-57.mp3","Definitions":[{"PartofSpeech":"have existed since \n始于（某时期）\nOur friendship dates back to 1960.  \n我们的友谊始于1960年。\nThe custom dates back to the time when men wore swords.  \n这个风俗还在人们佩剑时就已经有了。","Paraphrase":""}]},{"Word":"take off","Voice":"sounds/nw-unit04-b-58.mp3","Definitions":[{"PartofSpeech":"(of an idea, a product, etc.) suddenly become successful or popular \n（指思想、产品等）突然受欢迎，流行\nAfter a slow start, the plan soon took off and was accepted by all the directors.  \n这项计划开始施行得很慢，但很快就见成效了，并为所有的董事所接受。","Paraphrase":""}]},{"Word":"Mary Engelbreit","Voice":"sounds/nw-unit04-b-59.mp3","Definitions":[{"PartofSpeech":"玛丽·恩格尔布赖特","Paraphrase":""}]},{"Word":"Saint Louis","Voice":"sounds/nw-unit04-b-60.mp3","Definitions":[{"PartofSpeech":"圣路易斯","Paraphrase":""}]},{"Word":"Ann Estelle","Voice":"sounds/nw-unit04-b-61.mp3","Definitions":[{"PartofSpeech":"安·埃丝特尔","Paraphrase":""}]},{"Word":"Jessie Willcox Smith","Voice":"sounds/nw-unit04-b-62.mp3","Definitions":[{"PartofSpeech":"杰西·威尔科克斯·史密斯","Paraphrase":""}]},{"Word":"Johnny Gruelle","Voice":"sounds/nw-unit04-b-63.mp3","Definitions":[{"PartofSpeech":"约翰尼·格鲁埃尔","Paraphrase":""}]},{"Word":"Raggedy Ann","Voice":"sounds/nw-unit04-b-64.mp3","Definitions":[{"PartofSpeech":"\"蓬发安\"（洋娃娃）","Paraphrase":""}]},{"Word":"Phil Delano","Voice":"sounds/nw-unit04-b-65.mp3","Definitions":[{"PartofSpeech":"菲尔·德拉诺","Paraphrase":""}]},{"Word":"Sunrise Publications","Voice":"sounds/nw-unit04-b-66.mp3","Definitions":[{"PartofSpeech":"黎明出版公司","Paraphrase":""}]}]}