{"UnitTitle":"__horizonread4_UNIT06_A_lw_htm","Vocabularies":[{"Word":"bribe","Voice":"sounds/nw-unit06-a-01.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"sth., esp., money, offered or given when bribing \n贿赂(尤指钱)\nMargaret was in complete agreement with her husband's refusal to accept the bribe.\n玛格丽特完全赞同自己的丈夫拒绝受贿。\nBaxter was a man who could not be bought with a bribe or silenced by threats or prison.\n巴克斯特可不是一个能用贿赂买通的人，也不是一个能用威胁或坐牢叫他沉默的人。\n"},{"PartofSpeech":"vt.","Paraphrase":"influence the behavior or judgment of sb. unfairly or illegally by offering them favors or gifts \n向……行贿，买通\nWe reassured him; no one knew that the doctor had been bribed to keep quiet.\n我们再次向他保证，没人知道这医生已经被买通要保持沉默。\nIt is a disaster to find your politicians can be bribed, and that your judges and lawyers are neither responsible nor honest.\n发现你们的从政者竟然能用金钱买通，你们的法官和律师既不讲理又不诚实，这真是一个大灾难。"}]},{"Word":"bribery","Voice":"sounds/nw-unit06-a-02.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[U] the act of giving or taking bribes \n行贿, 受贿\nThat country has uncovered 100,000 cases of bribery and corruption this year, said one government officer. \n一位政府官员说，该国今年揭露出了10万个行贿受贿和腐败的案子。"}]},{"Word":"ethics","Voice":"sounds/nw-unit06-a-03.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"(pl.) moral rules or principles of behavior  governing a person or group \n道德准则，伦理标准\nThe principles of good faith reflect professional ethics and general social morality.\n信守诺言的原则反映了职业道德准则和普遍的社会道德观。"}]},{"Word":"on the increase","Voice":"sounds/nw-unit06-a-04.mp3","Definitions":[{"PartofSpeech":"becoming more frequent or greater in number or intensity; increasing\n在增长中\nPeople become homeless for a wide range of reasons, and sadly homelessness is on the increase, particularly among younger people.\n由于各种各样的原因，人们变得无家可归。糟糕的是无家可归者越来越多，尤其是在年青人中。","Paraphrase":""}]},{"Word":"a way of life","Voice":"sounds/nw-unit06-a-05.mp3","Definitions":[{"PartofSpeech":"how people do things or live\n生活方式\nCommunicating in more than one language is a way of life in much of Europe.\n用不止一种语言交际，在欧洲许多地方成为一种生活方式。\nAll-night parties with music and dancing have become a way of life for a large section of young people.\n在很大一部分年轻人中，整夜地在一起唱歌跳舞的聚会已成为一种生活方式。","Paraphrase":""}]},{"Word":"pay up","Voice":"sounds/nw-unit06-a-06.mp3","Definitions":[{"PartofSpeech":"pay (a debt) in full, often unwillingly\n付款，还钱\nEventually they paid up, but only after receiving several reminders.\n最后他们总算全部付清了，但那是在收到好几张催款单之后。\nIf your parcel is lost or damaged, compensation may be paid up according to the fee paid.\n你的包裹如遗失或受损，可能会根据所付的费用来支付赔偿。","Paraphrase":""}]},{"Word":"stand by","Voice":"sounds/nw-unit06-a-07.mp3","Definitions":[{"PartofSpeech":"remain faithful to (a promise, etc.); keep to\n遵守，履行\nAfter two months' silence, I was informed that ministers stood by their decision.\n经过两个月的沉默，我被告知大臣们仍坚持他们的决定。\nWashington, he said, stood by its commitment to financially support European countries in their reconstruction after World War II.\n他说华盛顿方面信守其承诺，在经济上支持欧洲国家二战后的重建工作。","Paraphrase":""}]},{"Word":"in practice","Voice":"sounds/nw-unit06-a-08.mp3","Definitions":[{"PartofSpeech":"in reality; when actually applied\n实际上，事实上，在实践中\nIn practice the distinction between the two is not so clear-cut. \n在实践中，这两者的区分并不是那么明确。\nIn practice as well as in theory, Thatcherism is in the process of being abandoned.\n不仅在理论上，而且在实践中，撒切尔主义正在被摈弃之中。","Paraphrase":""}]},{"Word":"accuse of","Voice":"sounds/nw-unit06-a-09.mp3","Definitions":[{"PartofSpeech":"blame (sb.) by saying that they have done sth. morally wrong, illegal, unpleasant or unkind\n指控，指责\nHe was accused of calling for the violent overthrow of the government.\n他被指控号召使用武力推翻政府。\nHe is accused of making a false statement prior to entering the U.S., which carries a sentence of up to five years in jail.\n他被指控在进入美国前作了不实的申报，这要判高达五年的刑期。","Paraphrase":""}]},{"Word":"in private","Voice":"sounds/nw-unit06-a-10.mp3","Definitions":[{"PartofSpeech":"with no one else present; secretly\n私下地，秘密地\nFew of his ministers are saying, even in private, that they expect him to lose the next election.\n即使在私下，他的大臣们几乎没人说他们预料他在下一次选举中会失败。\nThe Act applies to violence and violent threats whether in public or in private.\n这个条例适用于在公开场合或者在私下里发生的暴力行动或以暴力相威胁。","Paraphrase":""}]},{"Word":"a fact of life","Voice":"sounds/nw-unit06-a-11.mp3","Definitions":[{"PartofSpeech":"a situation that cannot be changed, esp. one that is unpleasant\n现实，残酷的事实\nIt doesn't matter whether I like it or not; it's a fact of life.\n我喜欢不喜欢它不要紧，这就是现实。\nGradually she had come to accept it as a fact of life, though the grief was still sometimes there.\n尽管悲伤有时还在折磨她，但她逐渐将这作为一个残酷的事实接受了。","Paraphrase":""}]},{"Word":"consist of","Voice":"sounds/nw-unit06-a-12.mp3","Definitions":[{"PartofSpeech":"be formed from two or more things\n由……组成\nThe library consisted of two rooms, but the only entry to the inner room was through the outer one.\n图书馆由两间房间组成，但是进入里间惟一的门得通过外间。\nThe questionnaire consisted of 39 questions and received a 60% response rate. \n调查问卷由39个问题组成，问卷调查的回复率达到60%。","Paraphrase":""}]},{"Word":"in support of","Voice":"sounds/nw-unit06-a-13.mp3","Definitions":[{"PartofSpeech":"supporting\n支持，拥护\nThis photo is considered to be evidence in support of the theory, which Einstein believed to be the basis of the physical universe.\n这张照片被认为是支持这理论的依据，爱因斯坦相信此理论是物质宇宙的基础。\nWe went on strike in support of our demands but nothing came of it.\n我们举行了罢工，以支持我们提出的要求，可是没有什么结果。","Paraphrase":""}]},{"Word":"under investigation","Voice":"sounds/nw-unit06-a-14.mp3","Definitions":[{"PartofSpeech":"being investigated\n正在调查中\nIt is reported that the company is under investigation by the local inspector of taxes.\n据报道，这家公司正在受到当地税务稽查员的调查。\nThe former foreign minister, who is under investigation for corruption, quit after the arrest of his assistant. \n正在因腐败受到调查的前外交部长在其助手被逮捕后辞职。","Paraphrase":""}]},{"Word":"throw out","Voice":"sounds/nw-unit06-a-15.mp3","Definitions":[{"PartofSpeech":"get rid of; make (sb.) leave because of a fault\n抛弃，扔掉，驱除\nInspect stored fruit every week and throw out any that has started to go rotten.\n每星期检查储藏的水果，把已经开始腐烂的水果都扔掉。\nHe won't know what to keep and would probably just throw out everything.\n他不知道要保留些什么，也许就把什么都扔掉了。","Paraphrase":""}]},{"Word":"close a deal","Voice":"sounds/nw-unit06-a-16.mp3","Definitions":[{"PartofSpeech":"make a successful business arrangement\n完成交易，生意成交\nIt wouldn't be long before he closed a deal with one of the chain stores.\n不久，他与其中一家连锁店达成了交易。","Paraphrase":""}]},{"Word":"speed up","Voice":"sounds/nw-unit06-a-17.mp3","Definitions":[{"PartofSpeech":"(make sth.) happen or move more quickly\n（使……）加快速度\nIt can be argued that computer communications have simply speeded up the whole process of change enormously. \n可以说，计算机通信无疑已加速了整个变化的过程。\nOfficials say that unless this can be speeded up, it will take up to three years before the district can be rebuilt.\n官员们说除非加速，重建这个地区得花高达三年的时间。","Paraphrase":""}]},{"Word":"hit upon /on","Voice":"sounds/nw-unit06-a-18.mp3","Definitions":[{"PartofSpeech":"think of (an idea) unexpectedly or unintentionally\n碰巧想出，忽然想出\nEllis, who was unemployed and living on benefit, hit upon the idea that she should go out to work as a waitress.\n埃利斯失业了，靠救济金生活，她忽然想出了她应该出去做女服务员的这个主意。\nHoward realizes that he has hit upon a solution to one of the main problems in enjoying a satisfactory life-style. \n霍华德意识到，他已经忽然想出了解决享受完美生活方式其中一个主要问题的办法。","Paraphrase":""}]},{"Word":"distinguish between","Voice":"sounds/nw-unit06-a-19.mp3","Definitions":[{"PartofSpeech":"recognize the difference between (two things or people) \n区分，辨别，分清\nThis distinguished between the temporary unemployment of skilled workers in periods of depression and the permanent underemployment of workers with limited or no skills.\n这区分了技术工人在经济萧条时期的暂时性失业和那些具有有限的技术或没有技术的工人的永久性失业两者之间的差别。\nIs it of any use to distinguish between stealing from shops and stealing from houses? \n区分从商店里偷窃和从住宅偷窃有什么用处吗？","Paraphrase":""}]},{"Word":"amount to","Voice":"sounds/nw-unit06-a-20.mp3","Definitions":[{"PartofSpeech":"be the same as sth.; have the same effect as sth.\n实际上，意味着\nThe court accepted that these facts amounted to a reasonable suspicion.\n法庭承认这些事实意味着怀疑是有道理的。\nTo solve the problems, the Committee recommended a number of changes which amounted to an attempt to introduce the modern techniques into business management.\n为解决这些问题，委员会提出了一些改革措施，这些改革措施实际上是试图在商务管理中引入现代技术。","Paraphrase":""}]},{"Word":"behave oneself","Voice":"sounds/nw-unit06-a-21.mp3","Definitions":[{"PartofSpeech":"act in a way that people think is correct or proper \n检点（自己的）行为，（使自己）循规蹈矩\nHe did all the things we know he is capable of doing and that he behaved himself as well.\n他做了所有这些事情，我们知道他有能力做，而且他自己行为也挺规矩。\nBen and his young friends had been told at the start of the meeting to behave themselves and not to get in the way of others, so they did not have a good time.\n聚会一开始，本和他的年青朋友们就被告知要行为规矩点，不要妨碍别人，所以他们玩得不痛快。","Paraphrase":""}]},{"Word":"be caught in","Voice":"sounds/nw-unit06-a-22.mp3","Definitions":[{"PartofSpeech":"If one is caught in an unpleasant situation or a storm, it happens when one cannot avoid it. \n陷入，遭到\nWhen the ship was caught in a storm, the sailors could hardly handle the sails.\n当船遭到风暴时，水手们几乎都不能操纵船帆了。\nOur car was caught in the centre of an enormous traffic jam, and it looked as if we would be lucky to get to the station only an hour or so behind schedule.\n我们的车陷入了严重的交通堵塞之中，看来我们要是迟到一个小时左右到达车站就算是挺幸运的了。","Paraphrase":""}]},{"Word":"on the take","Voice":"sounds/nw-unit06-a-23.mp3","Definitions":[{"PartofSpeech":"regularly taking bribes\n受贿\nI knew he was on the take, but I never had enough evidence to show to the court.\n我知道他受贿，可我又没有足够的证据向法庭出示。\nIf the persons on the take are not parroting the opinions of our companies, what can we suppose the money they receive is for?\n如果那些受贿的人不鹦鹉学舌般地重复我们公司的观点， 我们又能设想他们收的钱是干什么使呢？","Paraphrase":""}]},{"Word":"square …with","Voice":"sounds/nw-unit06-a-24.mp3","Definitions":[{"PartofSpeech":"(cause to) match known or accepted facts, standards, etc.; be in agreement or bring into agreement with\n符合，相符\nHis statement doesn't square with the facts.\n他的陈述与事实不符。","Paraphrase":""}]},{"Word":"Switzerland","Voice":"sounds/nw-unit06-a-25.mp3","Definitions":[{"PartofSpeech":"瑞士（欧洲中部国家）","Paraphrase":""}]},{"Word":"Chrysler Corporation","Voice":"sounds/nw-unit06-a-26.mp3","Definitions":[{"PartofSpeech":"克莱斯勒汽车公司","Paraphrase":""}]},{"Word":"U.S. Securities and Exchange Commission","Voice":"sounds/nw-unit06-a-27.mp3","Definitions":[{"PartofSpeech":"美国证券交易委员会","Paraphrase":""}]},{"Word":"Chile","Voice":"sounds/nw-unit06-a-28.mp3","Definitions":[{"PartofSpeech":"智利（南美洲西南部国家）","Paraphrase":""}]},{"Word":"Iran","Voice":"sounds/nw-unit06-a-29.mp3","Definitions":[{"PartofSpeech":"伊朗（西南亚国家）","Paraphrase":""}]},{"Word":"Caribbean","Voice":"sounds/nw-unit06-a-30.mp3","Definitions":[{"PartofSpeech":"加勒比海（诸岛）的， 加勒比人（的）","Paraphrase":""}]},{"Word":"International Chamber of Commerce","Voice":"sounds/nw-unit06-a-31.mp3","Definitions":[{"PartofSpeech":"国际商会","Paraphrase":""}]}]}