{"UnitTitle":"__horizonread3_UNIT10_A_lw_htm","Vocabularies":[{"Word":"aircraft","Voice":"sounds/nw-unit10-a-01.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] (pl. aircraft) any vehicle which can fly \n飞行器\na private aircraft  \n私人飞机\nThe return flight of the aircraft was delayed. \n飞机的返程飞行被推迟了。\nAt least three military aircraft were destroyed. \n至少有三架军用飞机被摧毁。\nFive enemy aircraft have been shot down over the coast.  \n五架飞机已在海岸上空被击落。"}]},{"Word":"naval","Voice":"sounds/nw-unit10-a-02.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"of a country's navy, or relating to military ships \n海军的，战舰的\na naval officer \n海军军官\nnaval battles \n海战\nnaval forces  \n海军\nThis map shows clearly where the naval ports are. \n这张地图清楚地显示出军港的位置。"}]},{"Word":"installation","Voice":"sounds/nw-unit10-a-03.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1. [C] a nearly permanent place with people, buildings and equipment which have a particular purpose \n设施；(军事)基地\nAny damage to the installations in the house is chargeable. \n屋内设施若有损坏，必须赔偿。\nThe Americans still have several military installations on the island.  \n美国人在岛上仍有几处军事基地。\n2. [U] putting (a large piece of equipment) in a place \n安装\nDo you have to pay extra for installation?  \n你需要额外付安装费吗？\nThe installation cost for the washing machine will be small.  \n洗衣机的安装费很少。"}]},{"Word":"commander","Voice":"sounds/nw-unit10-a-04.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] an officer in charge of a military operation \n指挥官，司令官\na commander-in-chief  \n最高统帅/总司令\nThe commander and some of his men had been criticized. \n指挥官和他的一些士兵受到了批评。\nMany of its officers followed their commander's example and left the navy.\n该部队的许多军官以他们的司令为榜样，离开了海军。\nThe soldiers stood to attention while their commander inspected them. \n司令官来视察的时候，士兵们都立正。"}]},{"Word":"trace","Voice":"sounds/nw-unit10-a-05.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] a sign that sth. has happened or existed \n痕迹，踪迹\nThe child's body showed the traces of having been beaten.  \n这个孩子的身上显出挨过打的痕迹。\nThe police found traces of struggle in the room.  \n警察发现房间里有搏斗过的痕迹。\n"},{"PartofSpeech":"vt.","Paraphrase":"1. find or discover about (sb./sth.) by examining the direction in which they have gone \n找到，查出\nThe phone company was unable to trace the call.  \n电话公司查不出这个电话是从哪儿打来的。\nThe police are trying to trace the missing man.  \n警察正设法寻找那个失踪的人。\n2. discover the cause or origin of (sth.) by examining the way of developing \n追究，追溯，探索\nHis new book traces the beginnings of the labor movement.  \n他的新著探索了工人运动的起源。\nHis family can trace its history back to the 10th century.  \n他的家世渊源可追溯到10世纪。"}]},{"Word":"stain","Voice":"sounds/nw-unit10-a-06.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] a dirty mark \n污点，污迹\nYou can remove a red wine stain from a carpet with salt.  \n你可以用盐去除地毯上红葡萄酒的污迹。\nThe police found bloodstains on the suspect's clothes.  \n警方在嫌疑犯的衣服上发现了血迹。\n"},{"PartofSpeech":"vt.","Paraphrase":"leave a mark on sth., which is difficult to remove \n沾污，染污\nHe had smoked for so many years that his teeth were permanently stained yellow.  \n他吸了那么多年烟，牙齿都被永久地熏黄了。\nHis crimes stained the family honor.  \n他的罪行玷污了他家的名誉。"}]},{"Word":"southwest","Voice":"sounds/nw-unit10-a-07.mp3","Definitions":[{"PartofSpeech":"ad.","Paraphrase":"situated in, towards, coming from or in the direction between south and west \n向西南\nThey moved southwest in order to find better land.  \n为了能发现更好的土地，他们搬到了西南部。\nThey were traveling southwest.  \n他们正朝西南方向行进。\nIf you look southwest you can see the sea. \n朝西南方向看就可以看到大海。\n"},{"PartofSpeech":"a.","Paraphrase":"situated in, towards, coming from or in the direction between south and west\n西南方的，西南部的，来自西南的\nthe southwest coast of France \n法国西南部海岸\nI come from the southwest part of the island.  \n我来自该岛的西南部地区。\nThe southwest corner of Britain is the warmest.  \n英国的西南角是最温暖的地方。\n"},{"PartofSpeech":"n.","Paraphrase":"the direction between south and west\n西南方，西南部\nthe mountains in the southwest of USA \n美国西南部的山脉\na village that is located six miles to the southwest \n坐落于西南方6英里处的村庄\nThere will be rain in the southwest.  \n西南部要下雨。\nI come from the southwest. \n我来自西南部。"}]},{"Word":"graveyard","Voice":"sounds/nw-unit10-a-08.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] a place where dead people are buried \n墓地\nThey went to a graveyard to pay their traditional respects to the dead. \n他们去墓地以传统的方式祭奠死者。\nThe area had become a graveyard for old cars. \n这块地方已成了堆放废弃汽车的场地。\nThe Bermuda Triangle is often referred to as the Graveyard of the Atlantic for the fact that many planes and ships have disappeared mysteriously there. \n百慕大三角常被称为\"大西洋上的坟地\"，因为许多飞机和船只在那里神秘地消失了。"}]},{"Word":"streak","Voice":"sounds/nw-unit10-a-09.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1. [C] a long thin mark which is different from what surrounds it \n条纹，条痕\nI've been dying my hair for years to hide my gray streaks.  \n我染发已经好几年了，这样做是为了掩盖我的花白头发。\nI noticed a long streak of tear on her cheek.  \n我注意到她脸颊上有一道长长的泪痕。\n2. [C] an often unpleasant characteristic which is very different from other characteristics \n个性，特征 \nShe has a streak of selfishness in her.  \n她生性有点自私。\nHer stubborn streak makes her very difficult to work with sometimes.  \n她固执的个性使得有时和她一起工作十分困难。"}]},{"Word":"patch","Voice":"sounds/nw-unit10-a-10.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1. [C] a small area which is different, esp. in color, from the area that surrounds it \n与周围不同的斑片\nThe hotel walls were covered in damp patches.  \n旅馆的墙被湿漉漉的斑迹所覆盖。\nThere was only a tiny patch of blue in the cloudy sky.  \n多云的天空中只有一小片蓝。\n2. [C] a small piece of material used to cover a hole or a damaged place \n补丁，补片\nI'll have to sew a patch onto the jeans - they've been torn at the knee.  \n我要补一补这条牛仔裤--裤子膝盖处撕破了。\nHe had a patch on the elbows of his jacket.  \n他的茄克衫肘部各有一块补丁。\n"},{"PartofSpeech":"v.","Paraphrase":"cover (a hole, etc.) with a patch \n补，修补\nI need some matching material to patch my jeans.  \n我需要几块相配的布料补我的牛仔裤。"}]},{"Word":"visible","Voice":"sounds/nw-unit10-a-11.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"able to be seen \n看得见的，可见的\nYou should wear something light when you're cycling at night so that you're more visible.  \n你晚上骑车时应当穿浅色的衣服，这样更容易让人看见。\nThere are few visible signs of the illness that can keep her in hospital for so long.  \n没有什么明显的生这种病的迹象得让她在医院呆这么长时间。"}]},{"Word":"spacecraft","Voice":"sounds/nw-unit10-a-12.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] (pl. spacecraft) a vehicle used for travel in space \n宇宙飞船\na manned spacecraft \n载人宇宙飞船\nsend a spacecraft into space \n向太空发射宇宙飞船\nIt is said that the Great Wall can be seen from spacecraft. \n据说从宇宙飞船上可以看到长城。"}]},{"Word":"orbit","Voice":"sounds/nw-unit10-a-13.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[U, C] the curved path through which objects in space move around a planet or star \n（天体运行的）轨道\nThey were watching the orbit of the rocket on the screen. \n他们在观察屏幕上的火箭运行轨道。\nOnce in space, the spacecraft went into orbit around the Earth.  \n一旦进入太空，太空船就进入环绕地球运行的轨道。\n"},{"PartofSpeech":"v.","Paraphrase":"move in orbit around sth. \n环绕轨道运行\nOn this mission the shuttle will orbit at a height of several hundred miles.  \n此次任务中，这架航天飞机将在数百英里高空的轨道运行。\nHow many spacecraft have orbited around the moon?  \n有多少宇宙飞船围绕月球轨道运行过？"}]},{"Word":"investigate","Voice":"sounds/nw-unit10-a-14.mp3","Definitions":[{"PartofSpeech":"vt.","Paraphrase":"examine (a crime, problem, etc.) carefully, esp. to discover the truth \n调查（研究），审查\nFood chemists have investigated the grain to see if it really gives the benefits claimed.  \n食品化学家仔细研究了这种谷物，看它是否真的具有所声称的益处。\nScientists are investigating how the plane crash occurred.  \n科学家们正在调查这起飞机坠毁事故是怎样发生的。"}]},{"Word":"investigation","Voice":"sounds/nw-unit10-a-15.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C, U] investigating or being investigated; an instance of this \n调查，研究\nThe police said there would be a full investigation of the incident.  \n警察当局说将对这一事件进行一次全面的调查。\nCurrently, the individuals who might have caused the accident are under investigation.  \n目前，任何可能造成这起事故的个人都要受到调查。"}]},{"Word":"outer","Voice":"sounds/nw-unit10-a-16.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"1. farther from the inside or center \n距里面或中心较远的\nthe outer suburbs of the city  \n城市远郊 \nouter space  \n（离地球很远的）外层空间\n2. of or for the outside \n外的，外边的，外部的\nthe outer walls of a house  \n房子的外墙\nThe outer door was open but the inner one was locked. \n外面的那道门开着，里面的那道却锁着。"}]},{"Word":"hunt","Voice":"sounds/nw-unit10-a-17.mp3","Definitions":[{"PartofSpeech":"v.","Paraphrase":"1. search (for); try to find \n寻找，搜寻\nThe police are hunting the man who planted the bomb.  \n警察正在搜寻安放炸弹的男人。\nThey were hunting the area for a new house. \n他们正在这个地区寻找新住处。\n2. chase in order to catch and kill (an animal or bird) for food, sport or profit \n打猎，狩猎\nCats like to hunt mice and birds. \n猫喜欢捕食老鼠和鸟。\nSome animals hunt at night.  \n有些动物在夜间捕食。\n"},{"PartofSpeech":"n.","Paraphrase":"1. [C] an act of hunting \n捕猎，追捕\nWe are going on a bear-hunt. \n我们正在猎熊。\nAfter a long hunt, the lion finally tracked down a deer. \n狮子在长时间的追捕之后，终于猎到了一只鹿。\n2. [C] a search, esp. one that is long and difficult \n搜寻，寻找\nThe hunt for these terrorists still continues. \n对这些恐怖分子的搜索仍在继续。\nThe company is on the hunt for a personnel manager. \n这个公司在招聘一名人事经理。"}]},{"Word":"specimen","Voice":"sounds/nw-unit10-a-18.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] sth. shown or examined as an example; a typical example \n标本；样本\nThe astronauts brought back specimens of moon rock.  \n宇航员带回了月球岩石的标本。\nHe has a collection of rare insect specimens.  \n他收集了很多稀有昆虫的标本。\nJob applicants have to submit a specimen of handwriting. \n求职者得递交自己的手写字样本。\nTwo hundred thousand specimens are kept at the institute. \n这家研究所藏有20万件标本。"}]},{"Word":"airline","Voice":"sounds/nw-unit10-a-19.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] a business that operates regular services for carrying passengers and/or goods by aircraft \n航空公司\nWhat airline did you fly?  \n你乘坐的是哪家航空公司的飞机？"}]},{"Word":"airliner","Voice":"sounds/nw-unit10-a-20.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] a large passenger aircraft \n班机，客机\na Chinese airliner \n一架中国客机\nThe crew of the airliner cooperated very well. \n班机的机组人员合作密切。"}]},{"Word":"vanish","Voice":"sounds/nw-unit10-a-21.mp3","Definitions":[{"PartofSpeech":"vi.","Paraphrase":"1. disappear or stop being present or existing, esp. in a sudden, surprising way \n突然不见，消失\nThe child vanished while on her way home after a game of tennis.  \n那个小女孩打完网球后在回家的路上失踪了。\nWith a wave of his hand, the magician made the rabbit vanish. \n魔术师手一挥就把兔子变没了。\n2. cease to exist; come to an end \n不复存在，绝迹\nAt least 5,000 jobs a week are vanishing in the catering and leisure industries and tourism.  \n在服务、娱乐和旅游行业，每周至少有5,000份工作在消失。\nMany species of animals have now vanished from the face of the earth. \n许多动物物种已经灭绝。"}]},{"Word":"crew","Voice":"sounds/nw-unit10-a-22.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1. [C] all the people working on a ship, aircraft, etc. \n船上或飞机上的全体工作人员\nApart from the 10 officers, a crew of 90 looks after the 300 passengers.  \n除去10个官员外，还有90个工作人员为300名乘客服务。\nThe aircraft carries a crew of seven.  \n这架飞机上有7名机务人员。\n2. [C] a group of people working together \n一组（或一队、一班）工作人员\na film crew  \n电影放映人员\nThe president is surrounded by a crew of bad advisers and professional cheats.  \n总统身边是一群只会出馊主意的顾问和骗子。"}]},{"Word":"crewless","Voice":"sounds/nw-unit10-a-23.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"with no crew\n没有工作人员的\nThe wrecked ship was deserted crewless on the shore. \n船的残骸被遗弃在岸上, 没有船员。"}]},{"Word":"aboard","Voice":"sounds/nw-unit10-a-24.mp3","Definitions":[{"PartofSpeech":"ad.","Paraphrase":"on or onto (a ship, aircraft, bus or train) \n在（船、飞机、公共汽车或火车）上\nWe spent two months aboard.  \n我们在船上过了两个月。\nThe train's about to leave. All aboard!  \n火车马上就要开了，全体上车！\n"},{"PartofSpeech":"prep.","Paraphrase":"on or onto (a ship, aircraft, bus or train) \n在（船、飞机、公共汽车或火车）上\nHe was already aboard the ship. \n他已经上船了。"}]},{"Word":"missing","Voice":"sounds/nw-unit10-a-25.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"that cannot be found; not in the proper or expected place; not returning \n失踪的，下落不明的，找不到的\nWhen did you realize the money was missing from your account?  \n你是什么时候意识到你账户里的钱失踪了的？\nIf your bike was stolen last week, why haven't you reported it missing until now?  \n如果你的自行车是上周被偷的，为什么你直到现在才报失呢？"}]},{"Word":"cargo","Voice":"sounds/nw-unit10-a-26.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[U, C] the goods carried by a ship, aircraft or other large vehicles \n货物\na cargo ship  \n货轮\nThe ship was carrying a cargo of wool from England to France.  \n这艘船正将羊毛货品从英国运往法国。"}]},{"Word":"steamer","Voice":"sounds/nw-unit10-a-27.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] a boat or ship which moves by steam power \n汽船，汽艇, 轮船\nThe steamer sank when it crashed into an iceberg. \n轮船撞上冰山后沉没了。\nThe steamer costs 150,000 US dollars. \n这艘汽艇的价格是15万美元。\nHe bought a steamer to carry bananas from his farm on the island to the city. \n他买了一辆汽艇将香蕉从他岛上的农场运到城里。"}]},{"Word":"telescope","Voice":"sounds/nw-unit10-a-28.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] a tubelike instrument that makes distant objects look nearer and larger \n望远镜\nIn 1609, Galileo improved the telescope and used it to study the stars and planets.  \n1609年，伽利略改进了望远镜，用它研究星体和行星。\nIt's hoped that the telescope will enable scientists to see deeper into the universe than ever before. \n希望这种望远镜能使科学家比以前更好地观察宇宙。"}]},{"Word":"deck","Voice":"sounds/nw-unit10-a-29.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] a type of floor on a ship; a flat area for walking on \n甲板；层面\nLet's go up on deck and get some air.  \n我们到甲板上去透透气吧。\nThe upper deck of the bus was always full of people smoking.  \n公共汽车的上层总是坐满了抽烟的乘客。"}]},{"Word":"timber","Voice":"sounds/nw-unit10-a-30.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[U] wood that is used for building houses and making furniture\n木材\nMuch timber was destroyed in the forest fire. \n许多木材在这次森林大火中烧毁了。\nThese trees are being grown for timber.  \n这些树是供采伐而种的。"}]},{"Word":"install","Voice":"sounds/nw-unit10-a-31.mp3","Definitions":[{"PartofSpeech":"vt.","Paraphrase":"1. place (sb.) in a new position \n任命，使就职\nShe has installed a couple of young Americans as her advisers.  \n她任用了几名年轻的美国人作她的顾问。\nHe was installed as president yesterday.  \n他昨天正式就任校长。\n2. put (equipment or machine) in a place so that it is ready for use \n安装\nThe company will design, supply and install your new kitchen.  \n该公司将负责新厨房的设计、设备供应及安装。\nA man came to install a telephone in our home.  \n有个人来为我们家安装了电话。"}]},{"Word":"fog","Voice":"sounds/nw-unit10-a-32.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[U, C] a weather condition in which very small drops of water gather together to form a thick cloud close to the land or sea, making it difficult to see \n雾\nThick fog has made driving conditions dangerous.  \n浓雾使得行车非常危险。\nFreezing fogs and snow are common in this area.  \n在这一地区浓雾和降雪是常事。\nWe often have bad fogs on the south coast during winter. \n冬天，南海岸常有大雾。"}]},{"Word":"gulf","Voice":"sounds/nw-unit10-a-33.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1. [C] a large area of sea surrounded on three sides by a curving length of coast \n海湾\nThe ship sailed into the Gulf of Mexico.  \n这艘船驶进了墨西哥湾。\n2. [C] an important difference between the ideas and opinions of two groups of people \n巨大的差距，鸿沟\nThere is a widening gulf between the middle class and the poorest sections of society.  \n中产阶级和社会的贫困阶级间的差距在增大。\nI don't think there is a great gulf fixed between them.  \n我认为他们之间没有很大的分歧。"}]},{"Word":"submerge","Voice":"sounds/nw-unit10-a-34.mp3","Definitions":[{"PartofSpeech":"v.","Paraphrase":"(cause to) go below the surface of water \n(使)浸没，(使)淹没\nShe was taken to hospital after being submerged in an icy river for 45 minutes.  \n她在冰冷的河水中淹了45分钟才被送往医院。\nI watched the village gradually submerging.  \n我看着村庄慢慢地被淹没。"}]},{"Word":"magnetic","Voice":"sounds/nw-unit10-a-35.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"1. with the characteristics of a magnet \n有磁性的，磁的\nAn iron bar can be made magnetic by wrapping wire around it and passing an electric current through the wire.  \n可以通过在铁棒上缠绕电线并通电的方法使其具有磁性。\n2. having a powerful attraction \n有魅力的，吸引人的\nHe is the most magnetic male dancer I've ever seen.  \n他是我所见过的最有魅力的男舞蹈演员。"}]},{"Word":"navigation","Voice":"sounds/nw-unit10-a-36.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[U] directing the way that (a ship, aircraft, etc.) will travel \n航行，导航\nIn the past, navigation depended largely on the position of stars.  \n过去，航行在很大程度上依靠星星的位置。\nThe storms had caused difficulties in the navigation of the plane.  \n风暴造成飞机航行的困难。"}]},{"Word":"error","Voice":"sounds/nw-unit10-a-37.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] a mistake \n错误\nHuman error has been blamed for the air crash.  \n人为的错误被认为是飞机失事的原因。\nThe letter contains a number of typing errors, which I must correct.  \n信中有很多字打错了，我得改一下。"}]},{"Word":"mechanical","Voice":"sounds/nw-unit10-a-38.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"1.of machines or their parts \n与机械有关的，机械的\nThe plane appeared to have crashed because of a mechanical problem.  \n这架飞机似乎是由于机械故障而坠毁的。\nThe museum has a good range of mechanical toys.  \n这家博物馆机械玩具的收藏相当可观。\n2.without thought or feeling; (done) from habit rather than will \n机械的，呆板的，习惯性的\nHe played the piano in a dull and mechanical way. \n他弹钢琴非常枯燥、呆板。\nThe children were being taught to read in a mechanical way.  \n孩子们正接受那种公式化的阅读方式。\nShe was quite mechanical and unthinking in the way she ironed the shirts.  \n她熨衣服的方式机械死板。"}]},{"Word":"atmosphere","Voice":"sounds/nw-unit10-a-39.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1. [U, C] the mixture of gases that surrounds some planets, such as the Earth; the air \n大气（层）\nThe factories are releasing polluted gases into the atmosphere.  \n这些工厂向大气层散发有害气体。\nThe atmospheres of Mars and the Earth are very different.  \n火星与地球的大气层是很不相同的。\n2. [U] the character, feeling or mood of a place or situation \n气氛，氛围\nThere's a very friendly atmosphere in our office.  \n我们办公室里的气氛非常友好。\nThe atmosphere over dinner was warm and friendly.  \n宴会上的气氛热烈而友好。 "}]},{"Word":"atmospheric","Voice":"sounds/nw-unit10-a-40.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"of atmosphere \n大气(层)的\natmospheric pressure \n大气压力\natmospheric gases \n大气气体\nIf atmospheric conditions are right, it may be possible to see this group of stars tonight.  \n如果大气状况理想，今晚可能看得见这组星星。\nPlants are the main source of atmospheric oxygen.  \n大气中的氧主要是由植物产生的。"}]},{"Word":"bureau","Voice":"sounds/nw-unit10-a-41.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] an organization, often formed by a government, or a business that collects or provides information \n局，办事处\nHer disappearance was reported to the police department's Missing Persons Bureau.  \n人们将她的失踪报告给了公安部门的失踪人员处。\nThe weather bureau promised a sunny weekend.  \n气象局预报周末是晴天。"}]},{"Word":"solar","Voice":"sounds/nw-unit10-a-42.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"of or from the sun, or using the energy from the sun to produce electric power \n太阳的，来自太阳的，太阳能的\na solar power system \n利用太阳能的动力系统\na solar furnace \n利用太阳能的火炉\nsolar calendar \n阳历\nsolar system  \n太阳系\nIs solar energy always inexhaustible? \n太阳能是用之不尽的吗？"}]},{"Word":"generator","Voice":"sounds/nw-unit10-a-43.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] a machine which produces sth., esp. electricity \n发电机；发生器\nThe hospital has an emergency generator in case the electricity supply breaks down. \n这家医院有备用电机以防停电。\nThe generators produced in this plant sell well in Europe. \n这个厂生产的发电机在欧洲卖得很好。\nThe generator bought last year saves us a lot of trouble. \n去年买的发电机省去了我们许多麻烦。\nThe generator has broken down. \n发电机出故障了。"}]},{"Word":"suck","Voice":"sounds/nw-unit10-a-44.mp3","Definitions":[{"PartofSpeech":"v.","Paraphrase":"1. pull with great force \n吞没，拉进\nThe waves came crashing over my head and I could feel myself being sucked under by the currents.  \n海浪从我头顶卷过时，我感到完全被水流吞噬了。\nI really don't want any part in this whole argument but I can feel myself being sucked into it.  \n我根本不想参与这场争论，却发现自己不知不觉间已被卷了进去。\n2. pull in through the mouth without using the teeth \n吸，吮，啜\nI sucked my thumb until I was seven.  \n直到七岁我才停止吮大拇指。\nI tried sucking on a candy to stop myself coughing.  \n我试着吮食糖果来止咳。"}]},{"Word":"psychic","Voice":"sounds/nw-unit10-a-45.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] a person who has knowledge and mental abilities that are impossible to explain with present scientific understanding\n通灵的人，对超自然力敏感的人\na gifted psychic  \n一个具有通灵天赋的人\n"},{"PartofSpeech":"a.","Paraphrase":"(of a person) having powers unexplained by scientists and not experienced by most people, such as the ability to see into the future \n（指人）有超自然力的\nHow did you know I was here? You must be psychic. \n你怎么知道我在这里，你一定有特异功能。\nHer grandmother was psychic — she sometimes had dreams about the future which came true.  \n她的祖母有特异功能 —— 她有时候关于未来的梦境会成真。"}]},{"Word":"cruise","Voice":"sounds/nw-unit10-a-46.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] a journey on a large ship, usu. for pleasure, during which one visits several places \n航行\nThis four-night cruise gives you the opportunity to see the wild beauty of the island.  \n这次为期四昼夜的航行使你有机会欣赏到该岛的自然美景。\n"},{"PartofSpeech":"v.","Paraphrase":"travel on ships for pleasure \n旅游航行\nWe're planning to spend our holidays cruising around the world.  \n我们计划假期时环游世界。\nDuring your trip, you can cruise along the Seine and see the famous sights of Paris.  \n旅行期间，你可以乘船沿着塞纳河游弋，观赏巴黎的名胜。"}]},{"Word":"take off","Voice":"sounds/nw-unit10-a-47.mp3","Definitions":[{"PartofSpeech":"(of a plane, etc.) leave the ground and begin to fly \n（飞机等）起飞\nIt's exciting to feel the plane taking off.  \n感受飞机起飞的一瞬是激动人心的。\nWe took off so smoothly that the passengers could hardly feel it.  \n我们的飞机起飞时非常平稳，乘客们几乎都毫无感觉。","Paraphrase":""}]},{"Word":"search for","Voice":"sounds/nw-unit10-a-48.mp3","Definitions":[{"PartofSpeech":"examine or go over carefully in order to find \n搜寻，探求，寻觅\nFor over 100 years, men have been searching for gold in the hills.  \n一百多年来，人们一直在这山中寻找金子。\nMany people spend years searching for peace of mind, often with little success.  \n许多人多年追求平静超脱的心境，但往往收效甚微。","Paraphrase":""}]},{"Word":"without trace","Voice":"sounds/nw-unit10-a-49.mp3","Definitions":[{"PartofSpeech":"without any mark, sign, etc. showing what has happened or existed \n无影无踪地，了无痕迹地\nHe has disappeared without trace.  \n他已销声匿迹了。\nThe children were lost without trace in the forest.  \n孩子们在森林里失踪了，没有留下一点痕迹。","Paraphrase":""}]},{"Word":"tell of","Voice":"sounds/nw-unit10-a-50.mp3","Definitions":[{"PartofSpeech":"mention; describe \n讲述，述说，告诉\nHe told of having seen a strange creature in the lake.  \n他讲述了看到湖中怪兽的事。\nHe told us of having found a perfect place for the camp.  \n他告诉我们他找到了一个最佳宿营地。","Paraphrase":""}]},{"Word":"go so far as to","Voice":"sounds/nw-unit10-a-51.mp3","Definitions":[{"PartofSpeech":"make such a strong statement or take such strong action as to \n说或做到……强烈程度\nI would go so far as to say it's positively neurotic. \n我甚至会说这绝对是神经病。\nHe went so far as to say that he would give up his life for the poor girl. \n他甚至说他愿意为这可怜的姑娘献出生命。","Paraphrase":""}]},{"Word":"turn up","Voice":"sounds/nw-unit10-a-52.mp3","Definitions":[{"PartofSpeech":"1. discover \n发现，挖掘\nThe farmer turned up an ancient coin while ploughing the field.\n那农民犁地时挖出一枚古币。\nJust how do you intend to turn up the necessary proof?  \n只是你究竟打算怎样去找必要的证据呢？\n2. happen without effort on one's part \n发生，出现，到来\nIt's no good waiting for something to turn up; you have to take actions. \n守株待兔没用，你得采取点行动。\n\"In case anything turned up\" was his favorite expression. \n\"万一有什么事\"是他的口头禅。","Paraphrase":""}]},{"Word":"attribute sth. to","Voice":"sounds/nw-unit10-a-53.mp3","Definitions":[{"PartofSpeech":"regard sth. as belonging to, caused by or produced by sb./sth. \n把... ...归因于，把... ...归咎于\nShe attributed her great age to a carefully planned diet.  \n她认为她的高寿是精心安排饮食的结果。\nWe attribute Edison's success to intelligence and hard work.  \n我们把爱迪生的成功归因于他的天分和勤奋工作。","Paraphrase":""}]},{"Word":"go on","Voice":"sounds/nw-unit10-a-54.mp3","Definitions":[{"PartofSpeech":"take place; happen \n发生\nThere's a wedding going on at the church. \n教堂里正在举行婚礼。\nWhat's going on here? \n这儿出了什么事？","Paraphrase":""}]},{"Word":"on the contrary","Voice":"sounds/nw-unit10-a-55.mp3","Definitions":[{"PartofSpeech":"exactly the opposite; instead \n恰恰相反，相反地\nIt doesn't seem ugly to me; on the contrary, I think it's rather beautiful.  \n我并不觉得它丑，恰恰相反，我认为它相当美。\nHe is not busy; on the contrary, he is out of work.  \n他不忙，相反，他失业了。","Paraphrase":""}]},{"Word":"to date","Voice":"sounds/nw-unit10-a-56.mp3","Definitions":[{"PartofSpeech":"so far; up to now \n到目前为止，迄今\nTo date, we've received 40 bookings for the holiday, so we're doing quite well.  \n到目前为止，我们已收到40份度假预定申请，所以情况相当不错。\nHe left three weeks ago and we haven't had one single letter from him to date.  \n他于三周前离开这里。迄今为止，我们还未收到他一封信。","Paraphrase":""}]},{"Word":"on display","Voice":"sounds/nw-unit10-a-57.mp3","Definitions":[{"PartofSpeech":"being displayed \n展览，陈列\nA collection of photographs was on display in the hall.  \n大厅里有图片展览。\nWe were amazed by the rich variety of commodities on display.  \n我们对陈列出来的丰富多彩的商品感到惊异。","Paraphrase":""}]},{"Word":"expand on/upon","Voice":"sounds/nw-unit10-a-58.mp3","Definitions":[{"PartofSpeech":"develop or give more of (a story, an argument, etc.) \n（对故事、论据等进行）补充\nI'm quite satisfied with your explanation, so there's no need to expand on it.  \n我对你的解释十分满意，因此不需要详细阐述了。\nYou mentioned the need for extra funding. Would you expand on that?  \n你提到需要额外的资金，你愿就此展开谈谈吗？","Paraphrase":""}]},{"Word":"from time to time","Voice":"sounds/nw-unit10-a-59.mp3","Definitions":[{"PartofSpeech":"now and then; occasionally \n不时，有时\nFrom time to time he got up from the sofa and walked about the room. \n他时不时地从沙发上站起来，在房间里踱来踱去。\nWe usually eat at home but from time to time we go out for lunch.  \n我们通常在家吃饭，偶尔出去吃午餐。","Paraphrase":""}]},{"Word":"set off","Voice":"sounds/nw-unit10-a-60.mp3","Definitions":[{"PartofSpeech":"cause sth. to take place \n引起，启动\nThe instrument sets off an effect in the atoms of this substance, which causes it to produce power that can be made into electricity.  \n这种仪器使这种物质的原子产生反应，从而产生一种可以发电的新能量。\nThe owner accidentally set off the fire bell, and two fire engines arrived.  \n主人偶然碰响了火警铃，结果来了两辆救火车。","Paraphrase":""}]},{"Word":"make contact with","Voice":"sounds/nw-unit10-a-61.mp3","Definitions":[{"PartofSpeech":"succeed in speaking to or meeting sb./sth. \n接触，联系，结识，会晤\nWe have succeeded in making radio contact with the ship.  \n我们已与船只成功地取得了无线电联系。\nThe insurance salesman tried to make contact with wealthy people.  \n经营保险业的人千方百计地与富人接触。","Paraphrase":""}]},{"Word":"Florida","Voice":"sounds/nw-unit10-a-62.mp3","Definitions":[{"PartofSpeech":"佛罗里达","Paraphrase":""}]},{"Word":"the Atlantic Ocean","Voice":"sounds/nw-unit10-a-63.mp3","Definitions":[{"PartofSpeech":"大西洋","Paraphrase":""}]},{"Word":"the Bermuda Triangle","Voice":"sounds/nw-unit10-a-64.mp3","Definitions":[{"PartofSpeech":"百慕大三角","Paraphrase":""}]},{"Word":"Bermuda","Voice":"sounds/nw-unit10-a-65.mp3","Definitions":[{"PartofSpeech":"百慕大群岛","Paraphrase":""}]},{"Word":"Puerto Rico","Voice":"sounds/nw-unit10-a-66.mp3","Definitions":[{"PartofSpeech":"波多黎各","Paraphrase":""}]},{"Word":"the Graveyard of the Atlantic","Voice":"sounds/nw-unit10-a-67.mp3","Definitions":[{"PartofSpeech":"大西洋中的墓地","Paraphrase":""}]},{"Word":"Christopher Columbus","Voice":"sounds/nw-unit10-a-68.mp3","Definitions":[{"PartofSpeech":"克里斯托弗·哥伦布（意大利航海家，新大陆的发现者）","Paraphrase":""}]},{"Word":"Ellen Austin","Voice":"sounds/nw-unit10-a-69.mp3","Definitions":[{"PartofSpeech":"\"艾伦·奥斯丁\"号","Paraphrase":""}]},{"Word":"U.S. Navy","Voice":"sounds/nw-unit10-a-70.mp3","Definitions":[{"PartofSpeech":"美国海军","Paraphrase":""}]},{"Word":"Richard Winer","Voice":"sounds/nw-unit10-a-71.mp3","Definitions":[{"PartofSpeech":"理查德·文纳","Paraphrase":""}]},{"Word":"The Devil's Triangle","Voice":"sounds/nw-unit10-a-72.mp3","Definitions":[{"PartofSpeech":"《魔鬼三角》","Paraphrase":""}]},{"Word":"Charles Berlitz","Voice":"sounds/nw-unit10-a-73.mp3","Definitions":[{"PartofSpeech":"查尔斯·伯利茨","Paraphrase":""}]},{"Word":"Atlantis","Voice":"sounds/nw-unit10-a-74.mp3","Definitions":[{"PartofSpeech":"亚特兰蒂斯（传说中的岛屿，据说位于大西洋直布罗陀海峡以西，后沉于海底）","Paraphrase":""}]}]}