{"UnitTitle":"__horizonread4_UNIT07_A_lw_htm","Vocabularies":[{"Word":"superiority","Voice":"sounds/nw-unit07-a-01.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[U] the state of being higher or better in quality \n优越（性），优等\nIt was believed that the country already had superiority in conventional armies and weapons.\n据信，这个国家已在常规军队和常规武器方面占有优势。\nThere is a feeling of our own superiority and our pride that lie at the root of our response to them.\n我们对他们的反应从根本上存在一种自我优越性和骄傲的感觉。"}]},{"Word":"bias","Voice":"sounds/nw-unit07-a-02.mp3","Definitions":[{"PartofSpeech":"v.","Paraphrase":"cause to form fixed opinion against sth. without enough information to judge fairly \n使有偏见, 使倾向一方\nWe have argued that the broadcasting was biased towards the right wing and the government of today.\n我们认为广播对右翼和现政府有偏见。\nBut you may think me merely biased if I say that my own father could in many ways be considered to rank with the most successful people.\n可是我如果说我父亲在许多方面都可以被认为能与最成功人士相提并论，你也许会想我只不过是有偏见而已。"}]},{"Word":"to date","Voice":"sounds/nw-unit07-a-03.mp3","Definitions":[{"PartofSpeech":"until now\n至今，直到现在\nThis is the biggest donation I've had to date.\n这是到目前为止我所收到的最大一项捐赠。\nTo date, research on the application of the genetic map is very limited. \n至今，对基因图应用的研究工作还是非常有限的。","Paraphrase":""}]},{"Word":"nothing less than","Voice":"sounds/nw-unit07-a-04.mp3","Definitions":[{"PartofSpeech":"(used to emphasize how important or surprising sth. is) exactly, just, at least\n简直是，同……一点也不差\nOur aim is nothing less than to make China the best trained and educated nation in the world.\n我们的目标就是要使中国成为世界上受到最好培训和教育的国家。\nWhat was needed was nothing less than a new industrial revolution and a thriving market.\n我们所需要的就是一场新的工业革命和一个繁荣的市场。","Paraphrase":""}]},{"Word":"serve as","Voice":"sounds/nw-unit07-a-05.mp3","Definitions":[{"PartofSpeech":"fulfil the purpose of\n起……作用，当成\nHis remarks should have served as an encouragement to the authorities to develop this important aspect of community care.\n他的一席话应当视作是对当局发展社区保护中这一重要方面的一种鼓励。\nThe authorities have designed the prison so as to serve as a means of ensuring an endless supply of labor.\n当局已使得监狱成为确保不断提供劳动力的一种手段。","Paraphrase":""}]},{"Word":"be confined to","Voice":"sounds/nw-unit07-a-06.mp3","Definitions":[{"PartofSpeech":"be restricted or kept within certain limits\n限制于，局限于\nHis concerns were not confined to property, housing and environmental questions.\n他所关心的事不局限于财产、住房、环境等问题。\nCriticism and debate are to be welcomed and should not be confined to academic circles.\n批评和辩论应受到欢迎，并且不应该仅局限于学术界。","Paraphrase":""}]},{"Word":"as of/from","Voice":"sounds/nw-unit07-a-07.mp3","Definitions":[{"PartofSpeech":"starting from (the time stated) \n从……时候起\nAs of today, we do not believe that the declaration of an emergency state would increase the flow of supplies.\n从今天起，我们不相信宣布处于紧急状态会加大补给品的流量。\nAs of now, cigarettes are banned in my house and all the offices. \n从现在起，我的屋子和所有的办公室都禁止吸烟。","Paraphrase":""}]},{"Word":"in effect","Voice":"sounds/nw-unit07-a-08.mp3","Definitions":[{"PartofSpeech":"for practical purposes; in fact\n事实上，实际上\nIn effect, the influence of this government was going down gradually.\n事实上，这个政府的影响力正在逐渐下降。\nThe two economic systems are, in effect, identical.\n这两种经济制度实际上一模一样。","Paraphrase":""}]},{"Word":"adapt to","Voice":"sounds/nw-unit07-a-09.mp3","Definitions":[{"PartofSpeech":"change one's behavior or sth. in order to deal more successfully with a new situation\n（改变……）使适应\nOnly when your approach to good health can be adapted to all your own requirements, will you really succeed in obtaining your goals of health care.\n只有当你对待健康的方法能适应所有你自己的要求，你才真正能成功达到你的保健目标。\nShe knew his ways and had adapted to them, and this seemed to give him a satisfaction.\n她了解他的各种独特行为习惯，已经适应了它们。这似乎使他感到很满意。","Paraphrase":""}]},{"Word":"in combination with","Voice":"sounds/nw-unit07-a-10.mp3","Definitions":[{"PartofSpeech":"in conjunction with, together with\n与……合作，共同\nThe new treatment can be used either alone or in combination with the traditional one.\n这新疗法可单独使用，也可以和传统疗法结合使用。\nThe firm is working on a new product in combination with several overseas partners.\n公司正在联合几家海外合伙人制造新产品。","Paraphrase":""}]},{"Word":"shed /throw light on","Voice":"sounds/nw-unit07-a-11.mp3","Definitions":[{"PartofSpeech":"make a problem, etc. easier to understand\n使（某事）更为清楚，阐明（某事）\nTo shed light on these questions, I'd like to take an example from the fairly recent past.\n为更好地清楚阐明这些问题，我想从最近的过去中举一个例子。\nIn addition, the research is expected to shed more light on the social consequences of cities' changing economic roles.\n另外，这项研究会更为清楚地说明城市变化的经济作用所产生的社会影响。","Paraphrase":""}]},{"Word":"be descended from","Voice":"sounds/nw-unit07-a-12.mp3","Definitions":[{"PartofSpeech":"have sb. as an ancestor\n为……的后裔，是……的后人\nWherever they are now, black people are descended from Africans.\n无论黑人在哪儿，他们都是非洲人的后裔。\nPeople say that she is descended from royalty.\n人们说她是王室后裔。","Paraphrase":""}]},{"Word":"Luca Cavalli-Sforza","Voice":"sounds/nw-unit07-a-13.mp3","Definitions":[{"PartofSpeech":"路卡·卡瓦里-斯福尔扎（人名）","Paraphrase":""}]},{"Word":"Stanford (University)","Voice":"sounds/nw-unit07-a-14.mp3","Definitions":[{"PartofSpeech":"斯坦福大学（美国一大学，位于美国加利福尼亚州）","Paraphrase":""}]},{"Word":"Khoisan","Voice":"sounds/nw-unit07-a-15.mp3","Definitions":[{"PartofSpeech":"（南非）科伊桑人","Paraphrase":""}]},{"Word":"Ethiopia","Voice":"sounds/nw-unit07-a-16.mp3","Definitions":[{"PartofSpeech":"埃塞俄比亚（东非国家）","Paraphrase":""}]},{"Word":"Basque","Voice":"sounds/nw-unit07-a-17.mp3","Definitions":[{"PartofSpeech":"巴斯克人（欧洲比利牛斯山西部地区的古老居民，绝大多数居住在西班牙北部）","Paraphrase":""}]},{"Word":"Cro-Magnon","Voice":"sounds/nw-unit07-a-18.mp3","Definitions":[{"PartofSpeech":"克罗马努人 （1968年被发现于法国南部克罗马努山洞中，是旧石器时代晚期新人的总称）","Paraphrase":""}]}]}