{"UnitTitle":"__horizonread4_UNIT07_B_lw_htm","Vocabularies":[{"Word":"prodigy","Voice":"sounds/nw-unit07-b-01.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] a person who has unusual and very noticeable abilities \n奇才，天才\nHe is likely to be very bright and find learning so easy that he becomes a prodigy or \"genius\" at mathematics.\n他可能是非常聪明的，会觉得学习这么容易而成为数学上的一名奇才或\"天才\"。\nHowever, if a child could pick up the language merely by exposure he would be considered a real prodigy.\n然而，如果一名儿童仅仅通过接触就能学会这门语言，他会被视作是一个真正的奇才。"}]},{"Word":"spring up","Voice":"sounds/nw-unit07-b-02.mp3","Definitions":[{"PartofSpeech":"appear or develop quickly and/or suddenly\n涌现，发生，迅速长出\nHis success doesn't spring up out of nowhere. As he self-studied College English in high school, he has had a head start over his peers. \n他的成功不是凭空而来的。他在中学就自学了大学英语，所以比其他同学领先了一步。\nIf the project's a success, similar constructions may spring up elsewhere in the country.\n如果这个项目成功的话，类似建筑物也许会在这国家其他的地方涌现。","Paraphrase":""}]},{"Word":"out of nowhere","Voice":"sounds/nw-unit07-b-03.mp3","Definitions":[{"PartofSpeech":"happening or appearing suddenly and without warning\n不知打哪儿来，突然冒出来\nHe was driving too fast on the express highway when a police car appeared out of nowhere and stopped him. \n他正在高速公路上超速行驶，这时不知打哪儿冒出一辆警车把他拦住了。\nThe thought swam into her mind out of nowhere and she realized it was a great relief to have this as an excuse.\n这想法不知从何处涌入她的脑海，她意识到有了这种理由心里觉得大大地宽慰了。","Paraphrase":""}]},{"Word":"look into","Voice":"sounds/nw-unit07-b-04.mp3","Definitions":[{"PartofSpeech":"examine\n调查，仔细检查\nMany such crimes are looked into by special agencies rather than the police.\n许多这种犯罪是由专门的机构，而不是由警方进行调查的。\nThe union representative is looking into the case to see if the company is responsible, but at the moment it rather looks as if it was entirely Len's fault.\n工会代表正在调查这起案子，察看公司是否负有责任，但是目前看上去好像完全是莱恩的过错。","Paraphrase":""}]},{"Word":"go out of one's way","Voice":"sounds/nw-unit07-b-05.mp3","Definitions":[{"PartofSpeech":"make a special effort, esp. in spite of difficulties \n特别费心（作某事），千方百计\nMary always went out of her way to help me learn Russian before I went to Moscow where I soon picked it up. \n过去，玛丽总是不怕麻烦地帮助我学习俄语。等我到了莫斯科后，我很快就学会了这门语言。\nHe could have complained to the top about my basic lack of professionalism but instead he went out of his way to try and help me.\n他原本可以向上层领导埋怨我缺乏基本的职业技艺，可相反，他千方百计地试图帮助我。","Paraphrase":""}]},{"Word":"make a note of","Voice":"sounds/nw-unit07-b-06.mp3","Definitions":[{"PartofSpeech":"record (sth. that one wishes to remember)\n把（某事）记录下来\nWhile reading, make a note of any page of special importance.\n阅读时，任何有特别重要意义的那一页都要记下。\nMake a note of how much money you spend on the trip.\n把旅途中的开支记录下来。","Paraphrase":""}]},{"Word":"pick up","Voice":"sounds/nw-unit07-b-07.mp3","Definitions":[{"PartofSpeech":"get information or a skill by chance rather than by making a deliberate effort\n学到，获得\nI picked up quite a lot of Italian when I was in Italy.\n我在意大利时学会了不少意大利语。\nAs a mail boy, he had picked up the habit of addressing people by their Christian names, whoever they were.\n作为一个邮递员，他养成了用教名称呼任何人的习惯，不管他们是谁。","Paraphrase":""}]},{"Word":"have a head start","Voice":"sounds/nw-unit07-b-08.mp3","Definitions":[{"PartofSpeech":"have an advantage over others in a particular activity, esp. as a result of starting doing it before them\n有先起步的优势，领先\nIf you are lucky enough to have your own land, you have a head start over those of us who have to rent facilities.\n如果你有幸拥有自己的土地，比我们中那些不得不租用设施的人一开始就有利了。\nHe had a head start in that he had been a manager assistant for 5 years. \n他一开始就有优势，因为他当过五年经理助理。","Paraphrase":""}]},{"Word":"in question","Voice":"sounds/nw-unit07-b-09.mp3","Definitions":[{"PartofSpeech":"under consideration; being talked about \n谈论中的，考虑之中的\nIf the restaurant in question adds a service charge, then there would be fewer customers.\n要是那家谈论中的餐馆增收服务费，那么顾客就会比较少了。\nCan you give us more information about the man in question? \n关于这个人你能给我们提供更多的情况吗？","Paraphrase":""}]},{"Word":"pass on","Voice":"sounds/nw-unit07-b-10.mp3","Definitions":[{"PartofSpeech":"give or leave to people who are younger or live later; give sth. to sb. else\n把……传给……\nGenetics deals with how genes are passed on from parents to their offspring and a great deal is known about the mechanisms governing this process.\n遗传学涉及的是基因是如何从父母亲遗传给其后代的，人们对控制这一过程的机理已经了解了许多。\nColds and measles may be passed on easily at school, but NOT HIV.\n感冒和麻疹在学校里很容易传来传去，但是艾滋病病毒并不容易传播。","Paraphrase":""}]},{"Word":"step by step","Voice":"sounds/nw-unit07-b-11.mp3","Definitions":[{"PartofSpeech":"gradually \n一步步，逐渐地\nStep by step, they are approaching the crux of the problem.\n一步步地，他们正接近问题的关键。\nThe gang of robbers approached with guns, forcing them step by step into the sea. \n那帮强盗拿着枪逼近，强迫他们一步一步地走到大海中。","Paraphrase":""}]},{"Word":"have an advantage over","Voice":"sounds/nw-unit07-b-12.mp3","Definitions":[{"PartofSpeech":"be better, more effective, and more useful than \n比……处于有利地位，比……有优势\nShe also realized that she had an advantage over her mother's generation because she was a working woman and she could do things in her retirement.\n她也意识到她比自己母亲这代人有优势，因为她是一个有工作的妇女，而且退休后还能做事。\nHis recent research finds that older learners have an advantage over the very young in learning rule-governed aspects of the language.\n他最近的研究发现在学习语言的有规则的方面，年龄较大的学习者比年龄非常小的有优势。","Paraphrase":""}]},{"Word":"in a (good) position to do","Voice":"sounds/nw-unit07-b-13.mp3","Definitions":[{"PartofSpeech":"having enough authority or power to do\n能够（做某事），有条件（做某事）\nHe will then be in a good position to take over much of the rest of the property when his parents die.\n他父母过世时，他就能够接管其余的很大一部分财产。\nAs a minister, judge and professor, I feel I am in a good position to speak about the history of marriage, its importance in society, and the duties of the married couple to each other and the wider community.\n作为一名牧师、法官和教授，我感到我能够来谈论婚姻的历史、婚姻在社会中的重要性，以及已婚夫妇对双方和社区的责任。","Paraphrase":""}]},{"Word":"far from","Voice":"sounds/nw-unit07-b-14.mp3","Definitions":[{"PartofSpeech":"not at all\n远远不，一点也不\nFar from damaging the environment, the expanded road program will improve the quality of life of thousands of people.\n扩展道路计划非但不会对环境造成破坏，反而将改善成千上万人的生活质量。\nHis whole future, far from being secure, was now endangered because of what he had done.\n由于他所做的一切，他的整个未来非但不可靠，现在反而处于危险之中。","Paraphrase":""}]},{"Word":"Einstein","Voice":"sounds/nw-unit07-b-15.mp3","Definitions":[{"PartofSpeech":"爱因斯坦(Albert Einstein)（1879-1955，美籍德国理论物理学家）","Paraphrase":""}]},{"Word":"Pablo Picasso","Voice":"sounds/nw-unit07-b-16.mp3","Definitions":[{"PartofSpeech":"帕布罗·毕加索（1881-1973，西班牙画家、雕刻家，立体主义画派主要代表）","Paraphrase":""}]},{"Word":"Mozart","Voice":"sounds/nw-unit07-b-17.mp3","Definitions":[{"PartofSpeech":"莫扎特（1756-1791，奥地利作曲家、维也纳古典乐派主要代表）","Paraphrase":""}]},{"Word":"Karl Friedrich Gauss","Voice":"sounds/nw-unit07-b-18.mp3","Definitions":[{"PartofSpeech":"卡尔·弗里德里克·高斯（1777-1855，德国数学家）","Paraphrase":""}]},{"Word":"Holland","Voice":"sounds/nw-unit07-b-19.mp3","Definitions":[{"PartofSpeech":"荷兰（西欧国家）","Paraphrase":""}]}]}