{"UnitTitle":"__horizonread3_UNIT06_B_lw_htm","Vocabularies":[{"Word":"perception","Voice":"sounds/nw-unit06-b-01.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1. [U, C] awareness of things through the physical senses, esp. sight \n感知，感觉，知觉\nDrugs can change your perception of reality.  \n毒品能够改变你对现实的感知。\nHis perception of the change came all of a sudden.  \n他突然察觉到这个变化。\n2. [C] a particular way of looking at or understanding sth.; an opinion \n认识，观点，看法\nWe have to change the public's perception that money is being wasted.  \n我们必须改变人们认为浪费了钱的观点。\nThose paintings represent the artist's perceptions and experiences.  \n那些绘画作品反映了艺术家的观念和经历。"}]},{"Word":"accordance","Voice":"sounds/nw-unit06-b-02.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[U] agreement; conformity \n一致，和谐\nWe should act in accordance with the law.  \n我们应依法办事。\nIn accordance with her wishes, she was buried in France.  \n根据她的遗愿，她被埋葬在法国。"}]},{"Word":"duration","Voice":"sounds/nw-unit06-b-03.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[U] the length of time that sth. lasts\n持续，持续期间\nHe planned a stay of two years' duration.  \n他计划呆两年。\nThe storm was of short duration.  \n暴风雨持续时间很短。"}]},{"Word":"rotate","Voice":"sounds/nw-unit06-b-04.mp3","Definitions":[{"PartofSpeech":"v.","Paraphrase":"1. (cause to) move in circles round a central point \n（使）旋转，（使）转动\nThe satellite slowly rotates as it circles the Earth.  \n卫星在绕地球旋转的同时缓慢地自转。\nRotate the handle by 180o to open the door.  \n将把手旋转180度打开门。\n2. (cause to) take turns in a particular order \n（使）轮流\nThe post of chairman rotates among members of committee.  \n主席一职由委员会成员轮流担任。\nThe technique of rotating crops has been introduced to the farmers.  \n农作物轮作技术已经介绍给农民们了。"}]},{"Word":"circular","Voice":"sounds/nw-unit06-b-05.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"shaped like a circle; round \n圆形的，圆的\na circular walk  \n环形人行道\nThe full moon has a circular form. \n满月呈圆形。"}]},{"Word":"hydrogen","Voice":"sounds/nw-unit06-b-06.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[U] the lightest gas with no color, taste or smell \n氢\nHydrogen is a kind of easily burning gas.  \n氢是一种易燃气体。\nThis device is used to produce hydrogen. \n这个装置是用来制取氢气的。\nHydrogen and oxygen form water. \n氢与氧可构成水。"}]},{"Word":"nitrogen","Voice":"sounds/nw-unit06-b-07.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[U] gas without color, taste, or smell, which forms about four-fifths of the Earth's atmosphere\n氮\nNitrogen forms about 80% of the air around the Earth. \n围绕地球的大气80%是氮气。"}]},{"Word":"sphere","Voice":"sounds/nw-unit06-b-08.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1. [C] an object shaped like a round ball \n球形，球体\nEvery point on the surface of a sphere is at an equal distance from its center.  \n球面上的每一点到球心的距离都是相等的。\nDoctors have replaced the top of his hip bone with a metal sphere.  \n医生用一个金属球体置换了他的股骨头。\n2. [C] a range or area of activity \n范围，领域\nMost of our friends come from the same social sphere as we do.  \n我们的朋友大多和我们来自同一社会阶层。\nIt is sometimes difficult for film stars to keep the public and private spheres of their lives separate.  \n对影星来说，把公开行为和私生活分开有时是很难做到的。"}]},{"Word":"primitive","Voice":"sounds/nw-unit06-b-09.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"1. of or typical of a very early stage in the development of sth. \n原始的，早期的\nPrimitive races colonized these islands 2,000 years ago.  \n原始人2,000年前开垦了这些岛屿。\nEven today the villagers live in a primitive one-crop economy.  \n直到今天，村民们仍过着原始的单一作物经济的生活。\n2. simple and not sophisticated \n简陋的，粗糙的\nThey built a primitive shelter out of tree trunks.  \n他们用树干建造了一个极简单的棚子。\nPeople are living in tents, without running water and in primitive conditions.  \n人们住在帐篷里，没有自来水，生活条件简陋。"}]},{"Word":"shell","Voice":"sounds/nw-unit06-b-10.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1. [C] the hard outer covering of sth. \n壳，贝壳\nThe little birds' eggs had pretty blue shells.  \n这些小鸟的蛋有美丽的蓝色蛋壳。\nI used to spend hours collecting shells on the beach.  \n我过去常常一连几个小时在海滩上捡贝壳。\n2. [C] a metal container filled with explosives that is fired by a large gun \n炮弹\na tear shell \n催泪弹\na gas shell \n毒气弹\nThey fired shells at their enemies. \n他们向敌人开炮。\n"},{"PartofSpeech":"vt.","Paraphrase":"remove the shell of (sth.) \n剥... ...的壳\nYou have to shell peas before eating them.  \n吃豌豆前得先剥壳。\nIt's as easy as shelling peas.  \n这事非常容易。"}]},{"Word":"insect","Voice":"sounds/nw-unit06-b-11.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] a type of small animal with six legs, a body divided into three parts and usu. two pairs of wings \n昆虫，虫\nI've got some sort of insect bites on my leg.  \n我腿上被虫子咬了。\nAnts, butterflies and flies are all insects.  \n蚂蚁、蝴蝶和苍蝇都是昆虫。"}]},{"Word":"dinosaur","Voice":"sounds/nw-unit06-b-12.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] a very large animal that disappeared from the Earth before the appearance of man \n恐龙\nThe dinosaurs were the reptiles that inhibited the Earth before the appearance of man and died out. \n恐龙是爬行动物，在人类出现以前生活在地球上，现在已经灭绝了。\nWhat was the largest of all dinosaurs?  \n恐龙中最大的是哪一种?\nThere were many different types of dinosaurs, some of which were extremely large.  \n恐龙有很多种，其中有一些非常庞大。"}]},{"Word":"mammal","Voice":"sounds/nw-unit06-b-13.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] any animal in which the female gives birth to babies, not eggs, and feeds them on milk from her own body \n哺乳动物\nHumans, dogs, elephants are all mammals, but birds and fish are not.  \n人类、狗和大象都是哺乳动物，而鸟和鱼不是。"}]},{"Word":"flourish","Voice":"sounds/nw-unit06-b-14.mp3","Definitions":[{"PartofSpeech":"vi.","Paraphrase":"grow or develop successfully \n茂盛，繁荣，兴旺\nFour years ago, the country's tourist industry was flourishing.  \n四年前，这个国家的旅游业繁荣起来。\nVery few plants will flourish without enough water.\n没有足够的水很少有植物会生长得茂盛。\n"},{"PartofSpeech":"vt.","Paraphrase":"wave (sth.) in the hand to attract attention to it \n挥舞\nShe came in smiling, flourishing her exam results.  \n她笑着走进来，手里挥着她的考试成绩。\nHe rushed into the office, flourishing a letter of complaint.  \n他急冲冲地闯进办公室，手里挥动着一封投诉信。"}]},{"Word":"evolution","Voice":"sounds/nw-unit06-b-15.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1.[U] the development of living things over many thousands of years from simple early forms \n进化\ntheory of evolution \n进化论\nResearch on insects suggests that bacteria play a key part in animal evolution.  \n对昆虫的研究表明，细菌在动物的演化过程中起着关键作用。\n2.[U] the process of gradual development and change; evolving \n演变，发展\nCultural and social evolution has now become extremely rapid.  \n文化和社会发展现在变得极为迅速。\nPolitical evolution is a slow process. \n政治变革是一个缓慢的过程。"}]},{"Word":"manual","Voice":"sounds/nw-unit06-b-16.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"done with the hands \n手工制作的，人工的\nThe latest post office machines can sort letters at 30,000 items an hour, which is much faster than manual sorting.  \n邮局的最新机器每小时可以分拣3万份邮件，大大快于手工分拣。\nA lot of manual workers will lose their jobs as a result of robots using.  \n机器人的使用将使很多体力劳动者失业。\n"},{"PartofSpeech":"n.","Paraphrase":"[C] a book which gives practical instructions on how to do sth. or how to use sth. \n操作手册，指南\nThe computer comes with a 600-page instruction manual.  \n该电脑附有一本600页的操作手册。\nShe bought a manual of home repairs.  \n她买了一本家庭维修手册。 "}]},{"Word":"ore","Voice":"sounds/nw-unit06-b-17.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C, U] rock, earth, mineral, etc. from which metal can be obtained \n矿石，矿砂\niron ore \n铁矿\na piece of ore \n一块矿石\nan ore deposit \n矿床\nMetal ores are often found mixed with rock and dirt and are rarely pure enough to be processed straight away.  \n人们找到的金属矿石经常是和岩石及尘土混在一起，很少纯净得可以直接进行加工处理。\n6,000 tons of ore can be processed at the site each day.  \n每天在这块场地上可以加工处理6,000吨矿石。"}]},{"Word":"tractor","Voice":"sounds/nw-unit06-b-18.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] a motor vehicle which is used on farms for pulling machinery or other heavy things \n拖拉机\na farm tractor \n农用拖拉机\na walking tractor \n手扶拖拉机\nan all-purpose tractor \n万能拖拉机\nThe tractor is the most widely used agricultural machine. \n拖拉机是用得最广泛的农业机械。"}]},{"Word":"fertilizer","Voice":"sounds/nw-unit06-b-19.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C, U] a natural or chemical substance which is spread on the land to make plants grow well\n肥料，化肥\nchemical fertilizer\n化学肥料\nThere are some new organic fertilizers on the market.  \n市场上有新的有机肥料出售。"}]},{"Word":"location","Voice":"sounds/nw-unit06-b-20.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1. [C] a place or position \n地点，位置\nWe're trying to find a good location for our party.  \n我们正设法找一个理想的聚会场所。\nFirst, we must decide on the location of our new swimming pool. \n首先，我们必须选定新建游泳池的地点。\n2. [C] a place, not a film studio, where (part of) a cinema film is photographed \n（电影的）外景拍摄地\nIt was hard to find a suitable location for the desert scenes. \n很难找到拍摄沙漠场景的合适地点。"}]},{"Word":"proportional","Voice":"sounds/nw-unit06-b-21.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"corresponding in size, amount or degree (to sth.)\n与... ...成比例的\nThe degree of punishment is meant to be proportional to the seriousness of the crime.  \n刑罚的程度应当是与犯罪的严重性成比例的。\nThe pay will be proportional to the amount of time put in.  \n报酬将与花费的时间成比例。"}]},{"Word":"proportionally","Voice":"sounds/nw-unit06-b-22.mp3","Definitions":[{"PartofSpeech":"ad.","Paraphrase":"being proportional\n与... ...成比例地\nProportionally to her income she spends far more on holidays than I do.  \n她在度假上比我花的钱多得多，这和她的收入是成比例的。\nCrime rate is proportionally much higher in the north of the country.  \n就比例而言，犯罪率在这个国家的北部要高得多。"}]},{"Word":"restraint","Voice":"sounds/nw-unit06-b-23.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1. [U] restraining or being restrained \n克制，抑制，约束\nThe government appealed for restraint, insisting the crisis could be resolved without the use of force.  \n政府呼吁人们克制，并坚持说无需使用武力就可以解决危机。\nI think you showed great restraint in not hitting him after what he said.  \n听了他的那种话你居然没有揍他，我认为你表现了很大的克制力。\n2. [C] a thing that restrains or controls \n限制因素，约束措施\nGovernment spending restraints mean that the plans to develop the area have had to be delayed for several years.  \n政府的开支限制意味着开发这个地区的计划已不得不被延迟若干年。\nThe key restraint in holding back the development of the company is lack of space.  \n空间不足是限制该公司发展的主要因素。"}]},{"Word":"fraction","Voice":"sounds/nw-unit06-b-24.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] a small part of sth. \n小部分，片段\nThe shopkeepers are complaining that business has been reduced to a fraction of what it was before the war.  \n店主都在抱怨说生意已经减少到战前的很小一部分了。\nThe car missed me by a fraction of an inch.  \n那车差一点撞到了我。"}]},{"Word":"renew","Voice":"sounds/nw-unit06-b-25.mp3","Definitions":[{"PartofSpeech":"vt.","Paraphrase":"1. replace (sth.) with sth. new of the same kind \n更新，补充\nThe trees renew their leaves every spring.  \n每年春天树木重新长出绿叶。\nI bought some material and renewed the covers on the chairs.  \n我买了些布料更换椅套。\n2. put new life or vigor into (sb./sth.) \n注入新的生命和精力，使恢复\nWe renewed our old friendship.  \n我们又恢复了昔日的友谊。\nHer kindness made him regard her with renewed affection.  \n她的亲切使他又恢复了对她的爱恋。\n3. extend the period of time \n延长期效\nIf you are wondering whether to renew your subscription to our magazine, perhaps you would like to read page 19 before deciding. \n假如您还在考虑是否要续订我们的杂志，请您在做决定之前读一读第19页的内容。\nGordon does not renew his contract with the company, which means he may leave the company soon. \n戈登没有续签他与公司的合同，这意味着他也许不久将要离开公司。"}]},{"Word":"petroleum","Voice":"sounds/nw-unit06-b-26.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[U] a dark thick oil obtained from under the ground \n石油\ncrude petroleum \n原油\nthe petroleum industry \n石油工业\nThis area is rich in petroleum.  \n这地区盛产石油。\nPetroleum is found in underground deposits in various parts.  \n石油可在地下多处分布的沉积物中找到。"}]},{"Word":"manufacture","Voice":"sounds/nw-unit06-b-27.mp3","Definitions":[{"PartofSpeech":"vt.","Paraphrase":"1. produce (goods) in large numbers, esp. in a factory using machines \n（大量）制造，加工\n他在一家生产汽车部件的公司工作。\nThe number of people employed in manufacturing industries has dropped over the last five years.  \n在最近五年中，制造业的雇员人数在减少。\n2. invent (an untrue story, reason, etc.) \n编造\nThe little boy manufactured a tale for his absence from school. \n小男孩为自己缺课编造了一个故事。\nThe company manufactured some evidence to show that they were innocent.  \n公司捏造证据来证明他们是无辜的。"}]},{"Word":"petrol","Voice":"sounds/nw-unit06-b-28.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[U] (AmE gas/gasoline) a liquid obtained from petroleum, used esp. as fuel for cars \n汽油\na petrol station \n加油站\nfill up with petrol \n装满汽油\nI'd better fill up with petrol at the next station.  \n我最好在下一站加汽油。"}]},{"Word":"oppose","Voice":"sounds/nw-unit06-b-29.mp3","Definitions":[{"PartofSpeech":"vt.","Paraphrase":"disagree with, often by speaking or fighting against \n反对，反抗\nMost of the local people opposed the closing of the hospital.  \n大多数当地居民反对关闭医院。\nWe opposed the plan because of the cost.  \n我们反对该计划，因为费用太高。"}]},{"Word":"accelerate","Voice":"sounds/nw-unit06-b-30.mp3","Definitions":[{"PartofSpeech":"v.","Paraphrase":"move more quickly, or make (sth.) happen faster or sooner \n加速，促进\nThe car suddenly accelerated.  \n汽车突然加速了。\nFertilizer will accelerate the growth of these tomato plants.  \n化肥会加快这些番茄的生长。"}]},{"Word":"particle","Voice":"sounds/nw-unit06-b-31.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] an extremely small piece of matter \n粒子，微粒\nDust particles must have got into the motor, which is why it isn't working well.  \n一定有灰尘落到发动机里去了，不然它不会出故障。\nParticles of the substance were examined under a microscope. \n在显微镜下仔细观察物质的微粒。\nI got a particle of dust in my eye. \n我眼睛里弄进了一粒灰尘。"}]},{"Word":"collective","Voice":"sounds/nw-unit06-b-32.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"of, by or relating to a group or society as a whole \n集体的，共同的\nThis is a collective decision.  \n这是集体的决定。\nWe are working in a collective farm.  \n我们在一个集体农庄里工作。\n"},{"PartofSpeech":"n.","Paraphrase":"[C] an organization or business which is owned and controlled by the people who work in it \n集体，团体\nMost shops have been taken over by collectives. \n大多数商店都被集体接管。"}]},{"Word":"exceed","Voice":"sounds/nw-unit06-b-33.mp3","Definitions":[{"PartofSpeech":"vt.","Paraphrase":"be greater than (a number or amount), or go beyond (a certain limit) \n超过，胜过，越出\nThe final cost should not exceed $5,000.  \n最后的开支不应超过5,000美元。\nYou were exceeding your duty in opening those letters.  \n你拆阅那些信件是越权了。"}]},{"Word":"protective","Voice":"sounds/nw-unit06-b-34.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"that protects or is intended to protect \n保护的，防护的\nWe have to wear protective clothing from getting burned.  \n我们必须穿保护衣，以防被火烧伤。\nA mother naturally feels protective towards her children.  \n做母亲的天生要保护自己的孩子。"}]},{"Word":"remote","Voice":"sounds/nw-unit06-b-35.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"1. far away from other areas, houses, etc. \n遥远的，偏僻的\nThe house was very remote and I felt lonely all the time.  \n房子很偏僻，我一直感到孤单。\nIn these remote mountainous areas a great many farmers have developed markets for their crops through the tourist industry. \n在这些偏远的山区，许多农民通过旅游业开发农产品市场。\n2. separate (in feeling, interest, etc.); not connected (with sth.)\n关系疏远的，脱离的，与……没有联系的\nSome of your statements are too remote from the subject we are discussing.  \n你的一些话跟我们正在讨论的题目没有多大关系。\nHis stories are too remote from everyday life.  \n他的小说所描写的内容与日常生活相距太远。\n3. (esp. of a chance or possibility) slight \n绝少的，微乎其微的\nThe prospect of a recovery became even more remote.  \n复苏的希望变得更加渺茫。\nI have not the remotest idea of what you mean.  \n你的意思我一点不明白。"}]},{"Word":"ancestor","Voice":"sounds/nw-unit06-b-36.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1. [C] any of the people from whom sb. is descended, esp. those more remote than his grandparents \n祖先，祖宗，先人\nThere were portraits of his ancestors on the walls of the room.  \n房间的墙上挂着他各位祖先的肖像。\nMy ancestors came from Spain.  \n我的祖先们来自西班牙。\n2. [C] the early form of a machine or structure which later became more developed \n雏形，原型\nThis machine is the ancestor of the modern computer.  \n这种机器是当今计算机的雏形。\nThe ancestor of the modern bicycle can only be seen in the picture.  \n现代自行车的雏形只能从照片上看到了。"}]},{"Word":"retain","Voice":"sounds/nw-unit06-b-37.mp3","Definitions":[{"PartofSpeech":"vt.","Paraphrase":"keep or continue to have (sth.)\n保留，保存\nShe has lost her battle to retain control of the company.  \n她没能保住对公司的控制权。\nWater retains heat much longer than air.  \n水比空气保持热量的时间要长得多。"}]},{"Word":"shortage","Voice":"sounds/nw-unit06-b-38.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] a situation where there is not enough of sth. \n缺乏，不足\na food shortage\n食品短缺\na housing shortage \n住房紧张\na shortage of English teachers \n缺英语老师\nThe long hot summer has led to serious water shortages.  \n漫长而炎热的夏季导致了严重的用水缺乏。\nThere were severe food shortages during the war.  \n战争期间存在着严重的食品短缺。"}]},{"Word":"threat","Voice":"sounds/nw-unit06-b-39.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1. [C] a person, thing, or idea regarded as a possible danger \n构成威胁的人或事物\nWhile the killer goes free, he is a threat to everyone in the town. \n当杀手还在逍遥法外时，他对于镇上的每一个人都构成威胁。\nThe local people strengthened the dyke and relieved the threat of flood. \n当地人民加固了堤坝，解除了洪水的威胁。\n2. [C] an expression of an intention to hurt, punish, cause pain, etc., esp. if one's instructions are not obeyed \n威胁，恐吓\nI obeyed his order but only under threat of punishment. \n我只是在惩罚的威胁下才遵照他的命令去做的。\nThe little boy did not take his sister's threat seriously. \n小男孩没有把他妹妹的威胁当一回事。\n3. [C] a suggestion that sth. unpleasant will happen \n凶兆，征兆\nThe dark clouds brought a threat of rain. \n乌云预示着要下雨。\nThere was a threat of typhoon. \n有刮台风的征兆。"}]},{"Word":"empire","Voice":"sounds/nw-unit06-b-40.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1. [C] a group of countries ruled by a single person, government or country \n帝国\nthe collapse of the Roman Empire \n罗马帝国的崩溃\nIn the course of time, many empires have risen and fallen.  \n随着时间的推移许多帝国兴亡更迭。\n2. [C] a large group of companies controlled by a single person or organization \n（由一个人、一个家族或集团控制的）大企业\nThis gave her the opportunities to expand her empire.  \n这给她提供了扩大企业的机会。\nIn just ten years her company has grown from one small shop to an empire. \n在仅仅10年的时间里，她的公司从一家小商店发展成为一个大企业。"}]},{"Word":"abuse","Voice":"sounds/nw-unit06-b-41.mp3","Definitions":[{"PartofSpeech":"vt.","Paraphrase":"1. make bad or wrong use of (sth.) \n滥用，妄用\nShe always abuses her power by getting other people to do things for her.  \n她总是滥用权力，让别人为她做事。\nI promised not to abuse her kindness.  \n我答应不辜负她的好意。\n2. treat (sb.) badly \n虐待，凌辱\nSeveral of the children had been physically abused.  \n其中几个儿童身体受到了虐待。\n"},{"PartofSpeech":"n.","Paraphrase":"1. [U] wrong or bad use of sth. \n滥用，妄用\nDrug abuse led to his early death.  \n滥用药物导致了他的早亡。\nThe book is about the use and abuse of power.  \n这本书论述权力的使用与滥用的问题。\n2. [U] bad treatment of sb. \n虐待\nShe claimed to have been a victim of child abuse.  \n她声称自己曾是虐待儿童的受害者。\nHis dog has got a lot of abuse.  \n他的狗倍受虐待。"}]},{"Word":"ignorant","Voice":"sounds/nw-unit06-b-42.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"1. knowing little or nothing \n不知道的\nThousands of students leaving school are ignorant of even basic skills.  \n成千上万快毕业的学生甚至连一些基本技能也不懂。\nHe continued on his way, ignorant of the danger which lay ahead.  \n他继续赶路，对前面潜伏的危险一无所知。\n2. lacking education \n愚昧的，无知的\nWe lost a large sum of money because of your ignorant investment. \n因为你愚昧的投资，我们损失了一大笔钱。\nIt was an ignorant remark for someone claiming to be an expert.  \n对一个自称专家的人来说这是一句显露浅薄的话。"}]},{"Word":"mankind","Voice":"sounds/nw-unit06-b-43.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[U] the whole of the human race \n人类\nA nuclear war would be a threat to all mankind. \n核战争对全人类都是一种威胁。\nThis is an invention that will benefit mankind.  \n这是一项会造福人类的发明。\nWe should make our contributions to mankind.  \n我们应该为人类作出贡献。"}]},{"Word":"compared to/with","Voice":"sounds/nw-unit06-b-44.mp3","Definitions":[{"PartofSpeech":"in comparison with; considered in relation to \n跟……相比\nShe is a quiet person, compared with him. \n跟他相比，她算是个言语不多的人。\nCompared to the book I read last week, this one is interesting. \n与我上周读的那本书相比，这本有趣多了。","Paraphrase":""}]},{"Word":"in other words","Voice":"sounds/nw-unit06-b-45.mp3","Definitions":[{"PartofSpeech":"expressed in a different way; that is to say \n换句话说，也就是说\nPressure on the surface of an object varies with the depth of the object below the surface of the water. In other words, the farther down you go, the greater the pressure.  \n物体表面的压力随该物体在水下的深度而变化。换句话说，越深压力越大。\nYou think he should make a positive career move outside this organization. In other words you think he should leave.  \n你认为他应该在这个组织之外积极发展他的事业。也就是说，你认为他应该离开。","Paraphrase":""}]},{"Word":"in accordance with","Voice":"sounds/nw-unit06-b-46.mp3","Definitions":[{"PartofSpeech":"according to; in agreement or harmony with \n依照；与... ...一致\nThe goods will be sent in accordance with your instructions.  \n货物将按你的指示送去。\nWhat he did was in accordance with what he said.  \n他言行一致。","Paraphrase":""}]},{"Word":"be formed from","Voice":"sounds/nw-unit06-b-47.mp3","Definitions":[{"PartofSpeech":"be made from \n由……构成, 由……做成\nClouds are formed from drops of liquid hanging in the air. \n云由悬在空中的水滴构成。\nThe children's playhouse has been formed from a pile of cardboard boxes. \n孩子们的游戏房是由一堆纸箱做成的。","Paraphrase":""}]},{"Word":"take to","Voice":"sounds/nw-unit06-b-48.mp3","Definitions":[{"PartofSpeech":"1. begin to do (sth.) as a practice, habit, etc. \n开始 (从事)\nJohn has taken to drinking too much recently. \n最近约翰沉湎于喝酒。\nJane has taken to getting up early since the beginning of this term.\n从这个学期开始，珍妮养成了早起的习惯。\n2. be kind or favorable to; like \n喜欢上\nJoan took to Paul as soon as they met. \n刚一见面，琼就喜欢上了保罗。\nLittle Mike took to his English teacher at school. \n小麦克喜欢学校里的英语老师。\n3. go to (a place) for rest, hiding, escape, etc. \n逃入；躲藏于\nFather had got a cold, so he took to his bed immediately after dinner. \n父亲患了感冒，因此一吃过晚饭就上床休息了。\nThe criminal took to the woods to escape from the police. \n罪犯逃到树林里以躲避警察的追捕。\nThe robbers have taken to the hills, where it will be difficult to catch them.  \n抢劫者逃入了山里，在那里要想抓获他们很困难。","Paraphrase":""}]},{"Word":"in terms of","Voice":"sounds/nw-unit06-b-49.mp3","Definitions":[{"PartofSpeech":"from … point of view; with regard to; concerning \n就……而论\nIn terms of money, the job is good.\n就钱而论，这工作不错。\nOur goods compete in terms of product quality, reliability and above all variety. \n我们的产品靠质量、信誉, 尤其是品种的多样化来竞争。\nThe figures are expressed in terms of a percentage.  \n这些数字是通过百分比来表示的。\nThe book is a big success in terms of the interest it aroused.  \n就这本书所引起的兴趣而言，它写得极其成功。","Paraphrase":""}]},{"Word":"bring about","Voice":"sounds/nw-unit06-b-50.mp3","Definitions":[{"PartofSpeech":"cause to happen \n使发生\nBy their efforts, they brought about the fall of the government.  \n他们通过努力推翻了政府。\nMajor changes will have to be brought about in British industry.  \n英国工业必须做出重大的改变。","Paraphrase":""}]},{"Word":"out of proportion to sth.","Voice":"sounds/nw-unit06-b-51.mp3","Definitions":[{"PartofSpeech":"too large, serious, important, etc. in relation to sth. \n与... ...极不成比例的，大大超过... ...的\nI like the general style, but the windows are out of proportion to the building; they're too big.  \n我喜欢总体构型，可是窗户太大了，与整幢房子不成比例。\nThe pay is out of proportion to the work.  \n工资与工作不相称。","Paraphrase":""}]},{"Word":"survive on","Voice":"sounds/nw-unit06-b-52.mp3","Definitions":[{"PartofSpeech":"continue to live on or exist by \n靠……活下来，靠……生存\nI can't survive on $30 a week.  \n30美元一周不够我用。\nLife is hard at the moment, but we're surviving on the savings.  \n虽然目前生活艰难，但是我们靠着积蓄活下来。","Paraphrase":""}]},{"Word":"so much","Voice":"sounds/nw-unit06-b-53.mp3","Definitions":[{"PartofSpeech":"not a specific number or amount \n这么多（表示未明确指出的数或量）\nIt tells you that you need so much milk.  \n它表明你需要这么多牛奶。\nYou can only buy so much food with five dollars.  \n你5块钱只能买这么多食品。","Paraphrase":""}]},{"Word":"use up","Voice":"sounds/nw-unit06-b-54.mp3","Definitions":[{"PartofSpeech":"use (material, etc.) until no more is left \n用尽，用光\nWho's used up all the milk? There's none to put in my coffee!  \n谁把牛奶都倒光了，我没有往咖啡里放的了！\nWhen you have used up the polish, let's try this new kind.  \n你用完那种擦光油后，我们来试试这种新的吧。","Paraphrase":""}]},{"Word":"in harmony with","Voice":"sounds/nw-unit06-b-55.mp3","Definitions":[{"PartofSpeech":"agreeing with; matching \n与……协调一致，与……相配\nHis tastes are in harmony with mine.  \n他的爱好与我的相同。\nWe must ensure that industry develops in harmony with the environment.  \n我们必须确保工业与环境和谐发展。","Paraphrase":""}]},{"Word":"take advantage of","Voice":"sounds/nw-unit06-b-56.mp3","Definitions":[{"PartofSpeech":"make use of \n利用\nI think she's taking advantage of me, using me for her own gains. \n我认为她在利用我，为她自己谋利。\nTake advantage of your illness to catch up on your reading.  \n趁你生病之机把要读的材料补上吧。\nIt's unfair to take advantage of your father's good nature.  \n利用你父亲的善良天性占他的便宜是不公平的。","Paraphrase":""}]},{"Word":"hunger for sth.","Voice":"sounds/nw-unit06-b-57.mp3","Definitions":[{"PartofSpeech":"strong desire for sth. \n得到某事物的渴望\nKate has a real hunger for adventure.  \n凯特真的渴望冒险。\nI can't understand why he seems to have no hunger for knowledge.  \n我不明白为什么他看上去对知识毫无兴趣。","Paraphrase":""}]},{"Word":"live with","Voice":"sounds/nw-unit06-b-58.mp3","Definitions":[{"PartofSpeech":"accept or tolerate \n接受，容忍\nI don't like the winter, but we all have to live with it, don't we?  \n我不喜欢冬天，但是我们大家都得忍受，不是吗？\nIt's hard to live with the knowledge that you are a failure.  \n很难接受你已失败这个事实。","Paraphrase":""}]},{"Word":"be ignorant of","Voice":"sounds/nw-unit06-b-59.mp3","Definitions":[{"PartofSpeech":"know little or nothing about; lack education or information of \n不知道，不了解\nTo say you were ignorant of the rules is no excuse.  \n说你不知道规则并不是理由。\nPeople who live in the city are often ignorant of farm life.  \n居住在城市里的人往往不了解农村的生活。","Paraphrase":""}]},{"Word":"give back","Voice":"sounds/nw-unit06-b-60.mp3","Definitions":[{"PartofSpeech":"return \n归还\nCould you give back my pen?  \n你能把我的笔还给我吗？\nGive back the book when you've finished reading it.  \n书看完后还给我。","Paraphrase":""}]},{"Word":"take away","Voice":"sounds/nw-unit06-b-61.mp3","Definitions":[{"PartofSpeech":"remove; carry away \n拿走，带走\nI've just come in to take the dirty dishes away.  \n我只是进来把脏盘子拿走。\nThese books are for reading in the library, and may not be taken away.  \n这些图书只能在图书馆里阅读，不能拿走。","Paraphrase":""}]}]}