{"UnitTitle":"__horizonread3_UNIT06_A_lw_htm","Vocabularies":[{"Word":"earthquake","Voice":"sounds/nw-unit06-a-01.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] a sudden violent movement of the Earth's surface, sometimes causing great damage \n地震\nIn 1906 an earthquake destroyed much of San Francisco.  \n1906年，一场地震摧毁了旧金山的大部分地区。\nDid you feel the earthquake a few hours ago?  \n几个小时前, 你感觉到地震了吗？"}]},{"Word":"detect","Voice":"sounds/nw-unit06-a-02.mp3","Definitions":[{"PartofSpeech":"vt.","Paraphrase":"notice (sth. that is partly hidden or not clear) or discover (sth.), esp. using a special method \n察觉，发现；探测\nFinancial experts have detected signs that the economy is beginning to improve.  \n经济学家们已经觉察到经济开始改善的迹象。\nHe was detected in the act of breaking into her house.  \n他闯入她屋子时被人当场发现。"}]},{"Word":"hen","Voice":"sounds/nw-unit06-a-03.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] an adult female chicken which is often kept for eggs \n母鸡\nShe keeps hens in her backyard and sells their eggs.  \n她在后院养母鸡，并把鸡蛋拿出去卖。\nA black hen lays a white egg.  \n黑鸡生白蛋；丑妇生俊儿。"}]},{"Word":"pigeon","Voice":"sounds/nw-unit06-a-04.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] a bird, wild or tame, of the dove family \n鸽子\nAre pigeons easy to train?  \n训练鸽子容易吗？\nI bought some peanuts to feed the pigeons in the square.  \n我买了些花生喂广场上的鸽子。\nSome pigeons are wild; others are kept by people.  \n有些鸽子是野生的，有些是人们饲养的。\nThere are also racing pigeons, homing pigeons. \n还有赛鸽和信鸽。"}]},{"Word":"experimental","Voice":"sounds/nw-unit06-a-05.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"of, used for, using or based on experiments \n实验的，用作实验的，根据实验的\nThe drug is still at the experimental stage.  \n这种药还处在实验阶段。\nThe changes to the distribution system are purely experimental at the moment.  \n在这个阶段，分配体制的一些变化只是实验性的。"}]},{"Word":"radon","Voice":"sounds/nw-unit06-a-06.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[U] a chemical element, a rare radioactive gas produced by the decay of radium \n氡（一种由镭的衰变而产生的放射性气态元素）"}]},{"Word":"wax","Voice":"sounds/nw-unit06-a-07.mp3","Definitions":[{"PartofSpeech":"vi.","Paraphrase":"increase; grow \n变大，增强\nThe fame of the film star waxed.  \n那个电影明星的知名度有所增加。\nMy feeling for him waxed.  \n我对他的感觉好了一点。\n"},{"PartofSpeech":"n.","Paraphrase":"[U] a solid fatty or oily substance that softens and melts at a low temperature \n蜡\nShe watched the wax as it dripped down the side of the candle.  \n她注视着蜡从蜡烛的边上滴落下来。\nThe envelope was sealed with wax.  \n信封用蜡封了口。"}]},{"Word":"destruction","Voice":"sounds/nw-unit06-a-08.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[U] destroying or being destroyed \n破坏，摧毁\nThere is a danger that weapons of mass destruction will be used in the conflict.  \n具备大规模杀伤力的武器有被用于这场冲突的危险。\nThe destruction of the city by the earthquake was serious.  \n地震对该市造成了严重的破坏。"}]},{"Word":"withstand","Voice":"sounds/nw-unit06-a-09.mp3","Definitions":[{"PartofSpeech":"vt.","Paraphrase":"bear or not be changed by (sth.) or oppose (a person or thing) successfully \n经受，承受，顶住\nThe region needs housing which is strong enough to withstand severe wind and storms.  \n这个地区需要结实的房屋，以经受住狂风和暴雨的袭击。\nHe managed to stay in power for over five years, withstanding all the criticism and the pressure on him to leave.  \n他承受着所有的批评及要求他离职的压力，连续掌了5年多的权。"}]},{"Word":"weld","Voice":"sounds/nw-unit06-a-10.mp3","Definitions":[{"PartofSpeech":"vt.","Paraphrase":"join two pieces of metal together by melting the parts that touch \n焊接\nThe door was sheet metal welded on to the frame of iron.  \n门是焊接在一个铁框上的金属薄板。\nThe car has had a new wing welded on.  \n这辆汽车焊上了一个新的挡泥板。"}]},{"Word":"joint","Voice":"sounds/nw-unit06-a-11.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1. [C] a place where two things are fixed together \n接头，接缝，接合处\nRepairs have involved replacing the joints between each 20-metre stretch of road.  \n修理包括更换公路上每隔20米处的接缝。\nCheck the pipes for leaks at the joints.  \n检查一下管子的接缝是否有漏隙。\n2. [C] the place where two bones are connected \n关节\nThere are three main types of joints that allow either some, slight or no movement of the bones.  \n有使骨骼能够活动、轻微活动或不能活动的三种主要关节。\nSports shoes are now designed to help protect the knee and hip joints.  \n现在设计的运动鞋有助于保护膝盖和臀部关节。\n"},{"PartofSpeech":"a.","Paraphrase":"belonging to or shared between two or more people \n共有的，联合的\nDo you and your husband have a joint bank account or separate accounts?  \n你和丈夫共有一个银行账户，还是各有一个？\nBy our joint efforts we managed to push the car back on the road.  \n我们共同努力终于把汽车推回到公路上。"}]},{"Word":"architect","Voice":"sounds/nw-unit06-a-12.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] a person who designs new buildings and who makes certain that they are built correctly \n建筑师，设计师\nchief architect \n总建筑师\nWho are the architects for the new school?  \n这所新学校的设计师是哪些人？\nEvery man is the architect of his own fortune.  \n每个人都是自己命运的设计师。\nHe was one of the principal architects of the revolution. \n他是那次革命的主要发起者之一。"}]},{"Word":"column","Voice":"sounds/nw-unit06-a-13.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1. [C] a tall post, usu. round and made of stone, either supporting part of the roof of a building or standing alone as a monument \n圆柱，石柱，碑\nThe roof of the temple was held up by a row of thick stone columns.  \n这座庙宇的屋顶是由一排粗大的石柱支撑着的。\nWhat did it cost to put up those columns?  \n建造那些圆柱花了多少钱？\n2. [C] one of several blocks of print into which a page is divided \n(印刷品每页上的)列，栏\nI didn't have time to read the whole article — just the first column.  \n我没有时间读整篇文章——只能读第一栏。"}]},{"Word":"horizontal","Voice":"sounds/nw-unit06-a-14.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"parallel to the horizon; flat; level \n与地平线平行的，平的，水平的\nDraw a horizontal line across the bottom of the page.  \n在此页底部画一条水平线。\nKeep the patient horizontal with the feet slightly raised.  \n让病人保持平卧，双脚略微抬高。"}]},{"Word":"beam","Voice":"sounds/nw-unit06-a-15.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1. [C] a long thick piece of wood or metal, esp. used to support weight in a building or other structure \n梁，横梁\nThe sitting room had exposed wooden beams and a large fireplace.  \n客厅里有几根裸木横梁和一个很大的壁炉。\nThe beams cracked and the top floor caved in.  \n横梁断裂，顶楼塌陷了。\n2. [C] a line of light that shines from an object that gives out light \n光束，射束\nI could see the beam of his torch waving around in the dark.  \n我能够看见他的手电筒的光在黑暗中四下晃动。\nThe beams of searchlights are scanning the sky.  \n探照灯的光束在天空扫过。\n"},{"PartofSpeech":"vi.","Paraphrase":"1. smile happily and cheerfully \n愉快地微笑\nThe child beamed at his teacher as he received the award.  \n孩子接过奖品时朝老师微笑着。\nHer face is beaming with delight.  \n她眉开眼笑。\n2. send out light and warmth \n发光，发热\nThe sun beamed down on them. \n太阳照射着他们。\n"},{"PartofSpeech":"vt.","Paraphrase":"broadcast (a message, television programme, etc.) \n播送(消息、电视节目等)\nThe programme was beamed live by satellite to many different countries. \n那个节目通过卫星向许多国家现场播送。"}]},{"Word":"vertical","Voice":"sounds/nw-unit06-a-16.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"standing or pointing straight up or at an angle of 90o to a horizontal surface or line \n垂直的，竖的，立式的\nHis shirt was a pattern of vertical and horizontal lines.  \n他的衬衫上是一种纵横线条的图案。\nBy the time the lifeboat arrived, the ship was almost vertical in the water.  \n救生艇到达时，那艘船差不多已是竖着立在水中。"}]},{"Word":"pillar","Voice":"sounds/nw-unit06-a-17.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1. [C] a strong column made of stone, metal or wood which supports part of a building, or sth. generally of this shape \n柱子，柱状物\nConcrete pillars support the bridge.  \n水泥柱支撑着大桥。\nA characteristic feature of this area is the detached pillars of rock that stand in the sea.  \n这个地区的一个特征是那些分开屹立在海中的石柱。\n2. [C] a strong supporter of sth.  \n有力的支持者；栋梁\nFanny is a pillar of the chess club.  \n范妮是象棋俱乐部的核心人物。"}]},{"Word":"rod","Voice":"sounds/nw-unit06-a-18.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] a long thin pole made of wood or metal \n（木质或金属）杆，竿\nHe was given a fishing rod for his birthday.  \n他在生日时收到了一根钓鱼竿。\nHe bought a new fishing rod. \n他买了一根新的钓鱼杆。"}]},{"Word":"enclose","Voice":"sounds/nw-unit06-a-19.mp3","Definitions":[{"PartofSpeech":"vt.","Paraphrase":"1. surround \n围住，包住\nThe park that encloses the monument has recently been enlarged.  \n围着那座纪念碑的公园最近被扩建了。\nThe fence that enclosed the house was painted white.  \n房子周围的篱笆被漆成白色。\n2. put inside an envelope or parcel, esp. in addition to sth. else\n把……装入信封，附寄\nI enclose some money, which you may need for your expenses.  \n我同时寄去一点钱，你可能需要开销。\nWith this letter I enclose a photograph.  \n随信附上照片一张。"}]},{"Word":"besides","Voice":"sounds/nw-unit06-a-20.mp3","Definitions":[{"PartofSpeech":"prep.","Paraphrase":"in addition to; apart from\n除... ...之外（还有）\nShe told me that she has two other cars besides the one she drives to work.  \n她告诉我，除了上班开的那辆外，她还有两辆车。\nDo you play any other sports besides skating and jogging?  \n除了溜冰和慢跑你还从事别的体育活动吗？\n"},{"PartofSpeech":"ad.","Paraphrase":"in addition ; also \n而且，此外\nI've had job offers from two firms of international lawyers and plenty more besides.  \n除了两家国际律师事务所之外，还有许多公司向我提供职位。\nShe won't mind your being late — besides, it's hardly your fault.  \n她不会因你迟到而耿耿于怀——何况这并不是你的错。"}]},{"Word":"cupboard","Voice":"sounds/nw-unit06-a-21.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] a piece of furniture or a small part of a room with a door or doors behind which there is space for storing things \n食橱，橱柜\nThere's a cupboard where you can put your clothes.  \n有个小橱可以用来放置你的衣服。\nAre there many cupboards in your new house?  \n你的新房子里有很多壁橱吗？\nI bought the cupboard last week. \n我上周买的这碗橱。"}]},{"Word":"cabinet","Voice":"sounds/nw-unit06-a-22.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1. [C] a piece of furniture with shelves, cupboards or drawers which is used for storing or showing things \n橱柜，陈列柜\nValued pieces of china may be displayed in the cabinet.  \n贵重的瓷器可摆放在橱里。\nMother keeps her good dishes in a china cabinet.  \n母亲把她的好碟子放在瓷器摆设柜中。\n2. (also the Cabinet) (with single or plural verb) the most important ministers in a government, who have regular meetings with the Prime Minister \n内阁\nMembers of the cabinet were chosen by the Prime Minister.  \n内阁成员是由首相挑选的。\nThe Cabinet is/are meeting today to discuss the crisis. \n内阁今天要开会商讨这次的危机。"}]},{"Word":"fasten","Voice":"sounds/nw-unit06-a-23.mp3","Definitions":[{"PartofSpeech":"vt.","Paraphrase":"secure or fix (sth.) firmly \n使牢固，使固定\nMake sure that your seat belt is securely fastened. \n请确认你的安全带系牢了。\nShe fastened the notice to the board.  \n她把通知固定在布告栏里。"}]},{"Word":"gallon","Voice":"sounds/nw-unit06-a-24.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] a unit for measuring volume \n(容量单位)加仑\nI love milk — I drink gallons every day. \n我爱喝牛奶——我每天喝大量的牛奶。\nA US gallon is equal to 3,785 cubic centimeters.  \n1美加仑等于3,785立方厘米。\na gallon of gas \n一加仑汽油\nGallons of the stuff are going to waste. \n大量的这种东西将被浪费掉。"}]},{"Word":"bacterium","Voice":"sounds/nw-unit06-a-25.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"(pl. bacteria) very small organisms that live in air, earth, water, plants and animals, and are the cause of some diseases \n细菌；病菌\nresist the invading bacteria  \n抵挡入侵的病菌\nBacteria are very small organisms, some of which cause diseases.  \n细菌是非常小的有机体，有些细菌会导致疾病。\nBacteria in drinking water have spread the illness.  \n饮水中的病菌传播了疾病。\nAll bacteria are larger than viruses. \n所有的细菌都比病毒大。"}]},{"Word":"receiver","Voice":"sounds/nw-unit06-a-26.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1. [C] a piece of equipment that changes broadcast signals into sound or pictures \n收音机，收报机，接受器\na black and white receiver \n黑白电视机\nDo you have an FM receiver?  \n你有调频收音机吗？\n2. [C] the part of a telephone that receives the incoming sound and is held to the ear \n电话听筒\nRemember to replace the receiver when you have finished your call.  \n记住，打完电话后把听筒放好。\nJim had hung up the receiver and was gone.  \n吉姆已挂断电话走了。"}]},{"Word":"battery","Voice":"sounds/nw-unit06-a-27.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1. [C] a device that produces electricity to provide power for radios, cars, etc. \n电池\nThe toy costs $50 — batteries not included.  \n这个玩具售价50美元，电池另售。\nThe radio takes four small batteries.  \n这收音机需要用4节小电池。\n2. [C] a group or set of things that are kept together \n一套，一组\nThey've got a battery of cooking pots in their kitchen.  \n他们厨房里有一套炊具。\nIf people want this job, they will have to take a battery of tests.  \n如果想得到这份工作，就得参加一系列的测试。"}]},{"Word":"spade","Voice":"sounds/nw-unit06-a-28.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] a tool used for digging esp. earth or sand \n铲子，锹\nRich treasures wait for their spades.  \n大量的珍宝等待着他们去发掘。\nHe uses a spade to dig the garden.  \n他用铁锹在花园里挖土。\nMy father used a special spade for digging turf. \n我父亲用一把特别的铲子挖草皮。\nHe walked to his tool shed and came back with a garden spade. \n他走向他的工具棚，回来时拿着一把园艺铲。"}]},{"Word":"rope","Voice":"sounds/nw-unit06-a-29.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C, U] a strong, thick cord made of some material twisted together \n绳，索\nA sailor threw a rope ashore and we tied the boat to a post.  \n一名水手将一根缆绳扔上岸，我们将小船系在一根桩子上。\nThe straw ropes lay all over the ship's deck.  \n船甲板上到处都是草绳。\n"},{"PartofSpeech":"vt.","Paraphrase":"fasten or bind with rope \n用绳捆或扎\nI'll rope my horse to your car and pull you out.  \n我将用绳子把我的马和你的汽车系在一起，把你拉出来。\nThe animals were roped together.  \n那些牲畜被用绳子拴在一起。"}]},{"Word":"extinguish","Voice":"sounds/nw-unit06-a-30.mp3","Definitions":[{"PartofSpeech":"vt.","Paraphrase":"1. cause (sth.) to stop burning; put out \n使熄灭，扑灭\nIt took us hours to extinguish the fires.  \n我们用了好几个小时才把火扑灭。\nSomeone had extinguished the lights in the kitchen.  \n有人把厨房的灯灭了。\n2. end the existence of (hope, love, passion, etc.) \n使(希望、爱情、感情等)破灭\nNothing could extinguish his love for her.  \n没有什么能阻止他对她的爱。\nWe must try to extinguish the memory of what has happened, and look to the future.  \n我们必须抹去对过去的事情的记忆，向前看。"}]},{"Word":"extinguisher","Voice":"sounds/nw-unit06-a-31.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"a metal container with water or a chemical mixture inside for putting out small fires \n灭火器\nThere are fire extinguishers on every floor of the building.  \n大楼的每一层都有灭火器。\nUsing extinguishers, he put out the fire and did not leave until all danger was passed.  \n他用灭火器把火扑灭，直到不再有任何危险后才离开。\nAlways have a fire extinguisher handy when working with a blowlamp. \n工作中使用汽油吹焰管时，请将灭火器放在近旁。\nThe flying instructor had run 300 meters carrying a fire extinguisher to the scene. \n飞行教官携带灭火器飞奔300米赶到现场。"}]},{"Word":"handy","Voice":"sounds/nw-unit06-a-32.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"1. conveniently placed for being reached or used \n手边的，近便的\nAlways keep a first-aid kit handy.  \n身边常备一个急救箱。\nIf you need my help, just ring me up. The phone is pretty handy.  \n如果你需要我帮忙，就给我打电话。电话就在旁边。\n2. useful or convenient to use \n有用的，方便的\nFirst-time visitors to France will find this guide particularly handy.  \n第一次来法国的游客会发现这本指南特别有用。\nHer new book is full of handy hints about how to get the most from your computer. \n对于如何充分使用电脑，她的新书中提供了有用的提示。"}]},{"Word":"auxiliary","Voice":"sounds/nw-unit06-a-33.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"giving help or support; additional \n辅助的，补助的，附加的\nan auxiliary petrol tank \n备用的汽油箱\nThe assistants will receive auxiliary rates of pay.  \n助手们可获得附加报酬。"}]},{"Word":"portable","Voice":"sounds/nw-unit06-a-34.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"(designed to be) light and small enough to be easily carried or moved \n轻便的，便携的，手提式的\na portable computer  \n手提电脑\nHe has bought a portable television set.  \n他买了一台手提式电视机。"}]},{"Word":"boot","Voice":"sounds/nw-unit06-a-35.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] a type of shoes that covers the whole foot and the lower part of the leg \n靴子\na pair of ladies' boots \n一双女式靴子\nski boots \n滑雪靴\nwalking boots \n步行靴\nclimbing boots \n登山靴\nfootball boots \n足球靴\nI put on my coat and new leather boots.  \n我穿上外套和新皮靴。\nShe was wearing the sort of thick heavy boots that soldiers wear.  \n她穿着士兵穿的那种厚重的靴子。"}]},{"Word":"fragment","Voice":"sounds/nw-unit06-a-36.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] a small piece or a part, esp. when broken from sth. whole \n碎片，碎块，断片\nThe road was covered with fragments of glass from the broken window.  \n马路上洒满了打碎了的窗户的玻璃碎片。\nHe could only remember fragments of what happened.  \n对于所发生的事他只记得一些零星的情况。\n"},{"PartofSpeech":"v.","Paraphrase":"(cause to) break into small pieces or parts \n（使）成碎片\nOwnership of the large estates is increasingly fragmented.  \n这一大笔地产的所有权逐渐地四分五裂了。\nThe satellite will fragment and burn up as it falls through the Earth's atmosphere.  \n卫星在进入地球大气层时会裂成碎片并燃烧。"}]},{"Word":"chaos","Voice":"sounds/nw-unit06-a-37.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[U] a state of complete confusion and lack of order \n混乱，无秩序\nSnow and ice have caused chaos on the roads.  \n冰雪造成道路上秩序混乱。\nAfter the failure of electricity supplies the city was in chaos.  \n断电之后全城一片混乱。"}]},{"Word":"sensible","Voice":"sounds/nw-unit06-a-38.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"based on or acting on good judgment and practical ideas or understanding\n明智的，合情理的\nI think the sensible thing to do is to phone before you go.  \n我觉得在你去之前先打个电话是明智的。\nIt was sensible of her to postpone the trip.  \n她推迟旅行是明智的。"}]},{"Word":"crust","Voice":"sounds/nw-unit06-a-39.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1. [C, U] hard surface \n外壳；硬的表面\nthe Earth's crust \n地壳\nEarthquakes leave scars in the earth's crust. \n地震会在地球外壳上留下一些伤疤。\n2. [C, U] the hard outer surface of a loaf of bread; pastry covering of a pie, etc.  \n面包皮；糕饼等的酥皮\na pie crust   \n馅饼皮\nI cut the crusts off the bread. \n我切去面包皮。"}]},{"Word":"accuracy","Voice":"sounds/nw-unit06-a-40.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[U] being exact, esp. resulting from careful effort \n精确（性），准确（性）\nIt is impossible to say with any accuracy how many are affected.  \n无法精确地说出有多少受到影响。\nThe computer can predict changes with a surprising degree of accuracy.  \n计算机可以以惊人的准确性预测变化。"}]},{"Word":"occurrence","Voice":"sounds/nw-unit06-a-41.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1. [C] an event or incident; happening \n发生的事情，事件\nFighting is an everyday occurrence in this area of this city.  \n在城市的这个地区，街头殴斗是每天都要发生的事情。\nNewspapers record the chief occurrences of the day.  \n报纸刊载当天发生的大事。\n2. [U] the fact of sth. happening \n发生，出现\nWe may reduce the occurrence of cancer by fifty per cent.  \n我们可以把癌症的发病率降低50%。\nThe occurrence of storms delayed our trip. \n暴雨延误了我们的旅行。"}]},{"Word":"resistant","Voice":"sounds/nw-unit06-a-42.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"offering resistance \n抵抗的，对抗的\nWhy are you so resistant to change?  \n你为何如此反对改变？\nMy country is strongly resistant to any foreign interference.  \n我国强烈反对任何外国干涉。"}]},{"Word":"precaution","Voice":"sounds/nw-unit06-a-43.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] an action which is done to prevent sth. unpleasant or dangerous from happening \n预防，预防措施\nHalf of all burglaries are carried out on homes whose owners have failed to take the basic precaution of locking doors and windows.  \n一半的盗窃发生在主人未采取锁门关窗这样基本预防措施的人家。\nWe have taken all the precautions we can against the painting being stolen.  \n我们采取了一切可能的措施防止这幅画被盗。"}]},{"Word":"watch … for","Voice":"sounds/nw-unit06-a-44.mp3","Definitions":[{"PartofSpeech":"look at or observe sth. for \n留意，观察\nWatch this space for notice of our next sale.  \n留意这块版面上我们下一次销售的广告。\nHave you been watching the papers for news of changing exchange rates?  \n你一直留意报纸上有关汇兑率变化的消息吗？","Paraphrase":""}]},{"Word":"come out of","Voice":"sounds/nw-unit06-a-45.mp3","Definitions":[{"PartofSpeech":"leave \n离开，从... ...出来\nThe hungry criminals came out of their hiding place.  \n饥饿的罪犯从藏身处出来了。","Paraphrase":""}]},{"Word":"after all","Voice":"sounds/nw-unit06-a-46.mp3","Definitions":[{"PartofSpeech":"1. (used for reminding sb. of a certain fact) it must be remembered \n应该记住，别忘了\nShe can't understand. After all, she's only two. \n她是不会明白的。别忘了，她只有两岁。\nI know he hasn't finished the work, but, after all, he is a very busy man. \n我知道他还没有完成工作，不过，别忘了，他是个大忙人。\n2. in spite of everything \n毕竟，终究\nSo you decided to come after all! (= I thought you weren't going to come.) \n你到底还是决定来了！\nOur views are not so far apart, after all.  \n我们的看法毕竟没有多大的分歧。","Paraphrase":""}]},{"Word":"attach sth. to sth.","Voice":"sounds/nw-unit06-a-47.mp3","Definitions":[{"PartofSpeech":"fasten or join sth. to sth. \n把某物系在、缚在或附在另一物上\nAttach the handle to the box.  \n把把手安装在箱子上。\nPlease attach a label to each piece of luggage.  \n请将标签系在每一件行李上。","Paraphrase":""}]},{"Word":"in addition (to)","Voice":"sounds/nw-unit06-a-48.mp3","Definitions":[{"PartofSpeech":"as an extra person, thing or situation (to) \n加之；除... ...之外\nThe boss worked him sixteen hours a day and beat him in addition.  \n老板要他每天干16个钟头的活，还打他。\nOn the first day over three hundred people visited the exhibition, in addition to those who were present at the opening ceremony.  \n除了出席开幕式的人之外，第一天有300多人参观了展览会。","Paraphrase":""}]},{"Word":"at work","Voice":"sounds/nw-unit06-a-49.mp3","Definitions":[{"PartofSpeech":"at the place where one works; doing work \n在工作的地方；在工作\nPlease don't ring me at work.  \n上班时请不要给我打电话。\nI won't be at work on Tuesday as I'm going to the dentist.  \n星期二我不上班，因为我要去看牙医。","Paraphrase":""}]},{"Word":"put out","Voice":"sounds/nw-unit06-a-50.mp3","Definitions":[{"PartofSpeech":"cause to stop burning \n熄灭，扑灭\nPut out all fires before leaving the camping ground.  \n离开宿营地以前要熄灭所有的火。\nFiremen soon put the fire out.  \n消防队员很快就扑灭了那场火。","Paraphrase":""}]},{"Word":"turn off","Voice":"sounds/nw-unit06-a-51.mp3","Definitions":[{"PartofSpeech":"stop the flow of (electricity, gas, water, etc.) by turning a tap, etc. \n关上（电源、煤气、水等），关闭\nThe tap won't turn off, and there's water all over the floor.  \n水龙头关不上，满地都是水。\nPlease turn all the lights off as you leave the building, we can't afford to waste power.  \n离开大楼时，把所有的灯都关掉，我们浪费不起电。","Paraphrase":""}]},{"Word":"agree on","Voice":"sounds/nw-unit06-a-52.mp3","Definitions":[{"PartofSpeech":"have the same opinion about \n就……达成一致意见\nMusicians rarely agree on the way a piece of music should be played. \n音乐家们对一部作品的演奏方式很难达成一致意见。\nWe couldn't agree on the date when to meet.  \n我们未能就见面的日期达成一致意见。","Paraphrase":""}]},{"Word":"be busy with","Voice":"sounds/nw-unit06-a-53.mp3","Definitions":[{"PartofSpeech":"have much to do; work on \n忙于，忙碌\nShe's busy with her homework.  \n她正在埋头做家庭作业。\nI'm busy with writing letters.  \n我正忙着写信。","Paraphrase":""}]},{"Word":"check in","Voice":"sounds/nw-unit06-a-54.mp3","Definitions":[{"PartofSpeech":"report one's arrival, as at a hotel desk, airport, etc. \n登记，报到\nBecause of strict security measures, passengers are requested to check in three hours before the flight. \n由于有严格的安全措施，乘客被要求在飞机起飞前3小时办理登机手续。\nHe works at the desk, checking in the guests. \n他在服务台工作，为旅客办理登记手续。","Paraphrase":""}]},{"Word":"make a difference","Voice":"sounds/nw-unit06-a-55.mp3","Definitions":[{"PartofSpeech":"have an effect on sb. or sth. \n(对某人或物)有影响/起作用\nA week's holiday made a lot of difference to her health. \n一个星期的假期对她的健康有很大帮助。\nIt makes great difference to a job seeker if he or she has some working experience. \n对找工作的人来说，如果有些工作经验就大不一样了。","Paraphrase":""}]},{"Word":"Hanshin","Voice":"sounds/nw-unit06-a-56.mp3","Definitions":[{"PartofSpeech":"阪神（日本）","Paraphrase":""}]}]}