{"UnitTitle":"__horizonread3_UNIT05_A_lw_htm","Vocabularies":[{"Word":"graceful","Voice":"sounds/nw-unit05-a-01.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"1. showing a pleasing beauty of form, movement or manner \n优美的，优雅的\nShe has a graceful way of moving.  \n她的动作十分优雅。\nThat chair is a very graceful piece of furniture.  \n那张椅子是一件雅致的家具。\n2. pleasing in both style and attitude \n得体的\nHe made a graceful speech accepting the award.\n他作了一个得体的获奖演说。\nShe finally apologized, but she wasn't very graceful about it.\n她最后道了歉，但却不够有风度。"}]},{"Word":"chart","Voice":"sounds/nw-unit05-a-02.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] information given in the form of a picture, graph, etc. \n图，图表\na flight chart \n航空图\na statistical chart \n统计图\na weather chart \n气象图\nThere is a chart on the classroom wall showing the relative heights of all the children.  \n教室墙上有一张图表，显示了所有孩子的相对身高。\nThe chart showed a decline in the company's sales during the year.  \n图表显示这个公司本年度销售量下降了。\n"},{"PartofSpeech":"vt.","Paraphrase":"make a map or chart of\n制图表  \nThey charted the sea area between France and Britain. \n他们绘制了法国和英国之间的海域图。"}]},{"Word":"preceding","Voice":"sounds/nw-unit05-a-03.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"coming or going before in time, order, etc. \n在前的，在先的，前面的\nThe paintings are a development of ideas she explored in the preceding decade.  \n这些画是她十年以来探索思想的发展。\nIn conclusion, I hope the preceding arguments have convinced you of the need for action.  \n总之，我希望前面的论证能让你信服行动的必要性。"}]},{"Word":"decay","Voice":"sounds/nw-unit05-a-04.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[U] the action or state of gradually going bad; rotting \n变坏，腐烂，衰败\nThis industry has been in decay for some time. \n这一行业进入衰败期已有一段时间。\nThe buildings had started to fall into decay. \n这些建筑物开始衰败。\n"},{"PartofSpeech":"vi.","Paraphrase":"1. become bad; rot \n腐烂，变坏\nThey claimed that the plastics would not decay if they were buried.  \n他们声称塑料被埋起来就不会腐烂。\nShe smelt the unpleasant smell of decaying meat.  \n她闻到肉腐烂时发出的臭味。\n2. lose power, influence, etc. \n衰退，衰落，衰败\nThe role of the extended family has been decaying for some time.  \n大家庭的作用已经一直在减退。\nOur intellectual power will decay in old age.  \n人的智力在年老时会衰退。"}]},{"Word":"vinegar","Voice":"sounds/nw-unit05-a-05.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[U] a sharp-tasting liquid, made esp. from sour wine, used for flavoring or preserving food \n醋\nWould you like oil and vinegar in your salad?  \n你要在色拉里加油和醋吗？\nAdd the vinegar and salt and cook for a further 2 minutes. \n加醋和盐，再煮两分钟。\nThe wine tastes like vinegar.  \n这酒的味道像醋。"}]},{"Word":"pit","Voice":"sounds/nw-unit05-a-06.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1. [C] a large hole in the ground, or a hollow in any surface \n坑\nThey'd dug a shallow pit and left the rubbish in it.  \n他们挖了一个浅坑把垃圾扔在了里面。\nI'm trying to avoid all these pits in the road.  \n我正在设法绕开道路上的所有这些坑坑洼洼。\n2. [C] a coal mine \n矿井，煤矿\nThe miners were told that three pits would be closed.  \n矿工们获悉有三个矿井要被关闭。\nHe worked all his life down the pit.  \n他一辈子在矿井下干活。"}]},{"Word":"skeleton","Voice":"sounds/nw-unit05-a-07.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1. [C] the frame of bones supporting a human or animal body \n骨骼，骨架\nChildren should drink milk to help them develop strong skeletons.  \n孩子们应该喝牛奶以帮助增强骨骼。\nThe ground floor of the museum is taken up by the skeleton of a gigantic whale.  \n该博物馆的一层被一条巨鲸的骨骼所占据。\n2. [C] the outline to which details are to be added \n梗概，提要\nI've written the skeleton of my report, but I have to fill in the details.  \n我已写好了报告的纲要，但还得补充细节。\nHer notes give us just the bare skeleton of her theory.  \n她的笔记仅仅给了我们她的理论的简单框架。"}]},{"Word":"loose","Voice":"sounds/nw-unit05-a-08.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"1. not tense; not tight \n宽松的，不紧的\nloose skin \n松弛的皮肤\nThe radio wasn't working because of a loose connection in the wires. \n收音机因导线系统接触不良而不响了。\n2. free from control \n自由的，散漫的\nThe animals were loose in the zoo. \n这些动物在动物园里自由走动。\nDon't let the boy loose in the garden; he'll pull up all the flowers.  \n别让那男孩在花园里乱跑，他会把花都拔掉的。"}]},{"Word":"loosely","Voice":"sounds/nw-unit05-a-09.mp3","Definitions":[{"PartofSpeech":"ad.","Paraphrase":"in a loose manner \n松地，大致地\nHis broken arm hung loosely from his shoulder. \n他的断臂松松地从肩部垂下。\nThe music society I belong to is only loosely organized.  \n我参加的音乐协会只是一个松散的组织。"}]},{"Word":"secure","Voice":"sounds/nw-unit05-a-10.mp3","Definitions":[{"PartofSpeech":"vt.","Paraphrase":"1. make firm or tight; fasten \n关紧，固定\nThe gate won't stay open, so we'll have to secure it to the post.  \n大门不能一直开着，所以我们不得不将它固定在柱子上。\nSecure all the doors and windows before leaving.  \n离开之前把所有的门窗关紧。\n2. make safe; protect \n使安全，保护\nThe wall was built to secure the village from attack.  \n建造这堵墙是为了保护村庄不受攻击。\nThis form of investment is an excellent way of securing your children's financial future.  \n这种形式的投资是为你的孩子提供日后经济保障的上好方法。\n3. get, sometimes with difficulty \n得到，获得\nThey've secured the government's support for the project.  \n他们已取得了政府对这一规划的支持。\nI've secured us two front seats for the show.  \n我为我们弄到了两个前排座位，观看表演。\n"},{"PartofSpeech":"a.","Paraphrase":"1. safe; protected against danger or risk \n安全的 \nAre we secure from attack here? \n我们这里很安全，受不到攻击吧？\n2. firm or tight enough for safety \n牢固的 \nMake the window secure before leaving the house. \n离开前要关紧窗户。\n3. having no doubt, fear or anxiety \n无忧的，安心的 \nThe young man felt secure about his future. \n这个年轻人对自己的前途无忧无虑。"}]},{"Word":"fluid","Voice":"sounds/nw-unit05-a-11.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[U, C] a substance which flows and is not solid \n液体，流体\nA loss of body fluid, for example by getting too hot and not drinking enough, can lead to death. \n因太热而又饮水不足等原因引起的体液流失会导致死亡。\nThere's some sort of sticky fluid on the kitchen floor.  \n厨房地面上有些粘乎乎的液体。\nThe doctor removed some fluid from her injured knee. \n医生从她受伤的膝盖中抽出了一些液体。\nHe's still very weak, and must be fed fluids only. \n他身体还很虚弱，只能吃一些流食。"}]},{"Word":"drip","Voice":"sounds/nw-unit05-a-12.mp3","Definitions":[{"PartofSpeech":"v.","Paraphrase":"(cause to) fall in drops \n滴\nCan you hear the tap dripping?  \n你有没有听到水龙头滴水的声音？\nThe car dripped oil on the road. \n汽车的油滴落在路上。\n"},{"PartofSpeech":"n.","Paraphrase":"1. (sing.) series of drops of falling fluid \n(连续落下的)液滴\nI can hear the steady drip of water from the tap. \n我能听见从水龙头不断滴落的水声。\nAll night the drip of the tap was driving her mad.  \n整个晚上，水龙头的滴水声使她烦躁得快要发疯了。\n2. [C] any one of these drops \n一滴\nThe drips were being collected in a barrel. \n一滴滴的水被汇集在一只桶中。\nThere's a drip coming from the roof.  \n屋檐上有水滴下来。"}]},{"Word":"faint","Voice":"sounds/nw-unit05-a-13.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"1. lacking clearness, brightness, strength, etc. \n微弱的\nTom seemed to hear some faint sound coming from the graveyard. \n汤姆好像听见从坟场传来的微弱的声音。\nI haven't the faintest idea of what you mean. \n我一点也不懂你的意思。\n2. weak and about to lose consciousness \n虚弱\nHe felt faint for lack of food. \n由于没有进食，他感觉要昏倒了。\nThe old woman looked very tired and faint. \n老妇人看上去很疲倦，像要晕倒了。"}]},{"Word":"pulse","Voice":"sounds/nw-unit05-a-14.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] the regular beating of the heart \n脉搏\nThe child's pulse was weak.  \n那个孩子的脉搏很微弱。\nThe doctor took her pulse and looked worried.  \n医生替她诊完脉，神情忧虑。\n"},{"PartofSpeech":"vi.","Paraphrase":"move with strong regular movements \n搏动，跳动\nThe news sent the blood pulsing through his veins.  \n这消息使他的血在血管里涌动。\nWith the TV and radio news pulsing through the house all day there is no protection for anyone from the real world.  \n房子里整天播放着电视和广播新闻，任何人都无法逃避现实生活。"}]},{"Word":"straw","Voice":"sounds/nw-unit05-a-15.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1. [C] a thin tube usu. made of plastic through which a drink can be sucked into the mouth \n吸管，麦管\nMay I have a straw for my drink?  \n给我一根喝饮料的麦管好吗？\nThe little boy is sucking lemonade through a straw. \n小男孩正在用麦管吸柠檬水。\n2. [U] the dried yellow stems of crops such as wheat or rice \n稻草，麦杆\nMary bought a lovely straw basket at the market.  \n玛丽在市场上买了只可爱的草篮。\nThe cows need fresh straw. \n奶牛需要吃新鲜的稻草。"}]},{"Word":"moisture","Voice":"sounds/nw-unit05-a-16.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[U] tiny drops of water on a surface, in the air, etc. \n潮湿，湿气\nmoisture content \n含水量\nmoisture determination \n含水量测定\nRainfall affects the moisture content of the atmosphere. \n下雨对大气中的含水量有影响。\nAll the cooking has caused so much moisture that it's misting up the windows. \n烹调弄出许多湿气，使窗户蒙上一层雾气。\nThe desert air contains hardly any moisture.  \n沙漠里的空气几乎不含水分。"}]},{"Word":"slide","Voice":"sounds/nw-unit05-a-17.mp3","Definitions":[{"PartofSpeech":"v.","Paraphrase":"1. (cause to) move smoothly \n（使）滑动\nWe've got one of those doors in the kitchen that slide open.  \n我们厨房里装了那种可滑动开关的门。\nHe slid the drawer open. \n他拉开抽屉。\n2. (cause to) move quietly \n（使）悄悄地移动\nHe slid the letter into his pocket while no one was looking.  \n当没有人看到时，他将信塞入了口袋。\nThe thief quickly slid behind the curtains.  \n窃贼迅速地溜到帷幕后面。\n"},{"PartofSpeech":"n.","Paraphrase":"1. [C] (usu. sing.) the act of sliding \n滑，滑行\nThe car went into a slide on the ice.  \n汽车在冰上打滑。\nThe children were enjoying having a slide on the icy pavement.  \n孩子们正兴高采烈地在结冰的人行道上滑行。\n2. [C] a small piece of photographic film in a frame which, when light is passed through it, shows a larger image on a screen \n幻灯片\nMy dad showed us some color slides of us when we were children. \n我父亲给我们放映了一些我们童年时的彩色幻灯片。\nThe lecture was illustrated with slides.  \n讲座通过幻灯片加以说明。"}]},{"Word":"thirst","Voice":"sounds/nw-unit05-a-18.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1. [U] (usu. sing.) the feeling caused by a desire or need to drink \n渴，口渴\nWorking in the sun soon gave us a thirst.  \n在烈日下工作我们很快就感到口渴。\nThe animals died of thirst. \n这些动物因干渴而死。\n2. (sing.) a strong desire \n渴望\nHe's always had a thirst for adventure. \n他总是渴望冒险。\nHe has a burning thirst for wealth. \n他极为贪财。"}]},{"Word":"liquid","Voice":"sounds/nw-unit05-a-19.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[U, C] a substance that flows freely but is not a gas nor a solid \n液体\nThe liquid flew from the pot to the cup. \n液体从壶中流入杯子。\nMercury (水银) is a metal, but it is liquid at room temperature. \n水银是一种金属，但在常温下呈液态。\nAir is a fluid but not a liquid, while water is both a fluid and a liquid.  \n空气是流体但不是液体，而水既是流体又是液体。"}]},{"Word":"naked","Voice":"sounds/nw-unit05-a-20.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"1. not covered by clothes \n赤身的，裸露的\nNaked bathing is not allowed on this beach. \n这片海滩禁止裸泳。\nHe was naked to the waist.  \n他上身赤裸。\n2. without the usual covering \n赤裸裸的，无遮蔽的\nHe showed naked ambition.  \n他显露出赤裸裸的野心。\nThese stars are too small to be seen with the naked eye.  \n这些星星太小了，用肉眼观察不到。"}]},{"Word":"gown","Voice":"sounds/nw-unit05-a-21.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] a woman's dress, esp. a long one worn on formal occasions, or a long loose piece of clothing worn over other clothes \n女长服；罩衣\na ball-gown \n舞会礼服\nwedding gowns \n婚礼礼服\nA hospital gown is worn by people receiving medical treatment in hospital.  \n医院罩衣是人们在医院接受治疗时穿的。\nThe students had to wear gowns at graduation ceremony.  \n毕业典礼上学生必须穿礼服。"}]},{"Word":"famine","Voice":"sounds/nw-unit05-a-22.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[U, C] a very serious lack of food for a great number of people, causing illness and death \n饥荒\nThere is a severe famine in many parts of Africa. \n非洲很多地方有严重的饥荒。\nThe long drought (干旱) was followed by famine. \n久旱之后是饥荒。\nParts of India have often suffered from famine. \n印度有些地方经常遭受饥荒。\nThousands died or emigrated during the Irish famine. \n在那次爱尔兰饥荒中，数千人饿死或背井离乡。"}]},{"Word":"lid","Voice":"sounds/nw-unit05-a-23.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] a cover on a container, which can be lifted up or removed \n盖，盖子\nthe lid of a kettle \n壶盖\na piano lid \n钢琴盖\nPut the lid on the garbage can. \n把盖子盖到垃圾桶上。\nHe lifted the lid of the box and looked inside.  \n他揭开箱盖往里看。"}]},{"Word":"jar","Voice":"sounds/nw-unit05-a-24.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] a glass or clay container, with a wide opening at the top and sometimes a fitted lid, which is usu. used for storing food \n罐子，坛子\na jar of jam  \n一罐果酱\na jar of coffee  \n一罐咖啡\nI can't lift the lid of this jar. \n我打不开这个罐子的盖子。\nThe boy claims that he can eat a whole jar of jam at breakfast.  \n这男孩声称他一顿早饭能吃掉整整一罐果酱。"}]},{"Word":"palm","Voice":"sounds/nw-unit05-a-25.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1. [C] the inside part of the hand between the wrist and the fingers \n手掌，掌心\nShe held the bird in the palm of her hand. \n她用掌心托着小鸟。\nShe was so nervous that her palms were all cold and sweating. \n她紧张得手心都出冷汗了。\nShe placed the money in his palm.  \n她将钱放在他的手掌心里。\n2. [C] a tree that grows in hot countries and has a tall trunk without branches, with a mass of long pointed leaves at the top \n棕榈树\nShe sat in the shade below the palms.  \n她坐在棕榈树的树荫下。\nMost palms have a bunch of large leaves at the top.  \n大多数棕榈树顶部都有一束大叶子。"}]},{"Word":"injure","Voice":"sounds/nw-unit05-a-26.mp3","Definitions":[{"PartofSpeech":"vt.","Paraphrase":"hurt; harm \n伤害，损伤\nHe claimed that working too hard was injuring his health.  \n他声称工作过度辛劳损害了他的健康。\nI hope I didn't injure her feelings.  \n我希望我没有伤害她的感情。"}]},{"Word":"outline","Voice":"sounds/nw-unit05-a-27.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1. [C] line(s) showing the shape or outer edge (of sth.) \n轮廓，外形\nShe drew the outline of the boat and then colored it in. \n她先描出了这只船的轮廓，然后给它着色。\nThe outline of Italy suggests a boot.\n意大利的轮廓图使人联想到一只靴子。\n2. [C] a statement of the main facts or points \n要点，大纲\nThe teacher gave a brief outline of the work planned for the term. \n教师把这学期计划要做的工作简要地说了一下。\nJust tell me the outline of the story and fill in the details later. \n眼下只要把事情的概要告诉我，以后再补充细节吧。\n"},{"PartofSpeech":"vt.","Paraphrase":"give a short general description of (sth.) \n概述\nAt the interview she outlined what I would be doing.  \n在面试时她略述了我将要做的工作。\nHe listened carefully as I outlined my reasons.  \n在我概述理由时他听得很仔细。"}]},{"Word":"pillow","Voice":"sounds/nw-unit05-a-28.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] a cloth bag filled with soft material used for supporting the head in bed \n枕头\nI prefer two pillows when I sleep.  \n我睡觉时喜欢枕两个枕头。\nI rested my head on a soft pillow filled with feathers. \n我头枕着填满羽毛的柔软的枕头。\nDo you prefer a feather pillow? \n你喜欢羽毛枕头吗？\nThe child went to sleep as soon as he touched the pillow.  \n这孩子头一沾枕头就睡着了。"}]},{"Word":"rainbow","Voice":"sounds/nw-unit05-a-29.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] a many-colored arch seen in the sky when rain is falling and the sun is shining \n虹，彩虹\nThe bird's beautiful wings were shining with all colors of the rainbow. \n小鸟美丽的翅膀如七色彩虹般熠熠闪亮。\nThe song Over the Rainbow was sung by Judy Garland. \n《彩虹之上》这首歌是由朱迪·加伦演唱的。"}]},{"Word":"butterfly","Voice":"sounds/nw-unit05-a-30.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] a type of insect with large often brightly colored wings \n蝴蝶\nHe collects butterflies.  \n他收集蝴蝶。\nThere is a large collection of butterflies in the zoo.  \n动物园里有大量的蝴蝶。\nShe is a social butterfly.  \n她是个交际花。"}]},{"Word":"hint","Voice":"sounds/nw-unit05-a-31.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1. [C] a slight indication \n细微的迹象\nThe calm sea gave no hint of the storm that was coming.  \n平静的大海上没有任何风暴即将来临的征兆。\nThey fled at the first hint of trouble.  \n他们一看苗头不对，就拔腿溜了。\n2. [C] a subtle way of indicating to sb. what one is thinking or what one wants \n暗示，提示\nAs a hint that it was time for us to go, Mr. Brown looked at his watch.  \n布朗先生看了看手表，暗示我们应该动身了。\nHe received a broad hint that they did not want him to call again.  \n他得到明白的示意，他们不希望他再去拜访。\n"},{"PartofSpeech":"v.","Paraphrase":"suggest sth. slightly or indirectly \n暗示\nHe hinted to us that an agreement had been reached.  \n他向我们暗示已达成了一项协议。\nMum has hinted she might pay for my trip to England if I pass all my exams.  \n妈妈暗示我如果我通过了所有的考试，她可能为我的英国之旅出资。"}]},{"Word":"reader","Voice":"sounds/nw-unit05-a-32.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1. [C] a person who reads \n读者\nShe is a great reader of detective stories. \n她读了很多侦探小说。\nA careful reader will notice that \"the long, thin fingers\" has been mentioned several times in the story. \n细心的读者会注意到，\"纤细的手指\"在故事中被多次提到。\nHe's a shrewd reader of human nature. \n他是个能敏锐察识人性的人。\n2. [C] a book for reading \n读物，读本\nPlease take out your readers.  \n请把你们的读本拿出来。\nOpen your poetry readers at page 14.  \n把你们的诗集翻到第14页。\nA new series of graded English readers will be published soon. \n一套新的英语分级读物将很快出版。"}]},{"Word":"ounce","Voice":"sounds/nw-unit05-a-33.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] a unit of weight equal to about 28 grams \n(重量单位)盎司\nThe price of gold has risen by $1.25 an ounce.  \n黄金的价格每盎司已经涨了1.25美元。\nThere are 16 ounces in one pound.  \n1磅等于16盎司。"}]},{"Word":"being","Voice":"sounds/nw-unit05-a-34.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1. [C] a person or thing that exists \n生物，人\nHe was a very gentle being who was much loved by all those who knew him.  \n他是个十分随和的人，认识他的人都很喜欢他。\nThese are the strange beings from outer space.  \n这些是来自外层空间的奇特生物。\n2. [U] the state of existing \n存在\nWe don't know exactly how life first came into being.  \n我们不知道生命究竟是如何诞生的。\nThis rule was brought into being because the old law was abused. \n由于旧的法律遭到滥用，这条规则便应运而生。"}]},{"Word":"interval","Voice":"sounds/nw-unit05-a-35.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1. [C] a period between two events or times, or the space between two points \n间隔，间距\nThere's often a long interval between an author completing a book and its appearing in the shops.  \n从作者完成一本书到这本书出现在书店里通常有很长一段间隔。\nTomorrow it will be mostly cloudy, with a few sunny intervals. \n明天大部分时间是阴，有时转晴。\n2. [C] a brief period between the parts of performance \n幕间休息，中场休息\nHe scored his first goal of the match three minutes after the interval. \n中场休息才过3分钟，他就射入了他本场比赛的第一个进球。\nDuring the interval, we were taken to the coffee bar.  \n在幕间休息时，我们被领到咖啡厅。"}]},{"Word":"blank","Voice":"sounds/nw-unit05-a-36.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"1. without expression, understanding or interest; empty \n茫然的，无表情的\nI never know what Jane's thinking — she has such a blank expression.  \n我从来不知道简在想什么——她的表情是如此木然。\nMy questions only drew blank stares. \n我的问题只招来茫然的凝视。\n2. carrying no information or mark \n空白的，无字的，空着的\nThere's a blank space at the bottom of the form for you to sign your name in. \n在表格末端有一空白处需要你签名。\nSitting staring at a blank screen isn't going to do much good.  \n坐在那里盯着空空的屏幕是没有什么用处的。\n"},{"PartofSpeech":"n.","Paraphrase":"[C] an empty space \n空白\nLeave a blank if you don't know the answer.  \n如果你不知道答案，就空着吧。\nFor me the time after the accident was a total blank.  \n事故发生后的情况，我什么都不记得了。"}]},{"Word":"shallow","Voice":"sounds/nw-unit05-a-37.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"1. (of breathing) not taking much air into the lungs \n(呼吸)浅的，弱的\nshallow breathing  \n浅呼吸\n2. having only a short distance from the top to the bottom \n浅的\nThe body was found in a shallow grave. \n在一个浅墓穴里发现了尸体。\n3. not showing serious or careful thought \n肤浅的，浅薄的\nThe better I got to know her, the more shallow I realized she was.  \n我对她了解得越深，就越认识到她的浅薄。\nHe seemed to have only a shallow understanding of his subject.  \n看来他对他修的科目只是一知半解。\n"},{"PartofSpeech":"n.","Paraphrase":"(pl.) the shallow part of an area of water \n浅水处，浅滩\nShips must be careful to avoid the shallows.  \n船一定要小心避开浅滩。\nThis type of fish lives in the shallows.  \n这种鱼生活在浅水处。"}]},{"Word":"emotion","Voice":"sounds/nw-unit05-a-38.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[U, C] a strong feeling \n情感，感情，激情\nDo you think we'll ever have robots capable of showing emotions? \n你认为我们最终会有能表露感情的机器人吗？\nThe song aroused very complicated emotions in her.  \n这首歌在她心中激起了异常复杂的感情。"}]},{"Word":"privilege","Voice":"sounds/nw-unit05-a-39.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C, U] a special advantage, opportunity or honor possessed by a particular person or group \n特权，优惠\nAs a teenager, she felt that living in Manhattan was a privilege she was lucky to have.  \n当她十几岁时，感到住在曼哈顿是她幸运地拥有的一个特权。\nThe children of the rich and powerful experience privilege from birth.  \n有钱有势人家的孩子从出生起就受到特别对待。"}]},{"Word":"episode","Voice":"sounds/nw-unit05-a-40.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1. [C] a single event or group of related events \n一个事件，一组事件\nThe latest episode has shocked a lot of people.  \n最近发生的事件令许多人震惊。\nBeing named the best athlete of the year was an important episode in the baseball player's life.  \n被命名为本年度最佳运动员是这位棒球选手一生中的重大事件。\n2. [C] one of the single parts into which a story is divided, esp. when it is broadcast on the television or radio \n(尤指电视或无线电广播的)一集，一出，一部分\nOne of the funniest episodes in the book appears in Chapter 6. \n书中最有趣的情节之一出现在第六章。\nThis is the last episode of the serial.  \n这是这部连续剧的最后一集。"}]},{"Word":"association","Voice":"sounds/nw-unit05-a-41.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1. [C] a group of people joined together for a common purpose; an organization \n协会，社团，组织\nThe British Medical Association is trying for a complete ban on tobacco advertising. \n英国医学协会正在尽力促使彻底禁止烟草广告。\nShe formed an association to help blind people.  \n她组建了一个协会来帮助盲人。\n2. [U] action of associating or being associated \n联合，结交，结合\nWe shall help each other as far as we can while our business association lasts.  \n只要我们之间保持业务联系，我们就会尽力互相帮助。\nI benefited much from my association with the firm.  \n我从与该公司协作中获益甚多。"}]},{"Word":"the pit of the stomach","Voice":"sounds/nw-unit05-a-42.mp3","Definitions":[{"PartofSpeech":"the hollow place just below the bones of the chest, specially thought of as being the place where fear is felt \n胸口，心窝\nI got a sick feeling in the pit of my stomach when the news of the attack was announced. \n当进攻的消息宣布时，我感到胸口很难受。","Paraphrase":""}]},{"Word":"hang around sth.","Voice":"sounds/nw-unit05-a-43.mp3","Definitions":[{"PartofSpeech":"(cause to) swing from or round sth. \n(使)在……上挂着， （使）围在……上\nShe has a strange object hanging around her waist.  \n她腰间挂着一件奇怪的物品。\nHe was so rich that he liked to hang half his fortune around his wife's neck.  \n他十分富有，所以喜欢把他的一半家财挂在妻子的脖子上。","Paraphrase":""}]},{"Word":"so that","Voice":"sounds/nw-unit05-a-44.mp3","Definitions":[{"PartofSpeech":"with the aim that; in order that \n为的是，以便\nShe worked hard so that everything would be ready by 6 o'clock. \n她努力干，以便到六点时把一切都准备就绪。\nLeave the keys out so that I remember to take them with me.  \n把钥匙放在外面，以便我能记着随身携带。","Paraphrase":""}]},{"Word":"reach for","Voice":"sounds/nw-unit05-a-45.mp3","Definitions":[{"PartofSpeech":"stretch one's hand in order to touch or take \n伸出手以触到或拿到\nI reached across the table for the jam. \n我伸手到桌子那端去拿果酱。\nSinking in the sand, he reached for his friend's hand, but it's too far away. \n他陷在沙堆里，于是伸手去抓他朋友的手，可是离得太远了。","Paraphrase":""}]},{"Word":"feel for","Voice":"sounds/nw-unit05-a-46.mp3","Definitions":[{"PartofSpeech":"search with the hands, the feet, a stick, etc. \n（用手、足、棍等）摸索，寻找\nShe felt along the wall for the door.  \n她沿墙摸索着找门。\nBlinded by the soap, he had to feel for his glasses.  \n他被肥皂弄得睁不开眼，只好摸索着找眼镜。","Paraphrase":""}]},{"Word":"turn towards","Voice":"sounds/nw-unit05-a-47.mp3","Definitions":[{"PartofSpeech":"change position or direction so as to face the particular direction \n转向\nPlease turn towards me when you are speaking, so that I can hear what you are saying. \n请你说话时转过来对着我，以便我能听清你说什么。\nIf you turn towards the right and look in the mirror, you will be able to see the mark. \n假如你向右转照照镜子，你会看到那道痕迹。","Paraphrase":""}]},{"Word":"bend to","Voice":"sounds/nw-unit05-a-48.mp3","Definitions":[{"PartofSpeech":"bow to a specific direction\n俯向\nJim bent to the ground to pick up the pen. \n吉姆弯腰从地上拾起钢笔。\nHe bent forward to the child to listen to what he was saying. \n他弯下腰来听孩子在说什么。","Paraphrase":""}]},{"Word":"make an attempt to do sth.","Voice":"sounds/nw-unit05-a-49.mp3","Definitions":[{"PartofSpeech":"make an effort to do sth. \n尝试，企图\nThey made no attempt to escape. \n他们未曾企图逃跑。\nShe made a few attempts to join in their conversation.  \n在他们谈话时，她插了几次话。","Paraphrase":""}]},{"Word":"go about doing sth.","Voice":"sounds/nw-unit05-a-50.mp3","Definitions":[{"PartofSpeech":"start to work at sth.; set about doing sth. \n着手处理，开始做\nHow should I go about finding a job? \n我应该怎样着手找工作？\nI wanted to make a dress, but I didn't know how to go about it. \n我想做一条裙子，但不知怎么动手。","Paraphrase":""}]},{"Word":"provide for sth.","Voice":"sounds/nw-unit05-a-51.mp3","Definitions":[{"PartofSpeech":"make arrangements to deal with sth. that might happen in the future \n为可能发生的事做安排\nHas the safety of the workers been properly provided for?  \n工人的安全保障是否已安排妥当？\nThe planners had not provided for a failure of the power system.  \n制定规划的人们没有考虑到动力系统可能失灵。","Paraphrase":""}]},{"Word":"pick sb. up","Voice":"sounds/nw-unit05-a-52.mp3","Definitions":[{"PartofSpeech":"take hold of and lift sb.\n举起，抱起\nHe picked up the child and put her on his shoulders.  \n他把那女孩举起放在自己的肩上。\nI picked a small child up under each arm and ran to the other end of the garden.  \n我一手抱起一个小孩跑到花园的另一头。","Paraphrase":""}]},{"Word":"pull up","Voice":"sounds/nw-unit05-a-53.mp3","Definitions":[{"PartofSpeech":"pull sth. forward \n把... ...拉过来，把... ...拉向前\nPull up the chair and join the conversation. \n把椅子拉过来，跟我们一起谈谈。\nThe boat was pulled up on the shore.  \n小船被拉上了岸。","Paraphrase":""}]},{"Word":"Mrs. Clark","Voice":"sounds/nw-unit05-a-54.mp3","Definitions":[{"PartofSpeech":"克拉克夫人","Paraphrase":""}]}]}