{"UnitTitle":"__horizonread3_UNIT05_B_lw_htm","Vocabularies":[{"Word":"stroke","Voice":"sounds/nw-unit05-b-01.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1. [C] a sudden change in the blood supply to a part of the brain, which can cause loss of the ability to move, speak clearly, etc. \n中风\nShe had a stroke which left her unable to speak.  \n她中风后不能开口说话了。\nShe had a stroke and was unable to walk for the rest of her life. \n她突然中风，此后的岁月中再也无法行走了。\n2. [C] a blow, esp. with (the edge of) a weapon \n击，打，敲\nHe split the log with one stroke of the axe. \n他一斧劈开了那木料。\nThe thief was caught on the spot and received several strokes of the whip. \n小偷被当场抓住，挨了几鞭。\n"},{"PartofSpeech":"vt.","Paraphrase":"pass the hand gently over (a surface), usu. again and again \n抚摸\nShe lovingly stroked Chris's face with the tips of her fingers.  \n她充满爱意地用手指尖抚摸克里斯的脸庞。\nThe girl stroked the cat.  \n那女孩轻抚着猫。"}]},{"Word":"worthless","Voice":"sounds/nw-unit05-b-02.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"having no value or usefulness \n无价值的，没有用处的\nYou must be careful not to be left with worthless shares.  \n你必须小心不要留有那些无价值的股票。\nA $30 million fund has been created for those whose tickets became worthless following the collapse of the airline company. \n一项3,000万美元的基金已建立起来，以补偿因航空公司倒闭而导致机票失去价值的人们。"}]},{"Word":"dependent","Voice":"sounds/nw-unit05-b-03.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"1. needing support from sb. \n依赖的，依靠的\nHe has three dependent children.  \n他有三个要抚养的孩子。\nWest Europe was still heavily dependent on Middle East oil.  \n西欧仍然在很大程度上依赖中东的石油。\n2. affected or decided by sth. \n取决于... ...的\nIt is largely dependent on the weather.  \n这多半取决于天气情况。\nPromotion in that company is dependent on hard work.  \n要在那家公司获得晋升就得努力工作。"}]},{"Word":"x-ray","Voice":"sounds/nw-unit05-b-04.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1. [C] X光照片\nThe doctor examined the x-rays, to see if they showed anything wrong with her lungs.  \n医生检查了这些X光片，看它们是否显示出她的肺有什么毛病。\nThe x-ray showed that the bone was not broken. \nX光片显示骨头没有断。\nWe'll take an x-ray of your chest. \n我们将对你的胸部进行X光检查。\n2. [C] X射线; X光\nX-rays can pass through some solid materials.  \nX射线能够透过某些固体物质。\nX-rays are used to locate breaks in bones, bullets lodged in the body, and to treat certain diseases.  \nX光被用来确定断骨和体内子弹的位置，并用于治疗某些疾病。"}]},{"Word":"infection","Voice":"sounds/nw-unit05-b-05.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1. [C] a disease caused by the movement of an organism into a living body \n传染病\nPeople catch all kinds of infections in the winter.  \n人们在冬天易患各种各样的传染病。\nHe had an ear infection that made him stone deaf.  \n他得过传染性耳疾，以致耳朵全聋了。\n2. [U] becoming ill through contact with such a disease \n传染，感染\nShe was afraid of carrying the infection to her child.  \n她怕把疾病传染给孩子。\nWe should try to prevent young people from the infection of dangerous ideas.  \n我们应该尽力避免年轻人被危险的思想腐蚀。"}]},{"Word":"germ","Voice":"sounds/nw-unit05-b-06.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1. [C] a very small organism that causes disease \n微生物，病菌，细菌\nWash your hands so you don't get germs on the food.  \n洗洗手，这样你就不会把细菌带到食物上。\nThe germs are easily passed from person to person.  \n病菌很容易从一个人传给另一个人。\nThis disinfectant kills most germs. \n这种消毒剂可以杀死大多数病菌。\nIs this milk free from germs? \n这种牛奶没有细菌吗？\nCover your mouth when you cough so that you won't spread germs. \n咳嗽的时候捂住嘴，这样你就不会传播病菌了。\n2. [C] the beginning from which sth. may develop \n萌芽，起源\nLooking for a way to make money, he found the germ of an idea in an old newspaper.  \n他在寻求生财之道，结果从一张旧报纸上得到启发，萌生了一个想法。\nIt contains the germ of an idea.  \n它包含着某种思想的萌芽。"}]},{"Word":"deny","Voice":"sounds/nw-unit05-b-07.mp3","Definitions":[{"PartofSpeech":"vt.","Paraphrase":"1. refuse to give sb., or prevent sb. from having (sth. asked for or wanted) \n拒绝给予，拒绝……的要求\nShe was angry at being denied the opportunity to see me.  \n她很生气，因为没给她机会见见我。\nMany parents deny themselves in order to do as much as they can for their children.  \n为了尽可能多给孩子们一点，许多父母宁可自己节俭。\n2. not admit \n不承认，否认\nNeil denies that he broke the window, but I'm sure he did.  \n尼尔否认他打破了窗玻璃，但我确信是他干的。\nDo you deny this to be your writing?  \n你否认这是你的笔迹吗？"}]},{"Word":"condemn","Voice":"sounds/nw-unit05-b-08.mp3","Definitions":[{"PartofSpeech":"vt.","Paraphrase":"1. force into a usu. unhappy state or situation \n迫使……陷于不幸的境地\nAfter the accident, the injury in his backbone condemned him to bed. \n事故后，他的脊柱受伤，不得不成天躺在床上。\n2. criticize strongly, usu. for moral reasons \n批评，谴责\nI did not condemn him for what he had done.  \n我并没有因他的所作所为而指责他。\nThe law has been condemned as an attack on personal liberty. \n这项法律被指责为对人身自由的侵犯。\n3. state a punishment for (a guilty person); sentence \n判……刑，给……定罪 \nThe prisoner was condemned to death. \n这名囚犯被判死刑。\nThe judge condemned her to spend 6 years in prison. \n法官判她六年徒刑。"}]},{"Word":"theoretical","Voice":"sounds/nw-unit05-b-09.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"1. concerned with the theory of a subject; supposed but not necessarily true \n理论（上）的，假设的，推理的\nThis book is too theoretical; I need a practical guide.  \n这本书过于注重理论方面，我需要一本实用指南。\nHis strength gives him a theoretical advantage.  \n他的天赋使他在推理上占了优势。\n2. based on ideas and principles, not on practical experience \n根据理论（而非实践）的\ntheoretical physics \n理论物理\na theoretical basis \n理论基础\nA lot of university courses are still too theoretical these days. \n现在很多大学课程仍然偏重学习理论。"}]},{"Word":"hell","Voice":"sounds/nw-unit05-b-10.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1. [U] (in some religions) the place where some people are believed to go after death to be punished forever for the bad things they have done during their lives \n地狱\na living hell  \n人间地狱\nThey believed that some people would go to hell when they died.  \n他们相信，一些人死后会下地狱。\n2. [U] an extremely unpleasant or difficult place, situation or experience \n极不愉快的经历（或事）\nWork is hell at the moment, with both computers not working.  \n此刻的工作如同在地狱一般，因为两台电脑都坏了。\nIt was absolute hell trying to get this report finished on time.  \n要准时完成这份报告可真是苦差使。\n3. (used as a swear-word to show anger or surprise or for emphasis) \n用以表示愤怒或惊讶，或用以加强语气\nOh hell, I've forgotten my money! \n该死，我没带钱！\nGo to hell! (=Go away!) \n滚开！\nWho the hell is at the front door? \n到底谁在前门？"}]},{"Word":"vain","Voice":"sounds/nw-unit05-b-11.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"1. unsuccessful or useless; of no value \n不成功的，无效的，没有意义的\nShe made a vain attempt to persuade him to lend her the money. \n她想说服他借钱给她，结果没有成功。\nIt was vain to pretend to himself that he was not disappointed. \n他对自己假装没有感到失望是没用的。\n2. too interested in one's own appearance or achievements \n自负的，虚荣的\nShe's one of those vain people who can't pass a mirror without looking into it. \n她属于那种爱虚荣的人，每到一面镜子前都非要照一照不可。\nShe is vain of her beauty. \n她为自己的美貌而自负。"}]},{"Word":"eighty","Voice":"sounds/nw-unit05-b-12.mp3","Definitions":[{"PartofSpeech":"num.","Paraphrase":"八十\nThey've invited eighty guests to the wedding.  \n他们邀请了80位宾客来参加婚礼。\nThere are eighty glasses on the table.  \n桌子上有80只杯子。"}]},{"Word":"liver","Voice":"sounds/nw-unit05-b-13.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C, U] 肝\nHer liver is damaged, probably because of drinking too much.  \n她的肝脏受损，可能是因为饮酒过量。"}]},{"Word":"relieve","Voice":"sounds/nw-unit05-b-14.mp3","Definitions":[{"PartofSpeech":"vt.","Paraphrase":"1. lessen or remove (pain, disease, etc.) \n减轻，解除（痛苦、疾病等）\nThis medicine will help to relieve you from your pain.  \n这药将有助于缓解你的疼痛。\nAnxiety may be relieved by talking to friends.  \n和朋友谈心能缓解忧虑。\n2. provide aid or assistance for (people in need, etc.) \n救济，援助\nThe government has agreed to provide $11 million of emergency food aid to help relieve the famine.  \n政府已同意提供价值1,100万的紧急食品援助帮助缓解饥荒。\nShe claims that the pressure on public hospitals could be relieved by combining medical resources in the public and private sectors.  \n她宣称可以通过结合公私两方面的医疗资源来缓解公共医院的压力。"}]},{"Word":"similarly","Voice":"sounds/nw-unit05-b-15.mp3","Definitions":[{"PartofSpeech":"ad.","Paraphrase":"also; likewise; in a similar way\n也; 同样地， 类似地\nCars must stop at red traffic lights; similarly, bicycles should stop, too, but they don't always do so.  \n汽车在红灯时必须停下；同样，自行车也应该如此，但它们并不总是这样。\nThe children were similarly dressed.  \n孩子们穿着相似的服装。\nWe were similarly frightened.  \n我们都吓坏了。"}]},{"Word":"withdraw","Voice":"sounds/nw-unit05-b-16.mp3","Definitions":[{"PartofSpeech":"vt.","Paraphrase":"pull or take (sb./sth.) back or away \n收回，撤消，撤退\nEleven million bottles of water had to be withdrawn from sale because of a health worry.   \n由于怕有损健康，1,100万瓶水不得不停止销售。\nI want to withdraw a statement I made earlier on.  \n我想收回我早些时候发表的一项声明。\n"},{"PartofSpeech":"vi.","Paraphrase":"go away from a place or from other people \n缩回，退出，撤退\nAfter lunch, we withdrew into her office to finish our discussion in private.  \n午饭后，我们回到她的办公室，继续我们的私下洽谈。\nHe withdrew from newspaper work to devote his full time to writing.  \n他退出新闻工作以便潜心写作。"}]},{"Word":"recommendation","Voice":"sounds/nw-unit05-b-17.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1. [C, U] advice or suggestion \n建议，忠告\nThe government has accepted the key recommendation in his recently published report.  \n政府接受了他在新近发表的报告里的主要建议。\nWe ignored her recommendation to postpone the trip.  \n我们没有理会她延期旅行的劝告。\n2. [C, U] speaking favorably of sb. or sth. \n推荐，介绍\nI bought this computer on John's recommendation.  \n我听约翰的介绍买了这台电脑。\nMy university teacher wrote me a letter of recommendation to support my job application.  \n我的大学老师给我写了封推荐信，附在我的求职申请后。"}]},{"Word":"elect","Voice":"sounds/nw-unit05-b-18.mp3","Definitions":[{"PartofSpeech":"vt.","Paraphrase":"1. choose or decide (to do sth.) \n选择，决定\nThey elected to retire early instead of moving to a new place.  \n他们宁可选择提早退休，也不愿迁到新的地方去。\nA university student must take some subjects; he can elect other subjects.  \n一个大学生必须修读某些课程，另外一些课程则可选修。\n2. choose sb. by vote \n选举\nThe Government is elected for a five-year term of office.  \n选举产生的政府任期五年。\nThey elected her to represent them on the committee.  \n他们推举她进委员会作他们的代表。"}]},{"Word":"fortnight","Voice":"sounds/nw-unit05-b-19.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] (usu. sing.) a period of two weeks \n十四天，两星期\nWe visit her every fortnight.  \n我们每两个星期看望她一次。\nI'm going in a fortnight's time.  \n我两星期后去。"}]},{"Word":"transparent","Voice":"sounds/nw-unit05-b-20.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"1. about which there can be no doubt \n明显的，无疑的\nI think we should try to make the instructions more transparent. \n我觉得我们应该把指令说得更清晰易懂。\nHow can politicians stand there and come out with such transparent lies! \n政客们怎么能够站在那儿，发表这种显然是谎言的演讲！\n2. allowing light to pass through so that objects behind can be seen clearly \n透明的\nThe plants are in a transparent plastic box, so the children can see the roots growing. \n植物在一个透明的塑料盒里，所以孩子们能够看到根的生长。\nYou couldn't wear this shirt with nothing under - it's almost transparent! \n你不能里面什么也不穿就穿上这件衬衫--它几乎是透明的！"}]},{"Word":"tube","Voice":"sounds/nw-unit05-b-21.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1.[C] a long hollow pipe made of glass, metal, rubber, etc.\n管，软管\nthe inner tube of a bicycle tyre \n自行车内胎\na laboratory test-tube \n实验室的试管\nGases produced in the reaction pass through this tube and can then be collected.  \n反应中产生的气体通过这个管子，然后就可以被收集起来。\nBlood flowed along the tube into the bottle.  \n血液沿着管子流入瓶中。\n2.[U] London's underground train system \n（伦敦的）地下铁道\nThe railway which goes under the ground in London is called \"The Tube\". \n位于伦敦地下的铁路被称为地铁。\nI go to work by tube. \n我乘地铁上班。\nWe can go by tube or we can catch a bus.  \n我们可以乘地铁或乘公共汽车。\nShe lost her way on the London Tube.  \n她在伦敦地铁里迷路了。"}]},{"Word":"throat","Voice":"sounds/nw-unit05-b-22.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] the front of the neck, or the space inside the neck down which food and air can go \n咽喉，喉咙，嗓子\nShe is off work because of a sore throat. \n她因喉咙疼没来上班。\nHe cleared his throat and started speaking.  \n他清了清嗓子，开始演说。"}]},{"Word":"insert","Voice":"sounds/nw-unit05-b-23.mp3","Definitions":[{"PartofSpeech":"vt.","Paraphrase":"put, fit, place into sth. or between two things \n插入，嵌进\nI've filled in the form, but you still need to insert your bank details and date of birth. \n我已填了表，但你还需要添上你的储蓄详情和出生日期。\nHe inserted the key in the lock and opened the door.  \n他把钥匙插入锁中打开了门。"}]},{"Word":"permission","Voice":"sounds/nw-unit05-b-24.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[U] the act of allowing sb. to do sth. \n许可，准许，同意\nI asked the teacher's permission to go home early. \n我向老师请假早点回家。\nBy whose permission did you enter the building?  \n是谁准许你进入这幢房屋的？"}]},{"Word":"necessity","Voice":"sounds/nw-unit05-b-25.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1. [U] the state that forces one to do sth.; the state of being necessary; need \n必要性，需要\nShe was driven by necessity to steal food for her starving children.  \n她是迫不得已才为她饥饿的孩子们偷食品的。\nHe felt a great necessity to talk about his problems.  \n他感到很有必要谈谈自己的问题。\n2. [C] a necessary thing \n必需品\nFood, clothing and shelter are all basic necessities of life.  \n衣食住房是基本的生活必需品。\nWe'll take only the necessities for the camping trip.  \n我们将只携带野营旅行用的必需品。"}]},{"Word":"cooperate","Voice":"sounds/nw-unit05-b-26.mp3","Definitions":[{"PartofSpeech":"vi.","Paraphrase":"act or work together for a particular purpose \n合作，协作，配合\nI find it very hard to dress my two-year-old daughter when she just refuses to cooperate. \n我发觉如果两岁的女儿不配合我就很难给她穿衣服。\nThe children cooperated with their teachers in keeping the classroom clean.  \n孩子们和老师一起保持教室整洁。"}]},{"Word":"phase","Voice":"sounds/nw-unit05-b-27.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] any stage in a series of events or in a process of development \n阶段，时期\nWe're entering a new phase in international relations.  \n我们正进入国际关系的一个新时期。\nHe is going through a difficult phase at the moment.  \n他此刻正经历着一个艰难的阶段。\n"},{"PartofSpeech":"vt.","Paraphrase":"plan or carry out in stages \n分期计划，按阶段执行\nThe minister said that the reduction in armed forces would be phased over the next five to ten years.  \n部长说裁军会在以后的五至十年内分阶段进行。\nThey will phase the new health care over a period of five years.  \n他们要在五年内分阶段执行新的医疗保健计划。"}]},{"Word":"sympathetic","Voice":"sounds/nw-unit05-b-28.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"1. feeling, showing or resulting from sympathy \n有同情心的，表示同情的，同感的\nHe suffered from back trouble too, so he was very sympathetic about my problem.  \n他也有腰痛毛病，所以对我的疾患深表同情。\nHe wrote me a very sympathetic letter.  \n他给我写了一封表示深切同情的信。\n2. showing favor or approval \n表示好感或赞同的\nHis mother was not sympathetic to his plan to leave school.  \n他的母亲不赞同他退学的打算。\nShe would, no doubt, be deeply sympathetic to what Kent was doing.  \n她无疑会非常赞同肯特正在做的事情。"}]},{"Word":"so-called","Voice":"sounds/nw-unit05-b-29.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"(usu. derog.) (used to suggest that the words used to describe sb./sth. are not proper) \n所谓的，号称的\nIt was one of his so-called friends who supplied him with the drugs that killed him. \n是他一个所谓的朋友向他提供了毒品，使他丧了命。\nOur so-called \"leaders\" couldn't lead children into a sweetshop, it seems.  \n看来我们所谓的\"领导\"并不能把孩子们领到糖果店去。"}]},{"Word":"neutral","Voice":"sounds/nw-unit05-b-30.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"1. not supporting or helping either side in an argument, war, etc. \n中立的\nBoth sides have agreed to attend a peace conference on the condition that it is held in a neutral country.  \n双方同意出席和平会议，条件是会议在一个中立国举行。\nMany newspapers claim to be politically neutral, but few actually are.  \n许多报纸都声明政治上中立，可实际上中立的很少。\n2. (in chemistry) neither acid nor alkaline\n（化学）中性的\nPure water is neutral and has a PH of 7.  \n纯水是中性的，PH值是7。"}]},{"Word":"profession","Voice":"sounds/nw-unit05-b-31.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1. [C] any type of work which needs a special training or a particular skill \n（尤指需要特殊训练或专门知识的）职业\nThe report notes that forty per cent of lawyers entering the profession are women.  \n这份报告表明就业律师中有40%是妇女。\n2. (the ~) the whole body of people in a particular profession \n行业，（某一）职业界 \nThe medical profession is/are doing a very difficult job.  \n医务工作者正在从事一项非常艰巨的工作。\n3. [C] a public statement or claim of sth. \n声明，表白\nThe government's professions of commitment to the environment seem less believable every day.  \n政府做出的支持环保的表示似乎一天比一天不可信。\nShe was welcomed by her two friends with many professions of pleasure.  \n她的两个朋友来迎接她，一再说见到她十分高兴。"}]},{"Word":"arbitrary","Voice":"sounds/nw-unit05-b-32.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"based on personal opinion, not on reason; based on personal power without considering people's wishes \n任意的，武断的；专断的\nOur decision to go to Italy this summer rather than Spain was quite arbitrary.\n我们只是一时随意地决定今夏去意大利而不是去西班牙的。\nShe made an arbitrary choice of the black shoes instead of the brown ones.\n她心血来潮地选了那双黑色的鞋，而不是那双棕色的。"}]},{"Word":"qualification","Voice":"sounds/nw-unit05-b-33.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1. [C, U] an ability, characteristic or experience that makes one suitable for a particular job or activity \n能力，条件；合格性\nSome nursing experience is a necessary qualification for this job.  \n一些护理经验是得到这份工作的必要条件。\nQualification as a doctor takes several years.  \n获得医生的执业资格需要几年时间。\n2. [C] training, examination or experience that qualifies sb. for work, further training, etc. or degree, certificate, etc. awarded for this \n资格，资历\nYou'll never get a good job if you don't have any qualifications.\n要是没有任何资格证书你就永远得不到一份好工作。\nI haven't got any qualifications in science.\n我没有任何理科方面的资格证书。"}]},{"Word":"intimate","Voice":"sounds/nw-unit05-b-34.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"1. having or being a very close and friendly relationship \n亲近的，亲密的\nThe restaurant has a very intimate atmosphere and is the perfect setting for a romantic dinner.  \n这家餐厅有非常温馨的气氛，是享受浪漫晚餐的绝好地点。\nHe is intimate with the President.  \n他与总统关系密切。\n2. private and personal \n私人的，秘密的\nIt was the first really intimate conversation we had had.  \n那是我们之间第一次真正的推心置腹的谈话。\nI told her all the intimate details of my life.  \n我把我个人生活中的细节都告诉给了她。\n"},{"PartofSpeech":"vt.","Paraphrase":"make known indirectly \n暗示，提示\nThey would not intimate how the problem could be solved.  \n他们不愿透露问题怎样才能够得到解决。\nH4e intimated to them that he did not agree.  \n他向他们暗示他不同意。"}]},{"Word":"intimately","Voice":"sounds/nw-unit05-b-35.mp3","Definitions":[{"PartofSpeech":"ad.","Paraphrase":"in an intimate way \n亲密地，私下地\nI know who she is although I'm not intimately acquainted with her.  \n我虽然与她并不熟识，但知道她是谁。\nIn a private interview she will be talking intimately about her colorful love life. \n在一次单独采访中她将私下谈到她那多姿多彩的爱情生活。"}]},{"Word":"interference","Voice":"sounds/nw-unit05-b-36.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[U] the act of interfering in sth. \n干涉，干预\nShe seems to regard any advice or help from me as interference.  \n她好像把我的任何建议或帮助都看作是干涉。\nThe heavy snow was a serious interference to travel.  \n这场大雪对旅行是严重的阻碍。"}]},{"Word":"bar","Voice":"sounds/nw-unit05-b-37.mp3","Definitions":[{"PartofSpeech":"vt.","Paraphrase":"1. prevent from doing or using sth. \n阻止，不许\nThe members voted to bar women from the club.  \n成员们投票禁止妇女加入该俱乐部。\nShe was barred from entering the match because of her age.  \n因为年龄关系，她未被准许参加比赛。\n2. obstruct so as to prevent progress \n阻碍，阻塞\nTraffic has been barred from the city center.  \n市中心已禁止车辆通行。\nThe road ahead was barred by a solid line of policemen.  \n前面的道路被一队警察严严实实地把守住。\n"},{"PartofSpeech":"n.","Paraphrase":"[C] a place where esp. alcoholic drinks are sold and drunk, or the area in such a place where the person serving the drinks stands \n酒吧，吧台\nThey noticed him going into the hotel bar.  \n他们注意到他进了宾馆的酒吧。\nThere weren't any free tables, so I sat down in front of the bar.  \n没有空桌子了，所以我只好在吧台前坐下。"}]},{"Word":"make oneself understood","Voice":"sounds/nw-unit05-b-38.mp3","Definitions":[{"PartofSpeech":"make one's meaning clear \n使他人明白自己的意思，说清楚自己的意思\nHe doesn't speak much English but he can make himself understood.  \n他不太会讲英语，但他能把自己的意思表达清楚。\nDo I make myself understood? This is your last chance! \n我把话说清楚了吗？这是你最后一次机会！","Paraphrase":""}]},{"Word":"on one's own","Voice":"sounds/nw-unit05-b-39.mp3","Definitions":[{"PartofSpeech":"1. alone \n单独，独自\nShe lives on her own.  \n她一个人生活。\nWhy are you sitting all on your own?\n你怎么老是一个人坐着？\n2. without help \n独立地\nI managed to repair the car all on my own. \n我设法自己把车修好了。\nI work best on my own. \n我独立工作时干得最好。\nShe is old enough to do it on her own. \n她长大了，可以自己做这件事了。","Paraphrase":""}]},{"Word":"be dependent on","Voice":"sounds/nw-unit05-b-40.mp3","Definitions":[{"PartofSpeech":"need support from \n依赖，依靠\nThe man was out of work and dependent on his son's earnings.  \n那个人失业了，靠他儿子的收入过日子。\nI'll never be dependent on anyone again.  \n我永远不会再依靠任何人了。","Paraphrase":""}]},{"Word":"treat with","Voice":"sounds/nw-unit05-b-41.mp3","Definitions":[{"PartofSpeech":"give medical care with some medicine \n以... ...治疗，用... ...治病\nThe doctor is treating Jane with some special medicine.  \n大夫用一种特殊的药给简治病。\nThis fever can be successfully treated with the new drug.  \n这种新药可以治好这种热病。","Paraphrase":""}]},{"Word":"go on","Voice":"sounds/nw-unit05-b-42.mp3","Definitions":[{"PartofSpeech":"(of a situation or state of affairs, etc.) continue without changing \n（情况、形势、状态等）持续不变\nThe present state of affairs cannot be allowed to go on. \n不能允许目前这种状态再继续下去了。\nHow much longer will this hot weather go on?  \n这种炎热的天气还要持续多久？","Paraphrase":""}]},{"Word":"come along","Voice":"sounds/nw-unit05-b-43.mp3","Definitions":[{"PartofSpeech":"arrive; appear \n到达，出现\nTrouble comes along when you least expect it.  \n困难总是在你最意想不到的时候突然出现。\nTake every chance that comes along.  \n抓住一切偶然出现的机会。","Paraphrase":""}]},{"Word":"on the one hand …on the other hand…","Voice":"sounds/nw-unit05-b-44.mp3","Definitions":[{"PartofSpeech":"(used to indicate contrasting points of view, opinions, etc.) \n一方面... ...另一方面... ...\nOn the one hand I want to buy this new car, on the other hand I feel that it costs too much money.  \n一方面我想买下这辆新车，但另一方面我又觉得太贵了。\nOn the one hand we could stay and help you, but on the other hand, it might be better if we went to help him instead.  \n一方面我们可以留下来帮助你，但另一方面，如果我们去帮助他，也许会更好些。","Paraphrase":""}]},{"Word":"condemn sb. to sth.","Voice":"sounds/nw-unit05-b-45.mp3","Definitions":[{"PartofSpeech":"make sb. take or accept sth. unpleasant \n使某人做不愿做的事，把某人逼入某种状态\nHis bad leg condemns him to a wheelchair.  \n他那条有残疾的腿迫使他坐轮椅。\nWhen the poor woman lost her husband, she realized that she was condemned to a lonely old age. \n这个可怜的女人丧偶后，意识到自己注定要度过孤独的晚年。","Paraphrase":""}]},{"Word":"take its course","Voice":"sounds/nw-unit05-b-46.mp3","Definitions":[{"PartofSpeech":"develop naturally and come to a natural end\n任其自然发展，按常规进行\nWe can't cure the disease; it must take its course.  \n我们无法治愈这种病，只好听其自然了。\nOnce a fight starts, it must take its course unless it is stopped by outside interference.  \n打斗一旦开始就不好收场，除非有外部干预。","Paraphrase":""}]},{"Word":"fight off","Voice":"sounds/nw-unit05-b-47.mp3","Definitions":[{"PartofSpeech":"keep sth. away with an effort; struggle to prevent sth. unwanted or avoid someone unwanted \n抵抗，击退，避开\nHe fought off three men who attacked him. \n他击退了三个攻击他的人。\nDid your husband manage to fight off his cold by taking medicine? \n你丈夫服药后感冒好了吗？","Paraphrase":""}]},{"Word":"be responsible for","Voice":"sounds/nw-unit05-b-48.mp3","Definitions":[{"PartofSpeech":"be the cause of esp. sth. bad \n对……负有责任\nA drunken man cannot be fully responsible for his actions.  \n醉汉不能对其行为负全部责任。\nWho is responsible for the broken windows?  \n谁把玻璃打破了？","Paraphrase":""}]},{"Word":"in vain","Voice":"sounds/nw-unit05-b-49.mp3","Definitions":[{"PartofSpeech":"without a successful result; uselessly \n无结果地，无用地\nWe tried to persuade him not to go swimming, but in vain.  \n我们力图说服他不去游泳，可他就是不听。\nIt was in vain that we tried to find his mother. \n我们设法寻找他的母亲，但毫无结果。","Paraphrase":""}]},{"Word":"come by","Voice":"sounds/nw-unit05-b-50.mp3","Definitions":[{"PartofSpeech":"obtain, usu. by effort \n努力获得\nHow did you come by that beautiful picture? \n你是怎样弄到那幅美丽的图画的？\nA good job that you enjoy doing is hard to come by.  \n你喜欢干的工作是不容易找到的。","Paraphrase":""}]},{"Word":"chances are (that…)","Voice":"sounds/nw-unit05-b-51.mp3","Definitions":[{"PartofSpeech":"it is likely that… \n可能\nChances are that she'll be coming.  \n她可能会来。\nChances are he's already heard the news.  \n可能他已经听到了这个消息。","Paraphrase":""}]},{"Word":"confront with","Voice":"sounds/nw-unit05-b-52.mp3","Definitions":[{"PartofSpeech":"face with \n使面对（问题、挑战等）\nThe writer was confronted with a pile of work. \n这位作家面对一大堆工作。\nThe hunters were fearless when confronted with wild animals. \n这些猎手面对野兽毫不畏惧。","Paraphrase":""}]},{"Word":"die of","Voice":"sounds/nw-unit05-b-53.mp3","Definitions":[{"PartofSpeech":"die because of (sth. such as an illness or feeling) \n死于\nShe just died of old age.  \n她死于衰老。\nIn a severe winter, many wild animals can die of hunger.  \n严冬时，许多野兽可能饿死。","Paraphrase":""}]},{"Word":"come down to","Voice":"sounds/nw-unit05-b-54.mp3","Definitions":[{"PartofSpeech":"be able to be concluded as (sth.); be a question of (sth.) \n归结为，实质上是\nThe whole matter comes down to a power struggle between the trade union and the directors. \n整个事情归结起来就是工会与厂长们之间的权力之争。\nWhat it all comes down to is that there isn't much in his story.  \n归结下来，他的叙述没有什么内容。","Paraphrase":""}]},{"Word":"bar… from","Voice":"sounds/nw-unit05-b-55.mp3","Definitions":[{"PartofSpeech":"forbid someone from sth. or doing sth. \n禁止某人做某事\nAfter the member was caught cheating, he was barred from the club. \n在被发现舞弊之后，这个成员被驱出了俱乐部。\nThe doctor was barred from practising after he was proved guilty of improper behaviour. \n在被证明有不当行为后，这个医生被禁止行医。","Paraphrase":""}]}]}