{"UnitTitle":"__horizonread3_UNIT01_B_lw_htm","Vocabularies":[{"Word":"romantic","Voice":"sounds/nw-unit01-b-01.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"1. exciting, and having a strong effect on the emotions \n传奇性的，有浪漫色彩的  \nWe thought that Egypt was a romantic country.  \n我们认为埃及是一个传奇国家。  \nDo you like romantic love stories? \n你喜欢浪漫的爱情故事吗？  \n2. (person) not practical and having a lot of ideas, which are not related to real life \n不切实际的，空想的  \nShe has a romantic idea of what it's like to be a struggling young artist.  \n她对奋斗中的年轻艺术家的形象有一种不切实际的想法。 \nShe has a dreamy romantic nature.  \n她是个爱做梦的空想家。"}]},{"Word":"agent","Voice":"sounds/nw-unit01-b-02.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1. [C] a person who works secretly for the government or other organizations \n政府或其他组织的特工人员  \nan FBI agent \n美国)联邦调查局探员\nan enemy agent \n敌方特务\n2. [C] a person who acts for, or manages the affairs of other people in business, politics, etc. \n代理人  \nPlease contact our agent in Spain for further information.  \n请与我们在西班牙的代理人联系，以便得到更多信息。 \nHe is an agent in Shanghai for a Japanese company.  \n他是一家日本公司驻上海的代理商。"}]},{"Word":"corridor","Voice":"sounds/nw-unit01-b-03.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] a long passage in a building or train, esp. with rooms on either side \n走廊，通道  \nHer office is at the end of the corridor on the right.  \n她的办公室在走廊尽头靠右边。"}]},{"Word":"accent","Voice":"sounds/nw-unit01-b-04.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1. [C] the way in which people in a particular area, country, social class, etc. speak \n口音，腔调 \nAlthough French is her native language, she speaks with an English accent.  \n尽管法语是她的母语，但她说话却带有英国口音。  \nI tried to get rid of my London accent when I went to university.  \n上大学时，我试图改变自己的伦敦腔。  \n2. [C] the importance given to a word or part of a word (vowel or syllable) by saying it with more force \n重音，强音  \nThe accent falls on the final word.  \n重音落在最后一个单词上。  \nIn the word \"today\" the accent is on the second syllable.\n today 一词的重音在第二个音节上。"}]},{"Word":"writer","Voice":"sounds/nw-unit01-b-05.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] a person who writes books or articles to be published \n作家，作者  \nDickens was a famous English writer.  \n狄更斯是位著名的英国作家。  \nShe's a well-known writer of children's books.  \n她是一位著名的儿童书籍作家。"}]},{"Word":"mysterious","Voice":"sounds/nw-unit01-b-06.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"hard to explain or understand \n神秘的，难解的，不可思议的  \nShe's an actress whose life has remained mysterious, despite the many interviews she has given.  \n作为演员，尽管她已被多次采访，她的生活仍是神秘莫测。 \nHe died in mysterious situations, and it is possible that it was murder.  \n他死得很神秘，有可能是被谋杀的。"}]},{"Word":"crack","Voice":"sounds/nw-unit01-b-07.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1. [C] a sudden sharp noise \n爆炸声，劈啪声  \nThe silence of the village was broken by the crack of a rifle. \n步枪的射击声打破了乡村的寂静。 \nHe heard the sharp crack of the tree.  \n他听到树清脆的断裂声。 \n2. [C] a line along which sth. has broken, but not into separate parts \n裂缝，裂纹  \nDon't go skating today - there are dangerous cracks in the ice.  \n今天不要去滑冰，冰上有危险的裂缝。  \nShe opened the door just a crack to listen to the talking.  \n她把门开了一条缝听人谈话。  \n"},{"PartofSpeech":"v.","Paraphrase":"1. (cause to) do sth. with a sudden sharp noise \n（使）劈啪作响，（使）发爆裂声  \nWe heard fireworks crack all over the village. \n我们听到烟火的劈劈啪啪声响遍了整个村庄。\nThe tree cracked loudly and fell.  \n那棵树发出断裂的巨响倒了下来。 \n2. break (sth.) open, esp. in order to reach or use what is inside \n打开，砸开  \nHe cracked three eggs into a bowl and mixed them together.  \n他打了三个蛋在碗里，并把它们搅在一起。  \nThe boiling water cracked the glass.  \n沸水把玻璃杯烫裂了。"}]},{"Word":"disguise","Voice":"sounds/nw-unit01-b-08.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C, U] sth. worn or used to give a false appearance \n伪装，伪装物  \nHe put on a large hat and glasses as a disguise and hoped no one would recognize him.  \n他戴上大帽子和眼镜作伪装，希望没人会认出自己。  \nShe made no disguise of her feelings.  \n她毫不掩饰自己的感情。  \n"},{"PartofSpeech":"vt.","Paraphrase":"1.give a new appearance to (sb./sth.), esp. in order to hide the true form\n伪装  \nShe disguised herself as a man, but she couldn't disguise her voice.  \n她把自己假扮成一个男子，但是伪装不了自己的嗓音。  \nThey found some enemy soldiers disguised as students.  \n他们发现一些敌兵伪装成了学生。 \n2. hide or cover up \n掩盖，掩藏  \nThere are important differences of opinion which cannot be disguised.  \n意见上有不可掩盖的重大分歧。 \nShe disguised her hatred by a false show of friendliness.  \n她假装友好来掩盖她的仇恨。"}]},{"Word":"exploit","Voice":"sounds/nw-unit01-b-09.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"(pl.) brave or adventurous actions \n英勇的行为，冒险的行为 \nThe brave exploits of the soldiers were much admired.  \n士兵们的英勇行为大受赞扬。  \nThe story is about the exploits of Robin Hood against the evil Prince John.  \n故事讲述的是罗宾汉反抗邪恶王子约翰的英勇事迹。  \n"},{"PartofSpeech":"vt.","Paraphrase":"1. use, work or develop fully (esp. mines and other natural  resources) \n利用，开发  \nWe need to make sure that we exploit our resources as fully as possible.  \n我们应该确使我们尽可能充分地利用资源。 \nYou must exploit every opportunity to learn new things.  \n你必须利用一切机会学习新事物。  \n2. use unfairly for one's own advantage \n剥削  \nMany children were exploited as cheap labor in factories.  \n许多儿童在工厂里作为廉价劳动力受到剥削。  \nThe company exploited its workers with long hours and low pay.  \n该公司用长工时低工资的方法来剥削工人。"}]},{"Word":"exceedingly","Voice":"sounds/nw-unit01-b-10.mp3","Definitions":[{"PartofSpeech":"ad.","Paraphrase":"to an unusual degree \n非常地，极度地  \nPat is an exceedingly unpleasant person.  \n帕特是个非常不招人喜欢的人。  \nMr. Smith makes exceedingly good cakes.  \n史密斯先生做的蛋糕好极了。"}]},{"Word":"opera","Voice":"sounds/nw-unit01-b-11.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[U, C] a formal play in which all or most of the words are sung to music \n歌剧  \nHe goes to the opera whenever he can.  \n他一有可能就去看歌剧。  \nWhat's your favorite opera?  \n你最喜欢的歌剧是什么？"}]},{"Word":"aside","Voice":"sounds/nw-unit01-b-12.mp3","Definitions":[{"PartofSpeech":"ad.","Paraphrase":"on or to one side \n在边上，朝边上  \nShe threw the newspaper aside in disgust.  \n她气愤地将报纸扔到一边。  \nLeave the difficult questions aside for now and try to answer the easier ones. \n暂时把难的问题搁在一边，先想法解答较容易的问题。"}]},{"Word":"switch","Voice":"sounds/nw-unit01-b-13.mp3","Definitions":[{"PartofSpeech":"v.","Paraphrase":"(cause sth. to) change, esp. Suddenly \n转变，改变\nComputers are everywhere now -- our firm is switching over soon.  \n现在到处都有了计算机，我们公司很快也要改用计算机。  \nShe started studying English at college, but switched to Business Studies in her second year.  \n她在大学里一开始主攻英语，可到了第二年却转修商务课程了。  \n"},{"PartofSpeech":"n.","Paraphrase":"1. [C] a small device, usu. Pushed up or down with finger, that controls and turns on or off an electric current \n开关，电闸  \nHe pressed the switch to turn off the light.  \n他按下开关把灯关了。  \n2. [C] a change \n转变，改变  \nThere has been a switch in emphasis -- we are aiming now more for the student market.  \n我们转移了重点--现在更多地瞄准学生市场。 \nHe made a quick switch from an unfriendly to a friendly manner when he saw that they could help him.  \n当他意识到他们可以帮助他时，他的态度一下子从不友好变得友好了。"}]},{"Word":"thrill","Voice":"sounds/nw-unit01-b-14.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] a feeling of excitement, usu. Caused by sth. pleasant \n兴奋，激动，紧张感  \nIt gave me a real thrill to see her again after so many years.  \n那么多年后与她重逢，我非常激动。  \nThe sound of bells sent a thrill of hope through her.  \n这铃声使她充满了期待的激情。 \n"},{"PartofSpeech":"v.","Paraphrase":"(cause sb. to) feel a thrill or thrills \n（使）非常兴奋，（使）非常激动  \nWe were thrilled to hear your wonderful news.  \n听到你的特大喜讯我们兴奋异常。 \nShe thrilled to the sound of their voices.  \n她听到他们说话的声音感到非常紧张。"}]},{"Word":"slender","Voice":"sounds/nw-unit01-b-15.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"thin and delicate, often in a way that is attractive \n苗条的，纤细的  \nHe had the long slender fingers of a pianist.  \n他有着钢琴家修长而纤细的手指。  \nHe put his hands around her slender waist.  \n他双手搂住她纤细的腰。"}]},{"Word":"missile","Voice":"sounds/nw-unit01-b-16.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] an explosive weapon which can fly under its own power, and which can be aimed at a distant object \n导弹，飞弹 \nThe peace was broken when missile attacks on the capital started this morning.  \n当对首都的导弹袭击在今天早上开始时，和平被打破了。  \nOur primary task is to destroy the enemy's missiles.  \n我们的首要任务就是破坏敌人的导弹。"}]},{"Word":"swear","Voice":"sounds/nw-unit01-b-17.mp3","Definitions":[{"PartofSpeech":"v.","Paraphrase":"1. state or promise to tell the truth or do sth. in a particular way \n发誓 \nI swear I don't know anything about what happened.  \n我发誓我什么都不知道。  \nDo you swear to tell the truth, the whole truth, and nothing but the truth?  \n你能发誓据实陈述而决无谎言吗？  \n2.use rude words in anger, surprise, etc. \n诅咒，骂  \nIt was a real shock the first time I heard my mother swear.  \n我第一次听到妈妈骂人时非常吃惊。  \nThey were all swearing about their bad luck.  \n他们都在诅咒坏运气。"}]},{"Word":"devil","Voice":"sounds/nw-unit01-b-18.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] an evil being, often in human form but with a tail and horns \n魔鬼  \nPeople were shocked by the horror film about the Devil.  \n这部关于魔鬼的恐怖片令人们震惊。  \nHe was a sixteenth century painter famous for his pictures of devils.  \n他是16世纪一位以画魔鬼著称的画家。"}]},{"Word":"damn","Voice":"sounds/nw-unit01-b-19.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"(used to express anger, annoyance, etc.)\n(表示愤怒、厌烦等)该死的，可恶的  \nI can't get the damn thing to work!  \n这该死的东西，我用不来！  \nMy damn car has broken down!  \n我那倒霉的车又抛锚了！ \n"},{"PartofSpeech":"int.","Paraphrase":"(used to express anger, annoyance, etc.) \n（表示愤怒、厌烦等）该死，讨厌  \nDamn! I forgot to get any money out and now the banks are closed.  \n真该死！我忘了取点钱出来，现在银行又关门了。"}]},{"Word":"balcony","Voice":"sounds/nw-unit01-b-20.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] a place for people to stand or sit on, built out on the upstairs wall of a building \n阳台  \nWe had drinks on the hotel balcony.  \n我们在旅馆阳台上喝酒。"}]},{"Word":"utter","Voice":"sounds/nw-unit01-b-21.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"Complete; extreme \n完全的，彻底的，十足的  \nThe meeting was an utter waste of time.  \n那次会议完全是浪费时间。  \nShe's an utter stranger to me.  \n我完全不认识她。  \n"},{"PartofSpeech":"vt.","Paraphrase":"Make (a sound or sounds) with the mouth or voice \n发出（声音），说  \nShe sat through the whole meeting without uttering a word.  \n整个会上她一直坐着，一言不发。  \nHe seldom uttered anything, but when he did everyone listened.  \n他极少讲话，可是一旦他发言，人人都会用心倾听。"}]},{"Word":"simplify","Voice":"sounds/nw-unit01-b-22.mp3","Definitions":[{"PartofSpeech":"vt.","Paraphrase":"Make sth. easy to do or understand; make simple \n使易懂，使易做，简化  \nSimplify the questions so that children can understand them.  \n简化问题，以便孩子们能明白。  \nCould you simplify what you've just said?  \n你能简化你刚才所说的吗？"}]},{"Word":"mood","Voice":"sounds/nw-unit01-b-23.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] the way to feel at a particular time \n心情，情绪 \nSuddenly her mood changed and she began to take notice and ask questions.  \n她的情绪突然变了，开始表示关注并提出问题了。  \nThe good food and drink had put him in a talkative mood.  \n美酒佳肴使他的话越来越多。"}]},{"Word":"evil","Voice":"sounds/nw-unit01-b-24.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"morally bad \n道德败坏的，邪恶的，罪恶的  \nWe must do everything to get rid of that evil thought.  \n我们必须全力以赴消除那个邪恶的念头。  \nHe was an evil little man.  \n他是个邪恶小人。"}]},{"Word":"standpoint","Voice":"sounds/nw-unit01-b-25.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] a set of beliefs and ideas from which opinions and decisions are formed \n立场，观点  \n\"I have to put aside my emotions,\" he said, \"and take it from a professional standpoint.\"  \n\"我得把感情放在一边,\" 他说，\"而从专业的观点去看待它。\"  \nWe should consider things from the standpoint of the customers.  \n我们应从顾客的立场出发来考虑。"}]},{"Word":"anyhow","Voice":"sounds/nw-unit01-b-26.mp3","Definitions":[{"PartofSpeech":"ad.","Paraphrase":"1. whatever the facts may be; in spite of this; at least \n不管怎样，无论如何，至少  \nIt's too late now, anyhow.  \n无论怎样，现在已经太晚了。\n\"Of course I don't mind taking you home - I'm going that way anyhow.\"  \n\"送你回家没什么麻烦的，我反正是走那条路。\"  \n2. carelessly \n粗心大意地，随随便便地  \nHe made notes anyhow across the page.  \n他在那一页上随便地做了些笔记。  \nThe books were lying on the shelves all anyhow.  \n那些书散放在书架上。"}]},{"Word":"swift","Voice":"sounds/nw-unit01-b-27.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"quick or rapid \n快的，迅速的，敏捷的  \nThe local police took swift action against the robbers.  \n当地警方立刻采取行动追捕抢劫犯。  \nSwift to hear, slow to speak.  \n多听少讲。"}]},{"Word":"twist","Voice":"sounds/nw-unit01-b-28.mp3","Definitions":[{"PartofSpeech":"vt.","Paraphrase":"1. bend or crush \n弯曲或压挤  \nThe visitor twisted his neck to look at the photograph on the wall behind him. \n参观者扭过头看他身后墙上的照片。 \nHis face was twisted with pain.  \n他痛得龇牙咧嘴。  \n2. give a false meaning to (words, etc.) \n曲解，歪曲  \nThe paper twisted everything I said.  \n报纸歪曲了我所说的一切。  \nThis report shows how she twisted the truth to claim success where none, in fact, existed.  \n这份报告显示了她是如何篡改事实真相并吹嘘那些实际上根本不存在的成就的。  \n"},{"PartofSpeech":"n.","Paraphrase":"[C] a change in the way that sth. happens \n变化，转折，改变  \nBut for a cruel twist of fate, he could now run his own business.  \n要不是时运不济，他现在可能正在经营自己的公司了。  \nThe author gives an unusual twist to his story.  \n作者让故事产生了一个不寻常的转折。"}]},{"Word":"grasp","Voice":"sounds/nw-unit01-b-29.mp3","Definitions":[{"PartofSpeech":"vt.","Paraphrase":"1. quickly take sth., esp. in hand and hold it firmly \n抓住 \nShe grasped me by the arm and led me to the window.  \n她抓住我的胳膊把我拉到窗户旁。  \nHe grasped the chance to ask for a higher pay.  \n他抓住机会要求加薪。  \n2. understand, esp. sth. difficult \n理解，领悟  \nThe school feels the family has not fully grasped the seriousness of the situation.  \n学校觉得家庭并未完全理解这种情况的严重性。  \nHe wondered whether his friends grasped that he had done his best.  \n他不知道他的朋友们是否理解他已尽了最大努力。"}]},{"Word":"frame","Voice":"sounds/nw-unit01-b-30.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1. [C] the border around a picture, door or window, etc. \n画框，边框，框架  \nWouldn't this picture look better in a black frame?  \n这幅画若装在黑色画框里不是更好看吗？  \n2. the structure that holds the parts of an object in position and gives them support \n构架，骨架  \nThe wooden frame of the house is already in place. \n房屋的木构架已经搭好。  \nShe is a girl of slender frame.  \n她是个身材苗条的姑娘。\n"},{"PartofSpeech":"vt.","Paraphrase":"1. put or build a frame around (sth.) \n在... ...上加框  \nWe still haven't had our wedding photos framed.  \n我们还没有把结婚照用镜框装起来呢。 \nA large hat framed the girl's pretty face.  \n宽沿帽衬托出那女孩美丽的容貌。  \n2. express sth. in words \n表达，设计，构想出  \nThe government is framing a new bill to control stealing. \n政府正在制订新的法案以惩治偷窃。  \nAn examiner must frame his questions clearly.  \n主考人必须把问题提得很清楚。"}]},{"Word":"heave","Voice":"sounds/nw-unit01-b-31.mp3","Definitions":[{"PartofSpeech":"vt.","Paraphrase":"1. lift (sth. heavy) with effort\n很费劲地抬起，举起，拽起\nWe heaved the table up the stairs.\n我们很吃力地把桌子抬上楼去。\n2. utter (sth.) with effort\n（用力）发出(叹息声)\nHe heaved a sigh of relief when he found his son in the forest.\n当他在森林中找到儿子时，他宽慰地松了一口气。\nWe both heaved a sigh of sorrow when she went out, leaving us in loneliness.\n她的离去使我们感到孤独，我们都伤感地叹了一口气。\n"},{"PartofSpeech":"n.","Paraphrase":"[C, U] the act of heaving\n举起，升降\nThey gave a great heave and rolled the rock out of the way.\n他们用力推，把大石头从路上滚到旁边。\nWith a heave, he lifted up the heavy suitcase.\n他一使劲把那只沉重的衣箱提了起来。"}]},{"Word":"oval","Voice":"sounds/nw-unit01-b-32.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"shaped like an egg\n椭圆形的\nSome pies are oval in shape and some are round.\n有些馅饼是椭圆形的，有些则是圆形的。\nThe playing ground is oval.\n运动场是椭圆形的。\n"},{"PartofSpeech":"n.","Paraphrase":"[C] sth. that is shaped like an egg\n椭圆\nThe earth's orbit is more like an oval than a circle.\n地球的轨道与其说是圆形，还不如说是椭圆形。"}]},{"Word":"tray","Voice":"sounds/nw-unit01-b-33.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] a flat object used for carrying food and drinks \n盘，托盘，碟  \nShe was carrying a tray of drinks.  \n她托着一盘饮料。  \nThe nurse brought a breakfast tray to the sick man.  \n护士把早餐放在托盘里送给病人。"}]},{"Word":"liquor","Voice":"sounds/nw-unit01-b-34.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[U] strong alcoholic drink \n烈性酒 \nLiquor includes drinks like whisky, but not beer or wine.  \n烈性酒包括诸如威士忌之类的饮料，但不包括啤酒和葡萄酒。  \nThere's a liquor store around the block where you could get some whisky.  \n你可在街区旁的烈性酒店里买到威士忌。"}]},{"Word":"sigh","Voice":"sounds/nw-unit01-b-35.mp3","Definitions":[{"PartofSpeech":"vi.","Paraphrase":"take a long deep breath that can be heard, expressing sadness, tiredness, etc. \n叹息，叹气  \nHe sighed with pleasure after the excellent meal.  \n美餐后，他愉快地舒了一口气。  \nHe sighed for his lost opportunities.  \n他为失去那些机会而叹息。  \n"},{"PartofSpeech":"n.","Paraphrase":"[C, U] the act or sound of sighing \n叹息，叹息声 \nAfter a tiring journey home, he sat down on the chair with a sigh.  \n经过疲劳的旅途回到家后，他叹口气坐在了椅子上。 \nThe student heaved a sigh of relief when he finished the examination.  \n完成考试后，那个学生发出如释重负的叹息。"}]},{"Word":"shiver","Voice":"sounds/nw-unit01-b-36.mp3","Definitions":[{"PartofSpeech":"vi.","Paraphrase":"shake slightly because of feeling cold, ill or frightened\n战栗，发抖  \nHe shivered with cold in his thin cotton shirt.  \n他只穿着薄薄的棉布衬衫，冷得瑟瑟发抖。  \nShe shivered at the thought of going into the house alone.  \n她一想到要独自走进那屋子就哆嗦。  \n"},{"PartofSpeech":"n.","Paraphrase":"[C] the act of shivering \n战栗，发抖  \nI felt a shiver as I looked out at the dark sea. \n我看着外面漆黑的大海，感到一阵战栗。  \nA shiver of excitement ran through the audience.  \n观众感到一阵兴奋。"}]},{"Word":"read about","Voice":"sounds/nw-unit01-b-37.mp3","Definitions":[{"PartofSpeech":"discover or find out about sb./sth. by reading \n借助阅读发现或查明  \nIt was sad to read about the death of the famous old actress in this morning's newspaper.  \n在今天早上的报纸上读到了那位年长的著名女演员的死讯，真是令人悲哀。  \nIt must be true, I read about it in the newspaper!  \n这一定是真的，我在报上看到的。","Paraphrase":""}]},{"Word":"for one thing","Voice":"sounds/nw-unit01-b-38.mp3","Definitions":[{"PartofSpeech":"(used to introduce a reason for sth.) \n（用以列举理由）首先；一则  \nFor one thing, I've no money; and for another I'm too busy.  \n一来我没钱，再说我太忙了。 \nI really don't think we should go on holiday yet. For one thing, we can't afford it.  \n我真的认为我们还不应该去度假。首先，我们花不起这笔钱。","Paraphrase":""}]},{"Word":"in the night","Voice":"sounds/nw-unit01-b-39.mp3","Definitions":[{"PartofSpeech":"at some time during the night \n在夜晚，在半夜  \nI'm exhausted. The baby woke up three times in the night.  \n我累坏了。孩子夜里醒了三次。","Paraphrase":""}]},{"Word":"make an appointment","Voice":"sounds/nw-unit01-b-40.mp3","Definitions":[{"PartofSpeech":"arrange to meet or visit sb. at a particular time \n预约，约会 \nI made an appointment with my dentist at 3 PM today.  \n我约好今天下午三点看牙医。  \nI'd like to make an appointment with Professor Evans this morning, please.  \n我想预约今天上午拜访埃文斯教授。","Paraphrase":""}]},{"Word":"switch on","Voice":"sounds/nw-unit01-b-41.mp3","Definitions":[{"PartofSpeech":"connect (electricity or an appliance)\n接通(电源)，开启\nIt was getting dark, so we switched on the light. \n天色暗了，于是我们打开了灯。","Paraphrase":""}]},{"Word":"come on","Voice":"sounds/nw-unit01-b-42.mp3","Definitions":[{"PartofSpeech":"(of lights or other electrical machines) begin to work \n（电灯、电力机器等）开，开动，运转  \nJust as I entered the house, all the lights came on.  \n我刚一进这幢房子，灯全亮了。","Paraphrase":""}]},{"Word":"raise the devil","Voice":"sounds/nw-unit01-b-43.mp3","Definitions":[{"PartofSpeech":"become very angry; complain loudly \n非常生气，大声抱怨  \nWhen he finds out you broke his glass, he will raise the devil.  \n一旦他发现你弄坏了他的玻璃杯，他准会大闹一番。  \nThe head teacher has been in here raising the devil and tearing his hair out.  \n校长来过这里，扯着自己的头发，大吵了一通。","Paraphrase":""}]},{"Word":"check on","Voice":"sounds/nw-unit01-b-44.mp3","Definitions":[{"PartofSpeech":"examine \n检查，核实，调查  \nThe police are checking on him.  \n警察正在调查他。 ","Paraphrase":""}]},{"Word":"answer the door","Voice":"sounds/nw-unit01-b-45.mp3","Definitions":[{"PartofSpeech":"open the door after sb. has knocked or rung the bell \n应声开门  \nThere's another knock; I'll go and answer the door.  \n又有人敲门，我去开门。  \nThe servant went to answer the door.  \n仆人去开门。","Paraphrase":""}]},{"Word":"point (sth.) at","Voice":"sounds/nw-unit01-b-46.mp3","Definitions":[{"PartofSpeech":"aim or direct at \n瞄准，对着  \nHe pointed his long finger at me in anger.  \n他用瘦长的手指愤怒地指着我。  \nNever point a gun at someone, even in fun, as it might be loaded; always point it at the sky.  \n千万不要把枪对着人，就是开玩笑也不行，因为枪可能上了子弹；任何时候都要把枪对着天上。","Paraphrase":""}]},{"Word":"stare after","Voice":"sounds/nw-unit01-b-47.mp3","Definitions":[{"PartofSpeech":"look at (sb.) in a fixed way with the eyes wide open \n目不转睛地追随（某人），以凝视的目光随着（某人）移动  \nShe stared after him as he left her, tears blinding her eyes.  \n他离开时，她凝视着他离去，泪水模糊了双眼。","Paraphrase":""}]},{"Word":"Albert","Voice":"sounds/nw-unit01-b-48.mp3","Definitions":[{"PartofSpeech":"艾伯特","Paraphrase":""}]},{"Word":"Charles","Voice":"sounds/nw-unit01-b-49.mp3","Definitions":[{"PartofSpeech":"查尔斯","Paraphrase":""}]},{"Word":"French","Voice":"sounds/nw-unit01-b-50.mp3","Definitions":[{"PartofSpeech":"法国的；法国人，法语","Paraphrase":""}]},{"Word":"German","Voice":"sounds/nw-unit01-b-51.mp3","Definitions":[{"PartofSpeech":"德国的；德国人，德语","Paraphrase":""}]},{"Word":"Paris","Voice":"sounds/nw-unit01-b-52.mp3","Definitions":[{"PartofSpeech":"巴黎 (法国首都)","Paraphrase":""}]},{"Word":"Max","Voice":"sounds/nw-unit01-b-53.mp3","Definitions":[{"PartofSpeech":"马克斯","Paraphrase":""}]},{"Word":"Berlin","Voice":"sounds/nw-unit01-b-54.mp3","Definitions":[{"PartofSpeech":"柏林 (德国首都)","Paraphrase":""}]},{"Word":"Henry","Voice":"sounds/nw-unit01-b-55.mp3","Definitions":[{"PartofSpeech":"亨利","Paraphrase":""}]}]}