{"UnitTitle":"__horizonread3_UNIT01_A_lw_htm","Vocabularies":[{"Word":"fantasy","Voice":"sounds/nw-unit01-a-01.mp3","Definitions":[{"PartofSpeech":"n. ","Paraphrase":"[C, U] a pleasant situation that one enjoys thinking about, but which is unlikely to happen \n幻想，想像\nHer favorite fantasy was about owning a big house and a car. \n她最喜欢幻想的是拥有一座大房子和一辆车。\nHe retreated into a world of fantasy where he could be anything he wanted.  \n他退避到一个幻想世界里，在那里他可以想成为什么就成为什么。"}]},{"Word":"wealthy","Voice":"sounds/nw-unit01-a-02.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"having a great deal of money; rich \n富裕的   \nHe was born in 1907 to a very wealthy family whose fortune had been made in mining and railways.  \n他于1907年出生于一个极其富有的家族，该家族通过采矿和铁路积累了大量财富。  \nWith their natural resources they are potentially very wealthy countries.  \n由于自然资源丰富，从发展潜力上看它们是非常富有的国家。"}]},{"Word":"suspicion","Voice":"sounds/nw-unit01-a-03.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1. [C] a belief or feeling that sth. is wrong or that sb. has done wrong  \n猜疑，怀疑 \nI have a suspicion that she is not telling me the truth.  \n我怀疑她告诉我的不是实情。  \nHis strange behavior raised his neighbor's suspicions.  \n他的奇怪举动引起了邻居的怀疑。  \n怀疑，嫌疑  \nHe was caught on suspicion of having stolen the money.  \n他因涉嫌盗窃那笔钱而被捕。  \nIn this case, they are beyond suspicion.  \n这个案子他们没有嫌疑。"}]},{"Word":"arouse","Voice":"sounds/nw-unit01-a-04.mp3","Definitions":[{"PartofSpeech":"vt.","Paraphrase":"1. cause (sth.) to happen \n引起，唤起，激起 \nHe succeeded in arousing the nation's sympathy.  \n他成功地唤起了全国的同情。  \nPublic attention is aroused as to its importance.  \n此事的重要性已引起了公众的注意。  \n2. wake (sb.) from sleep \n唤醒 \nHe was aroused from his sleep by the doorbell.  \n门铃声把他从睡眠中唤醒。  \nIt took her some time to arouse her husband.  \n她费了好一会儿才把丈夫叫醒。"}]},{"Word":"injection","Voice":"sounds/nw-unit01-a-05.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1. [C] (figurative) introducing (new thoughts, feelings, money, etc.) into sb./sth. \n投入，注入  \nThe firm would be brought back to life by an injection of new funds.  \n投入新资金会使这家公司恢复生气。 \nA cash injection of $10 million will be used to improve one of America's dirtiest resident places.  \n一千万美元的现金投入将用来改善美国一个最污秽的住宅区。  \n2. [U] forcing (a drug or other liquid) into sb./sth. \n注射 \nOne method of giving a patient medicine is by injection.  \n给病人用药的方法之一是注射。"}]},{"Word":"deputy","Voice":"sounds/nw-unit01-a-06.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1. [C] a person whose rank is just below that of the leader of an organization \n副职，副手  \nShe's the deputy head of a school in the East End of London.  \n她是伦敦东区一所学校的副校长。  \nHe and his deputy had cooperated very well.  \n他和他的副手一向合作得很好。  \n2. [C] a person who is given the power to act instead of another person \n代理人  \nI'm acting as deputy while the boss is away.  \n老板外出时我充当代理人。  \nWhile the manager was ill, his deputy ran the office very successfully.  \n经理患病期间，他的代理人很成功地履行了职责。"}]},{"Word":"court","Voice":"sounds/nw-unit01-a-07.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1. [U, C] a place where law cases are held \n法院，法庭  \nShe's threatening to take me to court for not paying the bill on time.  \n我没有按时支付账款，因此她威胁说要送我上法庭。  \nThey're building the new law court down by the river.  \n他们正在河边建一所新法院。  \n2. [C] a place marked out for tennis or other ball games \n球场  \nDo you prefer grass or hard courts?  \n你喜欢草地球场还是硬地球场？  \nTennis players hit the ball over the net which divides the court in two.  \n球网将球场一分为二，打网球的人将球从网上击过。"}]},{"Word":"considerate","Voice":"sounds/nw-unit01-a-08.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"careful not to hurt others; thoughtful \n体谅的，体贴的  \nIt was considerate of you not to play the piano while I was asleep.  \n我睡觉时你不弹钢琴，真是想得太周到了。  \nHe is considerate in this matter.  \n他在这个问题上考虑得很周到。"}]},{"Word":"mislead","Voice":"sounds/nw-unit01-a-09.mp3","Definitions":[{"PartofSpeech":"vt.","Paraphrase":"1. cause sb. to have a wrong idea or impression about sb./sth. \n给... ...以错误的想法或印象，使误解 \nA clearer introduction is needed to prevent consumers from being misled into eating things that are bad for them.  \n需要有更清楚的介绍以防止顾客误食对他们有害的食品。  \nHe misled me into thinking he was rich.  \n他使我误以为他很有钱。  \n2. lead or guide in the wrong direction \n领错或引错方向  \nWe were misled by the guide and couldn't find the way home.  \n向导领错了道，我们找不到回家的路了。 \n3. cause to be or do wrong \n把……带坏，使误入歧途  \nI was misled by my elder brother into a life of drinking and stealing.  \n我被我的哥哥引入歧途，生活中除了喝酒就是偷窃。 \nHe is a good boy, but was misled by bad companions.  \n他是个好孩子，但坏伙伴们把他带坏了。"}]},{"Word":"restore","Voice":"sounds/nw-unit01-a-10.mp3","Definitions":[{"PartofSpeech":"vt.","Paraphrase":"1. rebuild or repair sth. so that it is like the original \n重建，修复  \nThe factory was restored to full working order.  \n工厂已修复并完全恢复正常工作秩序。  \nHe buys old cars and restores them to their original condition.  \n他购买旧汽车，并将它们修复到原来的状态。 \n2. bring sb./sth. back to a former position or condition \n使恢复，使回复  \nThe former leader was today restored to power in the first free elections for twenty years.  \n今天，在20年来首次举行的自由选举中，前领导人重掌大权。 \nHe feels completely restored to health after a period of rest.  \n休息了一段时间后，他感到自己已完全恢复了健康。"}]},{"Word":"barber","Voice":"sounds/nw-unit01-a-11.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] a person whose job is cutting men's hair \n理发师  \nAs well as a haircut, a man can have a shave when he goes to a barber's.  \n人们去理发店除了理发之外还可以刮脸。"}]},{"Word":"Christ","Voice":"sounds/nw-unit01-a-12.mp3","Definitions":[{"PartofSpeech":"int.","Paraphrase":"(expressing anger, surprise, etc.) \n(表示气愤、厌烦、惊讶等)  \nChrist! We're running out of coffee. \n天哪！我们没有咖啡了。  \n"},{"PartofSpeech":"n.","Paraphrase":"[U] the founder of the Christian religion \n基督（基督教创始人）\nthe teachings of Christ \n基督的教义"}]},{"Word":"republican","Voice":"sounds/nw-unit01-a-13.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"of or like a republic; supporting the principles of a republic \n共和国的，共和政体的，赞成共和的  \nThe people demanded a republican system of government.  \n人们要求共和政体。  \n"},{"PartofSpeech":"n.","Paraphrase":"[C] a person favoring republican government \n拥护共和政体的人"}]},{"Word":"estate","Voice":"sounds/nw-unit01-a-14.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1. [C] a large area of land in the country which is owned by a family or an organization and is often farmed \n庄园；大片私有土地  \nHe bought an estate near Oxford.  \n他在牛津附近买了一块地产。  \nIt's a typical country estate with a large house for the owner, farm buildings and estate workers' houses.  \n这是典型的乡村庄园，有庄园主的大住房、农舍及庄园工人的住房。  \n2. [U, C] all the money and property that a person owns, esp. which is left at death \n财产（尤指遗产）  \nHe left behind him a considerable estate.  \n他死后留下一笔可观的遗产。  \nHer estate was divided between her four children.  \n她的遗产分给了她的四个孩子。"}]},{"Word":"brick","Voice":"sounds/nw-unit01-a-15.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] a block of hard material used for building walls and houses \n砖  \nSomeone had thrown a brick through the shop window.  \n有人把砖块扔进了商店橱窗。  \nWe lived in a Victorian red-brick house.  \n我们住在一幢维多利亚式的红砖房里。  \n"},{"PartofSpeech":"vt.","Paraphrase":"fill in or block with bricks \n用砖砌，用砖堵住  \nThe doors and windows had been bricked up to prevent strangers from getting in.  \n门与窗都用砖堵上了，以便防止陌生人入内。  \nIn order to stop the fighting, one side of the city was bricked off from the other.  \n为了阻止冲突，城市被砖墙隔开，一分为二。"}]},{"Word":"auction","Voice":"sounds/nw-unit01-a-16.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C, U] a usually public sale of goods or property, where people make higher and higher offers of money for each item, until it is sold to the person who will pay the highest price \n拍卖；拍卖会  \nThey're holding an auction of jewelry on Thursday.  \n他们在星期四将举行一次珠宝拍卖会。  \nThey sold their house by auction.  \n他们拍卖了自己的房子。  \n"},{"PartofSpeech":"vt.","Paraphrase":"sell sth. by auction \n拍卖  \nThe Army is auctioning a lot of old equipments.  \n军队正在拍卖大批旧装备。"}]},{"Word":"hedge","Voice":"sounds/nw-unit01-a-17.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1. [C] bushes planted together and forming a boundary for a field, garden, etc. \n（土地周围的）树篱  \nThe fields are divided from each other by hedges.  \n田野被树篱分隔开。  \nCut your hedge regularly.  \n经常修剪你的树篱。  \n2. [C] a means of protection, control or limitation \n保护手段，防护措施  \nThey bought gold as a hedge against future difficulties.  \n他们购买黄金以防日后的困难。 \nKeeping up contacts with both companies is a hedge against more losses.  \n同时与两个公司保持交往是为了避免更多的损失。"}]},{"Word":"fantastic","Voice":"sounds/nw-unit01-a-18.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"1. very good; excellent \n极好的，极出色的  \nYou look fantastic in that skirt!  \n你穿那条裙子看上去棒极了！  \nShe's a fantastic swimmer.  \n她是一个极出色的游泳高手。 \n2. (of ideas, plans, etc.) too unrelated to reality to be practical or reasonable; absurd \n异想天开的，不切实际的 \nThese plans of yours are quite fantastic － they can never work.  \n你们的这些计划太荒唐了，永远都不会实现的。 \n3. odd, strange, or wild in shape, meaning, etc. \n奇异的，古怪的 \nHe drew fantastic animals with two heads and large wings.  \n他画了一些奇形怪状的动物：长着两个头和巨大的翅膀。"}]},{"Word":"horizon","Voice":"sounds/nw-unit01-a-19.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1. [U] the furthest thing which one can see and the place at which the sky and the earth seem to join \n地平线  \nThe moon rose slowly above the horizon.  \n月亮缓缓地升上地平线。  \nThe setting sun disappeared below the horizon.  \n落日消失在地平线以下。  \n2. (pl.) the limit of a person's knowledge, experience, interest, etc. \n一个人的知识、经验、兴趣的限度或范围；眼界；见识  \nThe visit to the Far East certainly broadened our horizons.  \n这次远东之行确实开阔了我们的眼界。  \nThe course in history opened up new horizons for the students.  \n历史课为学生们打开了新的视野。"}]},{"Word":"multiple","Voice":"sounds/nw-unit01-a-20.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"having many individuals, items or types \n多重的，多样的，多的  \nThere was a multiple crash on a motorway this morning.  \n今天早上高速公路上发生了一起多辆汽车的相撞事故。 \nThe youth died of multiple wounds. \n那个年轻人多处受伤而死。  \n"},{"PartofSpeech":"n.","Paraphrase":"[C] a quantity which contains another quantity an exact number of times \n倍数  \n30 is a common multiple of 2, 3, 5, 6, 10 and 15.  \n30 是2，3，5，6，10和15的公倍数。"}]},{"Word":"mess","Voice":"sounds/nw-unit01-a-21.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1. [C] (usu. sing.) a dirty state \n污秽，杂乱，混乱  \nI always make a mess when I try to cook anything.  \n我做饭时总是弄得一团糟。  \nThe room was a mess of clothes and paper which had been scattered all over the floor.  \n那屋子乱糟糟的，报纸与衣服放得满地都是。  \n2. [U, C] a state full of difficulties and problems \n困境，狼狈的处境  \nI've got myself into a bit of a mess by telling a lie.  \n我因为撒了一个谎而使自己处于尴尬的境地。  \nShe was always trying to get her brother out of the messes he had gotten himself into.  \n她时时想帮助她的兄弟摆脱由他自己造成的困境。"}]},{"Word":"glorious","Voice":"sounds/nw-unit01-a-22.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"1. beautiful; splendid; magnificent \n美丽的，辉煌的，灿烂的  \nThe carrot had turned the soup a glorious pink.  \n胡萝卜使汤呈现出极漂亮的粉红色。  \nYour roses are glorious!  \n你的玫瑰真是美极了！  \n2. deserving praise and honor \n荣耀的，光荣的  \nShe enjoyed a glorious 40-year career on the stage.  \n她度过了40 年辉煌的舞台生涯。  \nThis was another glorious victory for the team.  \n这是该队的又一次值得称道的胜利。"}]},{"Word":"furnish","Voice":"sounds/nw-unit01-a-23.mp3","Definitions":[{"PartofSpeech":"vt.","Paraphrase":"1. provide … with furniture; put furniture in (a place) \n供给家具，用家具布置  \nThey're renting a furnished house.  \n他们要租一间有家具的房子。\nHis house is furnished with things he's collected on his travels round the world.  \n他的房子是用他从环球旅行中收集的物品来布置的。  \n2. supply or provide \n提供，供应  \nThe travel company has furnished us with all the details of our journey.  \n旅游公司为我们提供了旅行的所有细节。 \nWe can furnish everything you need for a successful party.  \n我们可以为你提供办一个成功的聚会所需的一切。"}]},{"Word":"panel","Voice":"sounds/nw-unit01-a-24.mp3","Definitions":[{"PartofSpeech":"vt.","Paraphrase":"cover or decorate sth. with flat parts, or pieces of wood, metal, cloth, etc. \n给... ...镶面板  \nThis room is paneled with polished wood.  \n这个房间镶嵌着磨光木料。  \nThe walls of the dining hall were paneled in oak.  \n餐厅的墙上嵌了橡木。  \n"},{"PartofSpeech":"n.","Paraphrase":"1. [C] a flat part, or a piece of wood, metal, cloth, etc., that fits into or onto sth. larger \n面，板  \nThe car's left side panel had to be replaced after the crash.  \n撞车后汽车左边的面板不得不重新换一块。 \nAt the bottom of each page is a panel with information.  \n每页底下留有一个信息板块。  \n2. [C] a group of people chosen to take part in a quiz, discussion, etc. \n专门小组  \nThe competition was judged by a panel of experts.  \n这次竞赛由一个专家小组来评判。  \nIt's a radio show, where the panel gets asked their opinion on the week's news events.  \n这是一个广播节目，听众可向专题小组询问他们对本周新闻事件的看法。"}]},{"Word":"wood-paneled","Voice":"sounds/nw-unit01-a-25.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"paneled with wood \n镶木板的"}]},{"Word":"leather","Voice":"sounds/nw-unit01-a-26.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[U] material made by animal skins \n皮，皮革  \nWhich do you want, cloth shoes or leather shoes?  \n你想要什么鞋，布鞋还是皮鞋？ \nThis sofa is covered in real leather.  \n这只沙发是用真皮包的。"}]},{"Word":"crystal","Voice":"sounds/nw-unit01-a-27.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[U] natural mineral that looks like ice, which is often used in jewel \n水晶  \nShe always wears a crystal necklace because she believes it increases her sense of safety.  \n她总是戴着水晶项链，因为她相信这会增强她的安全感。 \nI was given a lovely pair of crystal earrings for my 21st birthday.  \n我收到一副可爱的水晶耳环作为21岁的生日礼物。"}]},{"Word":"deceive","Voice":"sounds/nw-unit01-a-28.mp3","Definitions":[{"PartofSpeech":"vt.","Paraphrase":"make sb. believe sth. that is not true \n欺骗，蒙蔽  \nWe were deceived into believing that he could help us.  \n我们受了骗，竟相信他能帮助我们。  \nThe sound of the door closing deceived me into thinking they had gone out.  \n关门声骗过了我，使我以为他们出去了。"}]},{"Word":"inherit","Voice":"sounds/nw-unit01-a-29.mp3","Definitions":[{"PartofSpeech":"vt.","Paraphrase":"receive (property, a title, etc.) as a result of the death of the previous owner \n继承（财产、爵位、头衔等） \nShe inherited a little money from her grandfather.  \n她从祖父那儿继承了一点钱。  \nHe will inherit this money at the age of twenty-five.  \n他将在25岁时继承这笔钱。"}]},{"Word":"deposit","Voice":"sounds/nw-unit01-a-30.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1. [C] a sum paid into an account at a bank \n存款  \nShe made two deposits of $500 last month.  \n上个月她存了两笔钱，各为500美元。  \nThere was no record of my deposit at the bank.  \n那家银行里没有我的存款记录。  \n2. [C] payment of a part of a larger sum, the rest of which is to be paid later \n定金，押金 \n\"If you leave a deposit of $10, we'll keep the dress for you,\" said the shop assistant.  \n\"要是您能留下10美元作定金，我们就为您保留这条裙子。\"商店营业员说。  \nWe won't be getting married until we've saved enough for the deposit on a house.  \n不存够购房的定金，我们是不会结婚的。"}]},{"Word":"notify","Voice":"sounds/nw-unit01-a-31.mp3","Definitions":[{"PartofSpeech":"vt.","Paraphrase":"inform (sb. of sth.); report (sth. to sb.) \n通知，报告 \nWe have notified the police that the bicycle had been stolen.  \n我们把自行车失窃的事报告了警察。  \nThey notified us of a rent increase.  \n他们通知我们房租涨了。"}]},{"Word":"commission","Voice":"sounds/nw-unit01-a-32.mp3","Definitions":[{"PartofSpeech":"vt.","Paraphrase":"give the official authority to be an officer in the armed forces or to do sth. \n委任，任命  \nI've been commissioned to write a new play.  \n我被委派写一部新剧本。 \nGrandfather was commissioned as Group Captain in the RAF just before the war.  \n祖父就在战前被任命为皇家空军上校。  \n"},{"PartofSpeech":"n.","Paraphrase":"1. [C] a group of people who have been formally chosen to find information about a problem or carry out a task \n考察团，调查团，委员会  \nThe minister established a commission to suggest improvements in  education.  \n部长成立了一个委员会，以便对教育制度提出改进的建议。 \nThe government has set up a commission to examine the problem of inner city violence.  \n政府设立了一个委员会来调查市中心的暴力问题。  \n2. [C] an action, task or piece of work given to sb. to do \n任务，委托  \nShe has received many commissions to design public buildings.  \n她已接到设计公共建筑的多项委托。  \nShe's just got a commission to paint Sir Ellis Pike's wife.  \n她刚刚受委托为埃利斯·派克爵士夫人画像。"}]},{"Word":"commissioner","Voice":"sounds/nw-unit01-a-33.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] a member of a commission, esp. one with particular duties \n委员，专员，特派员  \nCommissioner Addo is responsible for education.  \n阿多委员负责教育。 \nThere is a commissioner in charge of the London police force. \n有一名专员主管伦敦的警察部队。"}]},{"Word":"supervise","Voice":"sounds/nw-unit01-a-34.mp3","Definitions":[{"PartofSpeech":"vt.","Paraphrase":"watch or keep a check on (sb. doing sth. or sth. being done) to make sure it is done properly \n监督，管理  \nThe teachers take it in turns to supervise the children at playtime.  \n游戏时间内老师们轮流照看孩子们的活动。 \nHer new job is to supervise the company's operations in Japan.  \n她的新工作是管理公司在日本的经营业务。"}]},{"Word":"arrangement","Voice":"sounds/nw-unit01-a-35.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1. [C] (usu. pl.) a plan; preparation \n计划，安排，准备 \nHe's responsible for all the travel arrangements.  \n他负责旅行的一切安排。  \nArrangements were made to move the prisoners to another jail.  \n已做出安排将囚犯转至另一所监狱。  \n2. [U, C] the act or an example of putting in order; arranging \n整理，排列，布置  \nCan I leave the arrangement of the tables to you?  \n我能把整理桌子的活儿留给你吗？  \nThere was a fantastic arrangement of dried flowers on the table.  \n桌子上的那些干花摆放得非常好看。"}]},{"Word":"substantial","Voice":"sounds/nw-unit01-a-36.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"1. large in amount; considerable \n大的，相当可观的  \nHer contribution to the discussion was substantial.  \n她对那次讨论所做出的贡献是相当大的。  \nThe findings show a substantial difference between the opinions of men and women.  \n调查结果表明了男女意见的巨大分歧。  \n2. concerning the most important part of sth. \n大体上的，实质上的  \nThe document requires substantial changes.  \n这个文件需要做一些重大的修改。 \nWe are in substantial agreement.  \n我们大体上意见相同。"}]},{"Word":"bulk","Voice":"sounds/nw-unit01-a-37.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1. (sing.) the main part (of sth.) \n大半，大部分  \nThe eldest son inherited the bulk of the estate.  \n长子继承了大部分财产。  \nIn fact, the bulk of the book is taken up with criticizing other works.  \n事实上，该书大部分都是对其他作品的评论。  \n2. [U] largeness of size or quantity \n（巨大的）体积，大量\nIt was a document of surprising bulk. \n这是一份篇幅惊人的文件。 \nIt's not their weight that makes the boxes hard to carry, it's their bulk.  \n这些箱子不易搬运，不是因为它们重而是因为它们的体积太大。"}]},{"Word":"arrest","Voice":"sounds/nw-unit01-a-38.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[U, C] the act or an example of seizing (sb.) with the authority of the law \n逮捕，拘留  \nShe was stopped outside the shop and put under arrest.  \n她在店外被截获归案。  \nTwo arrests were made, but the men were later set free without charge.  \n有两个人被逮捕了，但他们后来被宣告无罪释放。  \n"},{"PartofSpeech":"vt.","Paraphrase":"catch (sb.) with lawful authority and take them to a place where they might be charged with a crime \n逮捕，拘留  \nThe police arrested her for drinking and driving.  \n警察因她酒后驾车而拘留了她。  \nAfter the match three youths were arrested.  \n比赛结束后有三名年青人被逮捕。"}]},{"Word":"motive","Voice":"sounds/nw-unit01-a-39.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] that which causes sb. to act in a particular way; reason \n动机，（行动的）理由  \nI don't think she could have killed him - she has no motive.  \n我认为她不可能杀了他--她没有动机。  \nI think you should question their motives in offering to lend you the money.  \n我认为你应该质疑他们主动借钱给你的用心。"}]},{"Word":"bloody","Voice":"sounds/nw-unit01-a-40.mp3","Definitions":[{"PartofSpeech":"ad.","Paraphrase":"(used to emphasize a judgment) extremely \n（用于加强语气）非常，很  \nNothing is perfect in life and it would be bloody boring if it was.  \n生活中没有十全十美的事，即使有，那也将会是特别乏味的。  \nHe looked bloody stupid in that hat.  \n他戴那顶帽子看上去非常愚蠢。\n"},{"PartofSpeech":"a.","Paraphrase":"1. (used to emphasize a judgment) extreme \n（用于加强语气）非常的；该死的 \nWhat a bloody waste of time!  \n多么浪费时间！  \nIt's a bloody shame that I failed to pass the test.  \n考试没过，真丢脸！ \n2. covered with blood \n血污的，流血的 \nIt was a long and bloody war and many men were killed.   \n那是一场漫长而血腥的战争，死了许多人。  \nHer clothes were torn and bloody.  \n她的衣服被撕烂并沾满血迹。"}]},{"Word":"debt","Voice":"sounds/nw-unit01-a-41.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C, U] sth., esp. money, which is owed to someone else; the state of owing sth. \n欠款，债务；负债  \nHe managed to pay off his debts in two years.  \n他设法在两年内还清了债务。  \nWe were poor, but we avoided debt.  \n我们虽穷，但我们没有欠债。"}]},{"Word":"justify","Voice":"sounds/nw-unit01-a-42.mp3","Definitions":[{"PartofSpeech":"vt.","Paraphrase":"give or be a good reason for \n为... ...辩护，证明... ...正当（或有理）  \nThe results of the study have certainly justified the money that was spent on it.  \n研究的结果确实证明了投入的资金是合理的。 \nIn some cases the end justifies the means.  \n在有些情况下，目的可以证明手段的正确。"}]},{"Word":"raise a glass to","Voice":"sounds/nw-unit01-a-43.mp3","Definitions":[{"PartofSpeech":"express good wishes to \n向... ...祝贺，为... ...干杯\nHe told us he had just got a new job and we raised our glasses to him.  \n他告诉我们他刚刚找到新工作，我们举杯向他表示祝贺。  \nI raise my glass to the happy pair, wishing them a long life together and many children. \n我为这一对幸福的人举杯，愿他们白头偕老，多子多孙。","Paraphrase":""}]},{"Word":"turn out","Voice":"sounds/nw-unit01-a-44.mp3","Definitions":[{"PartofSpeech":"1. dress (sb.) well \n打扮、装饰； \nThe child was turned out smartly. \n这孩子被打扮得很漂亮。\n2. appear\n露面、出现  \nA vast crowd turned out to watch the match.  \n一大群人来看比赛。  \nNot many men turned out for duty.  \n出勤的人不太多。","Paraphrase":""}]},{"Word":"buy up","Voice":"sounds/nw-unit01-a-45.mp3","Definitions":[{"PartofSpeech":"buy all or as much as possible (of sth.) \n全部买进，尽量收购  \nA New York businessman has bought up the entire company.  \n一个纽约商人把整个公司买了下来。 \nHousewives, afraid of running short, have bought up all the sugar in the shops. \n家庭主妇们担心缺糖，买光了商店里的糖。","Paraphrase":""}]},{"Word":"bring … to life","Voice":"sounds/nw-unit01-a-46.mp3","Definitions":[{"PartofSpeech":"give … liveliness to \n使有活力（或生气）  \nLet's invite Tom ― he knows how to bring a party to life.  \n咱们邀请汤姆吧，他知道如何把聚会搞得生动活泼。  \nThe performances of these young people succeeded in bringing a dull play to life.  \n这些年轻人的表演成功地把一出枯燥的戏变得有声有色。","Paraphrase":""}]},{"Word":"live out","Voice":"sounds/nw-unit01-a-47.mp3","Definitions":[{"PartofSpeech":"do or experience \n过（某种生活） \nI should like to live out my days in peace and comfort.  \n我想安宁舒适地度过剩余的日子。 \nWinning the money allowed her to live out a lot of the things she'd only dreamed of doing before.  \n赢得这笔钱使她能够实现很多她过去只有做梦才敢想的事情。","Paraphrase":""}]},{"Word":"bring … into court","Voice":"sounds/nw-unit01-a-48.mp3","Definitions":[{"PartofSpeech":"make a charge against sb. \n控告，起诉  \nHe was brought into court for repayment of the debt.  \n他被控告要求偿还债务。  \nIf our neighbor continues to refuse to keep his dog under control, we may have to bring him into court.  \n假如我们的邻居还不答应拴住他的狗，那么我们也许只能起诉他了。","Paraphrase":""}]},{"Word":"fall upon dark days","Voice":"sounds/nw-unit01-a-49.mp3","Definitions":[{"PartofSpeech":"be in difficulties and troubles \n遭到不幸，倒霉  \nI'm sorry to hear that my relatives have fallen upon dark days; what can I do to help? \n听到亲戚们遭到了不幸我很难过，我能帮什么忙？  \nThe firm has fallen upon dark days and is not what it was.  \n这家商号倒了霉，今不如昔了。","Paraphrase":""}]},{"Word":"stick by sb.","Voice":"sounds/nw-unit01-a-50.mp3","Definitions":[{"PartofSpeech":"continue to support and be loyal to sb. (esp. through difficult times) \n继续支持，忠于（尤指在困难时刻）  \nHer husband stuck by her in good times and bad.  \n她的丈夫曾和她同甘共苦。  \nHis family can be trusted to stick by him whatever happens.  \n他的家庭可以信得过，无论发生什么事他们都会支持他的。","Paraphrase":""}]},{"Word":"add on","Voice":"sounds/nw-unit01-a-51.mp3","Definitions":[{"PartofSpeech":"include\n附加，加上  \nThe price does not include tax added on.  \n价格没有包括附加的税额。  \nPlease add these names on at the end.  \n请把这些名字加在后面。","Paraphrase":""}]},{"Word":"sink … into","Voice":"sounds/nw-unit01-a-52.mp3","Definitions":[{"PartofSpeech":"invest (money) in a business \n投资  \nThey sank all their profits into property.  \n他们把他们全部的利润投资于房地产。  \nAlthough we sank all our money into the firm, it still failed to make a profit.  \n尽管我们把所有的钱都投到了那家公司，它还是没有赢利。","Paraphrase":""}]},{"Word":"fix up","Voice":"sounds/nw-unit01-a-53.mp3","Definitions":[{"PartofSpeech":"repair; redecorate \n修理；整修  \nWe shall have to fix the house up before we can sell it.  \n我们得把房子修缮了以后才能出售。  \nThe mechanic fixed up the old car and sold it at a profit.  \n修理工把这辆旧车修理好了以后出售，赚了一笔钱。","Paraphrase":""}]},{"Word":"make … into","Voice":"sounds/nw-unit01-a-54.mp3","Definitions":[{"PartofSpeech":"change … into \n使转变为  \nIf we buy the disused church, we could make it into an attractive home.  \n我们如果把这座废弃的教堂买下来，就可以把它改成一幢十分吸引人的住宅。  \nIt's a shame to see so many fine old houses being made into flats.  \n看见这么多漂亮的老房子被改建成公寓，我觉得真是太可惜了。","Paraphrase":""}]},{"Word":"sell sth. at a loss","Voice":"sounds/nw-unit01-a-55.mp3","Definitions":[{"PartofSpeech":"sell sth. at less than it costs \n亏本出售  \nThe company was sold at a loss of three million pounds.  \n这家公司被亏本300万英镑售出。","Paraphrase":""}]},{"Word":"Tomintoul","Voice":"sounds/nw-unit01-a-56.mp3","Definitions":[{"PartofSpeech":"托明陶尔","Paraphrase":""}]},{"Word":"Scotland","Voice":"sounds/nw-unit01-a-57.mp3","Definitions":[{"PartofSpeech":"苏格兰（英国的一部分，在大不列颠岛北部）","Paraphrase":""}]},{"Word":"The Grouse's Nest","Voice":"sounds/nw-unit01-a-58.mp3","Definitions":[{"PartofSpeech":"牢骚酒吧","Paraphrase":""}]},{"Word":"Lord Williams","Voice":"sounds/nw-unit01-a-59.mp3","Definitions":[{"PartofSpeech":"威廉斯勋爵","Paraphrase":""}]},{"Word":"Tony","Voice":"sounds/nw-unit01-a-60.mp3","Definitions":[{"PartofSpeech":"托尼","Paraphrase":""}]},{"Word":"Anthony Williams","Voice":"sounds/nw-unit01-a-61.mp3","Definitions":[{"PartofSpeech":"安东尼·威廉斯","Paraphrase":""}]},{"Word":"Scotland Yard","Voice":"sounds/nw-unit01-a-62.mp3","Definitions":[{"PartofSpeech":"苏格兰场(即伦敦警察总署) ","Paraphrase":""}]},{"Word":"London","Voice":"sounds/nw-unit01-a-63.mp3","Definitions":[{"PartofSpeech":"伦敦","Paraphrase":""}]},{"Word":"Georgie McAllister","Voice":"sounds/nw-unit01-a-64.mp3","Definitions":[{"PartofSpeech":"乔吉·麦卡利斯特","Paraphrase":""}]},{"Word":"Donald Corr","Voice":"sounds/nw-unit01-a-65.mp3","Definitions":[{"PartofSpeech":"唐纳德·科尔","Paraphrase":""}]},{"Word":"Irish Republican Army","Voice":"sounds/nw-unit01-a-66.mp3","Definitions":[{"PartofSpeech":"爱尔兰共和军（谋求北爱尔兰脱离英国独立的秘密组织）","Paraphrase":""}]},{"Word":"British","Voice":"sounds/nw-unit01-a-67.mp3","Definitions":[{"PartofSpeech":"（大）不列颠的，英国的，英联邦的","Paraphrase":""}]},{"Word":"England","Voice":"sounds/nw-unit01-a-68.mp3","Definitions":[{"PartofSpeech":"英格兰（在大不列颠岛南部及中部，是英国的主要部分）","Paraphrase":""}]},{"Word":"Spain","Voice":"sounds/nw-unit01-a-69.mp3","Definitions":[{"PartofSpeech":"西班牙（欧洲西南部国家）","Paraphrase":""}]},{"Word":"Lord of Chirnside","Voice":"sounds/nw-unit01-a-70.mp3","Definitions":[{"PartofSpeech":"彻恩赛德勋爵","Paraphrase":""}]},{"Word":"Scottish","Voice":"sounds/nw-unit01-a-71.mp3","Definitions":[{"PartofSpeech":"苏格兰的，苏格兰人的","Paraphrase":""}]},{"Word":"Glenlivet","Voice":"sounds/nw-unit01-a-72.mp3","Definitions":[{"PartofSpeech":"格伦利物(威士忌酒)","Paraphrase":""}]},{"Word":"Gordon Arms Hotel","Voice":"sounds/nw-unit01-a-73.mp3","Definitions":[{"PartofSpeech":"戈登·阿姆斯旅馆","Paraphrase":""}]},{"Word":"David Abdy","Voice":"sounds/nw-unit01-a-74.mp3","Definitions":[{"PartofSpeech":"戴维·阿布迪","Paraphrase":""}]}]}