{"UnitTitle":"__horizonread3_UNIT02_A_lw_htm","Vocabularies":[{"Word":"endurance","Voice":"sounds/nw-unit02-a-01.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[U] the state or power of enduring (sth. painful) \n忍耐，忍耐力\nRunning is a test of human endurance and the power of mind over body.  \n跑步是对人类耐力和毅力战胜体力的考验。\nHe showed remarkable endurance throughout his illness.  \n在整个生病期间，他表现出非同一般的忍受能力。"}]},{"Word":"moderate","Voice":"sounds/nw-unit02-a-02.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"1. average in amount, quality, etc.; not extreme \n中等的，适中的，适度的\nThe room is of moderate size - just right for a small family.  \n这间屋中等大小，正好适合一个小家庭住。\nIt's a moderate price for a car of this type.  \n对于这种类型的车，这只是中等价位。\n2. of or having (usu. political) opinions that are not extreme \n中庸的，温和的\nThe deputy of the party leader is more moderate in her views.  \n该党派领袖的副手观点比较温和。\nHe is a person who is politically moderate.  \n他在政治上很稳健。"}]},{"Word":"evidence ","Voice":"sounds/nw-unit02-a-03.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[U] one or more reasons for believing that sth. is or is not true \n根据，证据，证明\nAll the evidence points to a substantial rise in traffic over the next few years.  \n所有的证据都表明，在以后的几年里交通量将大幅度增加。\nHow can they expect me to give evidence against my own mother?  \n他们怎么能指望我出示不利于我亲生母亲的证据呢？"}]},{"Word":"journal","Voice":"sounds/nw-unit02-a-04.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1. [C] a serious magazine or newspaper which is published regularly \n日报，杂志，期刊\nEach club member will receive a journal four times a year which contains news, reviews and articles.  \n每个俱乐部成员每年将收到4期刊物，内容包括新闻、评论和文章。\nAn article about the dangers of the new drug has recently been published in the British Medical Journal.  \n最近，《英国医学报》上发表了一篇关于这种新药的危害性的文章。\n2. [C] a written record of what one has done each day \n日记\nHer journal is an important record of the life of a young woman growing up in rural England.  \n她的日记是一个在英格兰农村长大的年轻女孩子的生活的重要记录。\nHe kept a journal for over 50 years, in which he recorded his daily activities.  \n他写了50多年的日记，记录了每天的活动。"}]},{"Word":"consume","Voice":"sounds/nw-unit02-a-05.mp3","Definitions":[{"PartofSpeech":"vt.","Paraphrase":"1. eat or drink \n吃，喝\nHe consumes vast quantities of meat with every meal.  \n他每餐都吃大量的肉。\nThey spend their evenings consuming whiskey.  \n他们喝着威士忌消磨晚上的时间。\n2. use, esp. in large amounts \n消耗，花费（尤指大量地）\nThat's the trouble with those big powerful cars — they consume too much fuel. \n这就是大马力汽车的缺点--太耗油。\nWhole days were consumed by exhausting discussions. \n整天整天的时间被耗费在使人身心交瘁的讨论之中。"}]},{"Word":"supplement","Voice":"sounds/nw-unit02-a-06.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1. [C] sth. added to sth. else to improve or complete it \n增补(物)，补充(物)\nThe money I get from teaching evening classes provides a supplement to my income from my job.  \n我在夜校教书的收入是工资的补充。\nThe night courses are a supplement to his regular course work. \n晚上的课程是他正常课程的补充。\n2. [C] an additional part of a magazine or newspaper, either produced separately or as part of the magazine or newspaper \n（杂志或报纸的）副刊，增刊\nThe newspaper publishes a sports supplement every Monday.  \n这份报纸每周一都出一份体育增刊。\nNewspapers and magazines often include free supplement.  \n报纸和杂志经常有免费增刊。\n"},{"PartofSpeech":"vt.","Paraphrase":"add to or complete sth. with sth. else \n增补，补充\nThey had to get a job to supplement the family income.  \n他们不得不找一份工作以贴补家庭收入。\nIn the busy holiday season, extra buses are provided to supplement the existing service.  \n在繁忙的假日季节，会增开汽车以补充现有服务。"}]},{"Word":"bounce","Voice":"sounds/nw-unit02-a-07.mp3","Definitions":[{"PartofSpeech":"v.","Paraphrase":"(cause sth. to) spring back when sent against sth. hard \n（使）弹回，（使）反弹\nShe bounced the ball once or twice before serving.  \n她发球前把球弹了一两下。\nThe ball hit the ground and bounced high into the air.  \n球碰到地面又高高地弹入空中。\n"},{"PartofSpeech":"n.","Paraphrase":"[C, U] an act of bouncing; the ability to bounce \n弹，弹力\nIn tennis you must hit the ball before its second bounce.  \n网球运动中，在球第二次弹起之前必须击中它。\nThis ball has plenty of bounce while that one has lost its bounce.  \n这只球弹性很强，而那一只已全无弹性了。"}]},{"Word":"respectively","Voice":"sounds/nw-unit02-a-08.mp3","Definitions":[{"PartofSpeech":"ad.","Paraphrase":"separately or in turn \n分别地，各自地\nIn the 200 meters, Lisa and Rose came first and third respectively.  \n在200米赛跑中，丽莎和罗斯分别取得了第一名和第三名。\nGerman and Italian courses are held in Munich and Rome respectively.  \n德语和意大利语课将分别在慕尼黑和罗马开设。"}]},{"Word":"ratio","Voice":"sounds/nw-unit02-a-09.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] the relationship between two groups or amounts, which expresses how much bigger one is than the other \n比率\nThe school is trying to improve its pupil-teacher ratio.  \n学校正试图改善其学生与教师的比率。\nThe ratio of men to women at the meeting was ten to one.  \n出席会议的男女之比是10比1。"}]},{"Word":"plus","Voice":"sounds/nw-unit02-a-10.mp3","Definitions":[{"PartofSpeech":"conj.","Paraphrase":"and \n并且，而且\nPlus, we didn't have enough money to take a trip to the seaside. \n而且，我们也没有足够的钱去海边旅行。\n"},{"PartofSpeech":"prep.","Paraphrase":"with the addition of \n加，加上\nThe bill is $10, plus $1 for postage.  \n汇票是10美元，再加上1美元邮费。\nThere will be two adults traveling, plus three children.  \n将有两个大人旅行，外加三个小孩。\n"},{"PartofSpeech":"n.","Paraphrase":"1. [C] a sign showing that two or more numbers are to be added together, or that a number is greater than zero \n加号，正号\n2. [C] an advantage \n有利因素\nHer knowledge of French is a plus in her job.  \n她会法语，这对她的工作很有好处。\nThere are various pluses for us in going to this school — it's near our house, for one.  \n上这所学校对我们来说有很多好处--离家近就是一点。\n"},{"PartofSpeech":"a.","Paraphrase":"above zero; positive\n正的\nThe temperature is plus four degrees.  \n温度是零上四度。"}]},{"Word":"restrict ","Voice":"sounds/nw-unit02-a-11.mp3","Definitions":[{"PartofSpeech":"vt.","Paraphrase":"put a limit on \n限制，约束\nThe government has restricted freedom of movement into and out of the country.  \n政府已限制了出入境的行动自由。\nWe had to restrict the number of students on this course.  \n我们必须限制这门课程的选修人数。"}]},{"Word":"liable","Voice":"sounds/nw-unit02-a-12.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":" 1. likely to do sth.  \n易于... ...的，有... ... 倾向的\nWe're liable to make mistakes when we're tired.  \n疲劳时我们都容易出错。\nWatch the milk — it's liable to boil over.  \n注意牛奶，它开了容易溢出来。\n2. responsible by law \n有法律责任的，有义务的\nHe is liable for all the damage done by his workmen.  \n他应对他的工人所造成的全部损害负责。\nThe law holds parents liable if a child does not attend school.  \n法律规定如果孩子没有上学父母将负有责任。"}]},{"Word":"allowance","Voice":"sounds/nw-unit02-a-13.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1. [C] an amount of sth. provided regularly or allowed in particular circumstances  \n限额，定量\nYou'll have to pay extra money if you exceed (超) your luggage allowance.  \n如果你行李超重的话，就必须额外交费。\nan allowance of time for recreation \n规定的娱乐时间\n2. [C] amount of sth., esp. money, allowed or given regularly \n津贴，补助，零用钱\nWhile he was at college, his parents gave him such a small allowance that he had to earn extra money by working in a bar (酒吧).  \n他上大学的时候，父母给他的零用钱很少，他不得不在一家酒吧里打工来挣取额外的钱。\nMost people who traveled in the course of their work were given traveling allowance. \n多数人出差时都能拿到出差津贴。"}]},{"Word":"digest","Voice":"sounds/nw-unit02-a-14.mp3","Definitions":[{"PartofSpeech":"vt.","Paraphrase":"1. change (food) in the stomach so that it can be used by the body \n消化\nFish is easy to digest when you're ill. \n生病时，吃鱼是容易消化的。\nSome foods are quicker to digest than others.  \n有些食物消化得比其他食物要快。\n2. understand and remember  \n领会\nHaving digested the lessons of the past, we must now find new ways with which to face the future.  \n吸取了过去的教训后，我们现在必须找到如何面对将来的新路子。\nThe report contains too much to digest at one reading.  \n报告内容太多，读一次无法全部领会。"}]},{"Word":"digestive","Voice":"sounds/nw-unit02-a-15.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"of digesting (of food) \n消化的\ndigestive system  \n消化系统\ndigestive organs  \n消化器官\nthe digestive process \n消化过程"}]},{"Word":"phenomenon","Voice":"sounds/nw-unit02-a-16.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] (pl. phenomena) sth. that exists and can be seen, felt, tasted, etc., esp. sth. which is unusual \n现象\nThere's evidence to suggest that book-reading is not just a recent phenomenon.  \n有证据表明，读书不是近期才有的现象。\nHousing problem tends to be a city phenomenon.  \n住房问题往往是一种城市现象。"}]},{"Word":"vessel","Voice":"sounds/nw-unit02-a-17.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1. [C] a structure in the body of an animal or a plant, holding blood or other liquid\n血管，脉管\nThe doctor said I'd cut a vessel in my leg. \n医生说我割断了腿上的一根血管。\n2. [C] sth. to be used to hold liquid \n容器，器皿\nThey filled a large cooking vessel with vegetables.  \n他们在一只大炊具里装满了蔬菜。\nLaboratory equipment usually includes a variety of glass vessels. \n实验室设备通常包括各式各样的玻璃器皿。\n3. [C] a large boat or ship \n船，舰\nAt the height of his shipping career, he owned about 60 vessels. \n在他航运事业的高峰期，他拥有60艘船。\nWe had seen the vessel and were following it.  \n我们已看到那艘船并正紧随其后。"}]},{"Word":"typical","Voice":"sounds/nw-unit02-a-18.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"having all the special qualities of a particular type of a person or thing \n典型的，有代表性的\nI must look like the typical teacher with my black-framed glasses. \n戴着黑框眼镜，我看上去一定很像老师。\nThis sort of hot food is very typical of the food in the south of the country.  \n这种辣味食品是这个国家南方典型的食品。"}]},{"Word":"typically","Voice":"sounds/nw-unit02-a-19.mp3","Definitions":[{"PartofSpeech":"ad.","Paraphrase":"showing all the characteristics that would be expected from the stated person, thing or group \n典型地，有代表性地\nShe has that slight coldness of manner which is typically English.  \n她的态度有点冷淡，这是典型的英国式的。\nPaul, in typically rude fashion, told me he was lying.  \n保罗以其特有的粗鲁方式告诉我，他在撒谎。"}]},{"Word":"fatigue","Voice":"sounds/nw-unit02-a-20.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[U] extreme tiredness \n疲劳，劳累\nThe sick man cannot endure the fatigue of the long journey.  \n这病人经受不住长途旅行的劳累。\nWorking overtime caused him great fatigue.  \n加班加点地工作使他疲惫不堪。"}]},{"Word":"molecule","Voice":"sounds/nw-unit02-a-21.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] the smallest unit into which a substance can be divided without a change in its chemical nature \n分子\nA molecule of water is made up of two atoms (原子) of hydrogen (氢) and one atom of oxygen. \n水分子由两个氢原子和一个氧原子构成。"}]},{"Word":"protein","Voice":"sounds/nw-unit02-a-22.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[U, C] any of a large group of chemicals which are necessary to and found in all living things \n蛋白质\nProtein is essential to life. \n蛋白质对生命是必不可少的。\nWe use this technique to study the structure of proteins.  \n我们以这种技术来研究蛋白质的结构。"}]},{"Word":"calculate","Voice":"sounds/nw-unit02-a-23.mp3","Definitions":[{"PartofSpeech":"vt.","Paraphrase":"1. work out by using numbers or one's judgment; estimate \n计算，估算\nScientists have calculated that the world's population will double by the end of the century.  \n科学家们估算，在本世纪末世界人口将翻一番。\nI calculated the trip would take two days.  \n我估计这段路程要走两天时间。\n2. suppose; believe \n认为，相信，推测\nI calculate we'll be in time. \n我想我们是来得及的。\nI don't know, but I calculate that she doesn't like this kind of play. \n我不知道，但我猜想她不喜欢这类戏剧。"}]},{"Word":"sufficient","Voice":"sounds/nw-unit02-a-24.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"enough \n足够的，充分的 \nDo we have sufficient food for ten people?  \n我们有够十个人吃的食物吗？\nWe haven't got sufficient information from which to draw a conclusion.  \n我们还没有足够的信息可以下结论。"}]},{"Word":"compound","Voice":"sounds/nw-unit02-a-25.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] sth. consisting of two or more different parts \n复合物，混合物\nHis jokes have been described as a compound of fears and worries.  \n据描述，他的笑话中混合着恐惧和担心的情绪。\nCommon salt is a compound.  \n食盐是一种化合物。"}]},{"Word":"indicate","Voice":"sounds/nw-unit02-a-26.mp3","Definitions":[{"PartofSpeech":"vt.","Paraphrase":"1. show, point or make clear \n标示，表明\nResults indicate that the election result is going to be very close.  \n结果表明选举结果将会非常接近。\nShe indicated that she didn't want me to say anything.  \n她表示不希望我说任何事情。\n2. show (the direction) by hand signals, lights, etc. \n指示方向\nWe can paint an arrow here to indicate the right way.  \n我们可以在这里画一个箭头来指明该走哪条路。\nThe car in front of me was indicating to turn left. \n我前面那辆汽车的变向指示灯示意要向左拐弯。"}]},{"Word":"storage","Voice":"sounds/nw-unit02-a-27.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[U] the putting and keeping of things in a special place for use in the future \n储存，储藏\nWe had to build more rooms to give us more storage space.  \n我们得建更多的屋子来增加储藏空间。\nCold storage is used to keep eggs and meat from spoiling. \n冷藏用来防止蛋类和肉类变质。"}]},{"Word":"advisable","Voice":"sounds/nw-unit02-a-28.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"worth recommending as a course of action; sensible \n可取的，适当的，明智的\nIt's advisable to reserve a seat on this train.  \n在这班火车上预定座位是明智的。\nA certain amount of courage is advisable at this point.  \n在此刻保持一定的勇气是应该的。"}]},{"Word":"yearly","Voice":"sounds/nw-unit02-a-29.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"every year or once a year \n每年的，一年一度的\nThe flower show is a yearly event in our town. \n我们镇上的花展一年举行一次。\nWe get a yearly pay-increase.  \n我们每年提薪一次。"}]},{"Word":"physician","Voice":"sounds/nw-unit02-a-30.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] a doctor, esp. one specializing in areas of treatment other than surgery \n内科医生\nPhysicians and lawyers can be good role models.  \n医生和律师可作为好的行为榜样。\nA physician was called in.  \n医生请来了。"}]},{"Word":"modify","Voice":"sounds/nw-unit02-a-31.mp3","Definitions":[{"PartofSpeech":"vt.","Paraphrase":"change sth. slightly, esp. to improve it \n修改，更改，改善\nThe union has been forced to modify its position.  \n工会已被迫改变其主张。\nThe suggestions were only accepted in a modified form.  \n那些建议只有修改后才能接受。"}]},{"Word":"undo","Voice":"sounds/nw-unit02-a-32.mp3","Definitions":[{"PartofSpeech":"vt.","Paraphrase":"1. remove the good or bad effects of (an action or several actions) \n取消，消除\nI did really tough exercises and then went out for a meal and undid all the good work. \n我进行了艰苦的锻炼，然后出去吃饭，使所有的锻炼都白做了。\nThe sudden fire undid months of hard work. \n这场突如其来的大火把几个月的艰苦工作都毁了。\n2. untie (buttons, etc.); open (a parcel, an envelope, etc.)\n解开，松开\nCan someone help me to undo my seat belt? \n谁能帮我解开安全带？\nI'd eaten too much that I had to undo my belt by a couple of holes.  \n我吃得太多了，我必须松一下皮带。"}]},{"Word":"shortcoming","Voice":"sounds/nw-unit02-a-33.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"(usu. pl.) a failure to reach a particular standard \n缺点\nWhatever his shortcomings as a husband, I think he was a good father to his children.  \n不管作为一个丈夫他有什么缺点，我认为对于孩子们来说，他是个好父亲。\nThis system has its shortcomings, but on the whole we're satisfied with it.  \n这种制度有它的缺点，但总的来说我们是满意的。"}]},{"Word":"select","Voice":"sounds/nw-unit02-a-34.mp3","Definitions":[{"PartofSpeech":"vt.","Paraphrase":"choose sb./sth., esp. as being the best or most suitable \n选择，挑选\nWho has been selected to take part in the project? \n选谁来参加这项工程了？\nHe was selected to play for England.  \n他被选出来代表英国参加比赛。"}]},{"Word":"cereal","Voice":"sounds/nw-unit02-a-35.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C, U] a plant grown to produce grain for food, or a food made from grain \n谷类作物，谷类食物（如麦片等）\nWhat is the most popular breakfast cereal in Britain?  \n英国最受欢迎的谷类早餐是什么？\nThis region is one in which a lot of cereal is grown. \n这个地区种植了许多谷类作物。"}]},{"Word":"plentiful","Voice":"sounds/nw-unit02-a-36.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"in large quantities or numbers; abundant \n大量的，丰富的\nWe finally got plentiful supplies of fresh fruit and vegetables.  \n我们终于得到大量的新鲜水果和蔬菜的供应。\nI always make sure I have plentiful food for the children when we go on long journeys.  \n我们长途旅行期间，我总是确保给孩子们准备足够多的食物。"}]},{"Word":"derive","Voice":"sounds/nw-unit02-a-37.mp3","Definitions":[{"PartofSpeech":"v.","Paraphrase":"1. get or obtain (sth.) (from sth. else) \n得到，获取\nShe derives great joy out of playing the piano.  \n她从弹钢琴中得到极大的快乐。\nWe derive knowledge from practice.  \n我们从实践中获取知识。\n2. have (sth.) as an origin \n起源于\nThousands of English words derive from Latin.  \n英语中有成千上万个词源于拉丁语。"}]},{"Word":"striking","Voice":"sounds/nw-unit02-a-38.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"1. attracting attention or interest \n显著的，突出的，惊人的\nThere is a striking contrast between the two explanations. \n这两种解释有明显的差别。\nPerhaps the most striking aspect of this computer is that it is so easy to use. \n也许这台电脑最显著的特点在于其使用十分方便。\n2. attracting attention because of a good appearance \n（由于美貌而）引人注目的，吸引人的\nHe's quite good-looking, but he's not as striking as his brother.  \n他相当英俊，但不如他哥哥那样迷人。"}]},{"Word":"interfere","Voice":"sounds/nw-unit02-a-39.mp3","Definitions":[{"PartofSpeech":"vi.","Paraphrase":"1. prevent sth. from being done or carried out properly \n妨碍，干扰\nDon't allow pleasure to interfere with duty.  \n不要让玩乐妨碍职责。\nShe never had children because they would have interfered with her dancing career.  \n她一直没生孩子，因为孩子会妨碍她的舞蹈生涯。\n2. involve oneself in matters which are connected with other people  \n干涉，干预\nI'd never interfere between a husband and wife.  \n我从不干涉夫妻之间的事。\nInterfering in other people's relationships is always a mistake. \n干预他人的关系总是错误的。"}]},{"Word":"remedy","Voice":"sounds/nw-unit02-a-40.mp3","Definitions":[{"PartofSpeech":"vt.","Paraphrase":"correct or improve \n补救，纠正\nThis mistake must be remedied. \n这一错误必须得到纠正。\nYour faults of pronunciation can be remedied. \n你发音的毛病是可以纠正的。\n"},{"PartofSpeech":"n.","Paraphrase":"[C] a successful way of curing an illness or dealing with a problem or difficulty \n治疗方法，解决方法\nA good night's sleep would be the best remedy for your headache. \n睡一夜好觉是消除你头痛的最好疗法。\nThe best remedy for grief is hard work.  \n克服悲痛的最好方法就是努力工作。"}]},{"Word":"lead to","Voice":"sounds/nw-unit02-a-41.mp3","Definitions":[{"PartofSpeech":"have (sth.) as the result \n导致\nAn ordinary cold can soon lead to a fever.  \n普通的感冒可能很快就引起高烧。\nIt's sleeping late in the morning that leads to being late for work.  \n是早上睡懒觉导致上班迟到。","Paraphrase":""}]},{"Word":"bounce back","Voice":"sounds/nw-unit02-a-42.mp3","Definitions":[{"PartofSpeech":"start feeling better or stronger after experiencing problems or unhappiness\n恢复正常，恢复过来\nSmall children often catch diseases, but they soon bounce back.  \n小孩容易得病，但恢复得也快。\nAlthough she was disappointed about not getting the job, Jane soon bounced back.\n虽然简为没有得到那份工作感到失望，但她很快就恢复过来了。","Paraphrase":""}]},{"Word":"in general","Voice":"sounds/nw-unit02-a-43.mp3","Definitions":[{"PartofSpeech":"mostly; usually \n大体上；通常\nDo you think it's true that people in general are against the project?  \n你认为人们真的都普遍反对这项计划吗？\nIn general her work has been good, but this essay is awful. \n她的作品一向很好，可是这篇文章糟透了。","Paraphrase":""}]},{"Word":"up to","Voice":"sounds/nw-unit02-a-44.mp3","Definitions":[{"PartofSpeech":"as a maximum number or amount \n至多，多达，直到\nI can take up to four people in my car.  \n我的车能带4个人。\nUp to two hundred people were on board the ship.   \n多达两百人乘上了这艘轮船。","Paraphrase":""}]},{"Word":"take in","Voice":"sounds/nw-unit02-a-45.mp3","Definitions":[{"PartofSpeech":"absorb into the body by breathing or swallowing\n吸入，吞入\nThe boat is taking in water!  \n那只船进水了！\nIt's good to stand on top of the hill and take in deep breaths of fresh air. \n站在山顶上，深吸几口新鲜空气是有益的。","Paraphrase":""}]},{"Word":"at risk","Voice":"sounds/nw-unit02-a-46.mp3","Definitions":[{"PartofSpeech":"in danger \n处在危险之中\nThe whole future of the company is at risk.  \n这家公司的整个前途都处在危险之中。\nA young woman out alone at night is at risk.  \n一个年轻女子在夜间单独外出是危险的。","Paraphrase":""}]},{"Word":"tip over the edge","Voice":"sounds/nw-unit02-a-47.mp3","Definitions":[{"PartofSpeech":"bring about a noticeable change; (cause to) develop into another status\n引起明显变化；(使)进入另一状态\nExercising too much with no iron supplements will tip one over the edge into a more serious deficiency.\n锻炼太多而又未服铁质补剂，可能改变人体的含铁量，使之处于严重缺铁状态。","Paraphrase":""}]},{"Word":"out of breath","Voice":"sounds/nw-unit02-a-48.mp3","Definitions":[{"PartofSpeech":"breathing very quickly (e.g. after running) \n呼吸急促，气喘吁吁\nHe rushed into the room, red-faced and out of breath.  \n他冲进房间，脸色通红，气喘吁吁。\nI'd just been for a run and I was rather out of breath.  \n我刚跑完步，上气不接下气。","Paraphrase":""}]},{"Word":"add sth. to","Voice":"sounds/nw-unit02-a-49.mp3","Definitions":[{"PartofSpeech":"put sth. together with sth. else \n加，增加，添加\nPackaging can add several pence (便士) to the price of food.  \n包装会使食物的价格增加几个便士。\nCan we afford to add another room to the house?  \n我们负担得起给这座房子再增加一个房间的费用吗？","Paraphrase":""}]},{"Word":"throw up","Voice":"sounds/nw-unit02-a-50.mp3","Definitions":[{"PartofSpeech":"be sick; vomit (sth. such as food) \n恶心，呕吐\nThe smell made me feel sick and I thought I would throw up. \n这种味道令我感到恶心，我觉得我要吐了。","Paraphrase":""}]},{"Word":"go up","Voice":"sounds/nw-unit02-a-51.mp3","Definitions":[{"PartofSpeech":"become higher in price, level, etc.; rise \n（价格、水平等）升高，上升\nThe price of oil is going up.  \n油的价格在上涨。\nMy weight keeps going up although I try not to eat too much.  \n虽然我尽量不吃得太多，体重还是不断增加。","Paraphrase":""}]},{"Word":"sum up","Voice":"sounds/nw-unit02-a-52.mp3","Definitions":[{"PartofSpeech":"summarize briefly \n概括，总结\nNow sum up in a few words.  \n用几句话总结一下。\nIt is the chairman's duty to sum up at the end of the meeting.  \n在会议结束时进行总结是主席的职责。","Paraphrase":""}]},{"Word":"Purdue University","Voice":"sounds/nw-unit02-a-53.mp3","Definitions":[{"PartofSpeech":"珀杜大学","Paraphrase":""}]},{"Word":"Roseanne M. Lyle","Voice":"sounds/nw-unit02-a-54.mp3","Definitions":[{"PartofSpeech":"罗斯安妮·M.莱尔","Paraphrase":""}]},{"Word":"Medicine & Science in Sports & Exercise","Voice":"sounds/nw-unit02-a-55.mp3","Definitions":[{"PartofSpeech":"《体育运动医学与科学》(期刊名)","Paraphrase":""}]},{"Word":"John L. Beard","Voice":"sounds/nw-unit02-a-56.mp3","Definitions":[{"PartofSpeech":"约翰·L.比尔德","Paraphrase":""}]},{"Word":"Nancy Clark","Voice":"sounds/nw-unit02-a-57.mp3","Definitions":[{"PartofSpeech":"南希·克拉克","Paraphrase":""}]}]}