{"UnitTitle":"__horizonread3_UNIT02_B_lw_htm","Vocabularies":[{"Word":"succession","Voice":"sounds/nw-unit02-b-01.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1.[C] a number of things or people coming one after the other in time or order; series \n一连串的事物，一系列\nLife was just an endless succession of parties and dinners.  \n生活只不过是一连串不停的聚会和宴会。\nThe long succession of wet days wore us out.  \n长时间接连不断的阴雨天使我们很厌烦。\n2. [U] the coming of one thing or person after another in time or order\n连续，接续\nHis words came out in quick succession.  \n他的话连珠炮似地说了出来。\nThis is the seventh year in succession that they've won the cup.  \n这是他们连续第七年获得该奖杯。\n3. [U] (the right of) succeeding to a title, property, etc. \n继任(权)，继承(权)\nHis succession as headmaster was not in any doubt.  \n他继任校长是确定无疑的。\nHis succession to the party leadership is still under discussion.  \n他继任党的领袖这件事还在讨论之中。"}]},{"Word":"imply","Voice":"sounds/nw-unit02-b-02.mp3","Definitions":[{"PartofSpeech":"vt.","Paraphrase":"suggest (sth.) indirectly rather than state it directly \n暗示，暗指\nHis silence implied agreement.  \n他的沉默不语暗示了同意。\nI'm not implying anything about your cooking, but could we eat out tonight?  \n我并不是在暗示你的烹饪技术如何，但我们今晚能去外面吃吗？"}]},{"Word":"rat","Voice":"sounds/nw-unit02-b-03.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] a long-tailed animal related to but larger than the mouse \n鼠，大老鼠\nRats carry diseases.  \n老鼠传染疾病。\nSome writers imagine that rats would one day take over our world. \n一些作家幻想老鼠有一天会统治这个世界。"}]},{"Word":"primary","Voice":"sounds/nw-unit02-b-04.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"1. most important \n首要的，基本的，主要的\nThe primary reason for advertising is to sell more goods.  \n作广告的首要原因就是要售出更多的商品。\nThe primary responsibility lies with those who break the law.  \n犯法的人应当负主要责任。\n2. earliest in time or order of development \n最初的，最早的\nThe disease is still in its primary stage. \n该病仍处于初期。\nIn the primary stages of their civilization, they had no metal tools.  \n在他们文明的最初阶段没有金属工具。"}]},{"Word":"vigorous","Voice":"sounds/nw-unit02-b-05.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"strong, active or full of energy \n强壮的，有力的，精力充沛的\nCutting the bush back in the autumn will help promote vigorous growth in the spring. \n在秋天剪短灌木有助于它在春天茁壮成长。\nShe is a vigorous supporter of human rights.  \n她是人权运动的积极支持者。"}]},{"Word":"formation","Voice":"sounds/nw-unit02-b-06.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1. [U] the organizing and developing (of sth.) \n组成，形成\nHe had played a major role in the formation of the United States.  \n在美国创建过程中，他发挥了重大作用。\nSchool life has a great influence on the formation of a child's character.  \n学校生活对儿童性格的形成具有很大的影响。\n2. [C] a thing that is formed, esp. in a particular way \n形成物，结构\nHe is studying the rock formations.  \n他正在研究岩石的结构。\n3. [U, C] a particular arrangement or pattern \n排列，队形\nFootball players line up in various formations for their plays.  \n足球队员组成各种阵式踢球。\nThe soldiers are marching in a perfect formation.  \n士兵们正以整齐的队形行进。"}]},{"Word":"proposal","Voice":"sounds/nw-unit02-b-07.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1. [C] a suggestion \n建议，计划，方案\nHave you read Steve's proposal for the new project?  \n你读了斯蒂夫对新项目的建议吗？\nThe government put forward a proposal to improve public transportation.  \n政府提出了一项改善公共运输的方案。\n2. [C] an offer of marriage \n求婚\nShe refused his proposal of marriage.  \n她拒绝了他的求婚。\nShe told me that the second proposal of marriage she received came from an Italian prince.  \n她告诉我第二个向她求婚的是一位意大利王子。"}]},{"Word":"laboratory","Voice":"sounds/nw-unit02-b-08.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] (often shortened to lab) a room or building used for (esp. scientific) research, experiments, testing, etc. \n实验室\nThe study took place under laboratory conditions. \n研究在实验室进行。\nThe new product has been developed in the firm's research laboratory.  \n新产品在公司的研究室里研制出来了。"}]},{"Word":"complicated","Voice":"sounds/nw-unit02-b-09.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"difficult to understand or explain because there are many different parts \n复杂的，难以理解或解释的\nThe relationship is a bit complicated. He's my mother's cousin's daughter's child.  \n这种关系有一点复杂。他是我母亲的表姐的女儿的孩子。\nThe rules are rather complicated to follow.  \n这些规则执行起来挺复杂。"}]},{"Word":"obstacle","Voice":"sounds/nw-unit02-b-10.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] sth. that stops a movement or an action or makes it more difficult \n障碍（物）\nAt last they overcame all the obstacles and their firm was very successful. \n最后，他们克服了所有的障碍，公司做得十分成功。 \nThey tried to put obstacles in the way of our marriage.  \n他们试图阻挠我们结婚。"}]},{"Word":"exhibit","Voice":"sounds/nw-unit02-b-11.mp3","Definitions":[{"PartofSpeech":"vt.","Paraphrase":"1. show that one possesses (a feeling, quality, etc.) \n显示，显出\nHe exhibited great self-control for her rudeness.  \n对她的粗鲁，他显示了很强的自控能力。\nOur men exhibited great bravery in the battle.  \n我们的战士在战斗中表现得非常勇敢。\n2. show or display for the public \n陈列，展览\nHe hopes to exhibit his paintings before the public in New York. \n他希望在纽约公开展出他的绘画。\nThe new model cars are exhibited.  \n新型汽车正在展出。\n"},{"PartofSpeech":"n.","Paraphrase":"[C] an object displayed for the public \n展览品，陈列品\nThe museum has some interesting new exhibits from India.  \n这家博物馆有一些来自印度的有趣的新展品。\nPlease do not touch the exhibits.  \n请勿触摸展品。"}]},{"Word":"possess","Voice":"sounds/nw-unit02-b-12.mp3","Definitions":[{"PartofSpeech":"vt.","Paraphrase":"have or own (sth.), or have (sth.) as a particular quality \n拥有，具有\nThe country possesses rich mineral deposits.  \n这个国家拥有丰富的矿藏。\nShe possesses a beautiful singing voice.  \n她有美妙动听的歌喉。"}]},{"Word":"density","Voice":"sounds/nw-unit02-b-13.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C, U] the quality of being crowded \n密集；密度\nAustralia has a very low population density.  \n澳大利亚人口密度很低。\nThe density of the fog (雾) made it difficult to see where we were going. \n浓雾使我们很难看清前方的路。"}]},{"Word":"multiply","Voice":"sounds/nw-unit02-b-14.mp3","Definitions":[{"PartofSpeech":"v.","Paraphrase":"1. increase greatly in number \n（使）增加，（使）繁殖\nWhen animals have more food, they generally multiply faster. \n动物在食物增多的情况下一般会繁殖得很快。\nIn a few months the army had multiplied ten times. \n几个月内，队伍壮大了十倍。\n2. add (a number) to itself a particular number of times \n乘\nIf you multiply 7 by 15 you get 105.  \n如果你以15乘7，结果是105。"}]},{"Word":"boost","Voice":"sounds/nw-unit02-b-15.mp3","Definitions":[{"PartofSpeech":"vt.","Paraphrase":"improve or increase \n改善，提高，增强，推动\nThe theatre managed to boost its audiences by cutting the price of tickets. \n剧院设法通过降低票价增加了观众。\nThe new technology will boost food production.  \n这种新工艺将会提高食品产量。\n"},{"PartofSpeech":"n.","Paraphrase":"(sing.) increase; help; encouragement \n增加；帮助；鼓舞\nPassing my driving test gave me a boost to my confidence. \n通过驾驶考试令我自信心大增。\nThe recent wage increase will force a price boost. \n最近工资的提高将会促使物价上涨。"}]},{"Word":"logical","Voice":"sounds/nw-unit02-b-16.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"correctly reasoned \n合乎逻辑的，条理分明的\nComputers \"think\" in a much more logical way than human beings.  \n电脑比人类的思维更符合逻辑。\nSpelling is much less important than the ability to make a logical argument. \n拼写远远不如进行逻辑论证的能力重要。"}]},{"Word":"inference","Voice":"sounds/nw-unit02-b-17.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1. [C] a conclusion\n推断的结果，结论\nShe'd begun spending a lot of money, and the obvious inference was that she'd stolen it.  \n她开始大量花钱，显而易见的结论是那钱是她偷来的。\nHis change of mind was recent and sudden, the inference being that someone had persuaded him.  \n他最近突然改变主意，估计有人说服了他。\n2. [U] the process of concluding sth.  \n推论，推断，推知\nIf he is guilty then by inference so is she.  \n如果他有罪，那么根据推断，她也有罪。\nOur conclusions were arrived at by inference, not by direct evidence.  \n我们的结论是推断出来的，而不是靠直接的证据。"}]},{"Word":"primarily","Voice":"sounds/nw-unit02-b-18.mp3","Definitions":[{"PartofSpeech":"ad.","Paraphrase":"mainly \n首先，主要地，基本地\nThe purpose of this program is primarily educational.  \n节目的目的主要是教育性。\nSoccer (英式足球) is primarily a winter game.  \n英式足球主要是冬季运动。"}]},{"Word":"measurement","Voice":"sounds/nw-unit02-b-19.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1. [U, C] the act or process of measuring \n测量，衡量\nThe test is based on the measurement of blood levels.  \n这个化验是以测量血液浓度为基础的。\nThe measurement of individual intelligence is very difficult.  \n测量一个人的智力很困难。\n2. (pl.) sizes, length, etc. found by measuring \n（量得的）尺寸，大小\nThe measurements of the room are 20 feet by 15 feet. \n这房间长20英尺，宽15英尺。\nAsk the sales assistant to take your measurements.  \n让售货员给你量一下尺寸。"}]},{"Word":"corresponding","Voice":"sounds/nw-unit02-b-20.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"matching; not contradicting \n相应的，对应的\nImports (进口) in the first three months have increased by 10 percent compared with the corresponding period last year.  \n前三个月的进口额和去年同期相比增长了10%。\nAs the course becomes more difficult, there's usually a corresponding drop of the number of students.  \n随着课程逐渐变难，上课的学生人数也相应减少了。"}]},{"Word":"stem","Voice":"sounds/nw-unit02-b-21.mp3","Definitions":[{"PartofSpeech":"vi.","Paraphrase":"develop or grow from \n源于，由... ...造成\nHer problems stem from her difficult childhood.  \n她的问题源自她困苦的童年。\nThese practices stem from the traditional Chinese medicine.  \n这些做法源自传统中医学。\n"},{"PartofSpeech":"n.","Paraphrase":"[C] the main central part of a plant, bush or tree coming up from the roots, from which the leaves or flowers grow \n（植物、灌木或树木的）茎，干\nA lot of the stems of the flowers in the garden were broken by the strong wind.  \n花园中的许多花被强风刮断了茎梗。\nCut a bit off the bottom of the stems before you put the roses in water. \n在将玫瑰插入水以前，先把茎的底部修去一点。"}]},{"Word":"speculate","Voice":"sounds/nw-unit02-b-22.mp3","Definitions":[{"PartofSpeech":"v.","Paraphrase":"1. form opinions about sth. without having the necessary facts or information; make guesses \n推测，推断\nI don't really know what happened — I'm just speculating.  \n我不清楚到底发生了什么—— 我只是推测而已。\nI wouldn't like to speculate how much that car must have cost him. \n我不想猜想他花了多少钱买那辆车。\n2. buy and sell in the hope that the value of what one buys will increase and that it can then be sold at a higher price in order to make a profit  \n投机买卖\nPeople who speculate have to be prepared to take the risk of losing money. \n做投机买卖的人对亏损的风险得有所准备。\nHe made his money speculating on the London gold and silver markets. \n他在伦敦黄金市场和白银市场上进行投机买卖。"}]},{"Word":"reduction","Voice":"sounds/nw-unit02-b-23.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1. [U] reducing or being reduced \n减少，减低，减缩\nHis advice about tight cash management and cost reduction has been noted.  \n他关于紧缩银根降低成本的建议引起了人们的关注。\nThese problems stem from the reduction of the railway network in the 1960's. \n这些问题起因于20世纪60年代铁路网的缩小。\n2. [C] an instance of reducing \n减少，减低，缩小\nThere are huge reductions in many shops during the summer sales.  \n夏季销售中很多商店都大减价。\nLast week, the airline cut its overseas service by half because of a sharp reduction in traffic. \n因乘客大量减少，上星期这家航空公司减掉了一半的海外航班。"}]},{"Word":"penalty","Voice":"sounds/nw-unit02-b-24.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] the punishment for doing sth. that is against a law \n处罚，惩罚；罚金\nThe law carries a penalty of up to three years in prison.  \n该法令的刑罚为3年以内监禁。\nThe penalty for not working hard will be failing the exams.  \n对不努力学习的惩罚是考试不及格。"}]},{"Word":"neglect","Voice":"sounds/nw-unit02-b-25.mp3","Definitions":[{"PartofSpeech":"vt.","Paraphrase":"1. give no or not enough care or attention to (sb./sth.) \n忽视，忽略\nHe neglects that poor dog - he never takes him for walks or gives him any attention.  \n他对那只可怜的狗漠不关心，从不带它散步，也不看它一眼。\nI'm afraid I've rather neglected the house this week so it's a bit of a mess.  \n我想这星期我忘了整理屋子，它显得有点乱。\n2. fail or forget to do (sth.), esp. carelessly \n遗忘\nI'd neglected to tell him that I wouldn't be home that night and he hadn't slept for worrying.  \n我忘了告诉他那天夜里我不在家，他因担心而睡不着。\nDon't neglect to lock the door when you leave.  \n离开时别忘了锁门。\n"},{"PartofSpeech":"n.","Paraphrase":"[U] neglecting or being neglected \n疏忽，忽略\nShe was criticized for neglect of duty.  \n她因玩忽职守而受到批评。\nIt was the mother's neglect of her baby that caused its death.  \n是母亲的疏忽造成了婴儿的死亡。"}]},{"Word":"maintenance","Voice":"sounds/nw-unit02-b-26.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1. [U] keeping sth. in good condition \n维护，保养\nThere are thorough maintenance checks on each plane before take-off.  \n每架飞机起飞前都经过了彻底的维修检查。\nThe magazine offers tips on cutting your house maintenance costs.  \n该杂志就降低房屋保养费用提出了建议。\n2. [U] keeping sth. in existence at the same level \n保持，维持\nHis small farm provides maintenance, but not much more. \n他的小农场能使他维持生活，但仅此而已。\nOur foreign policy is maintenance of friendly relations with all countries. \n我们的对外政策是与所有国家保持友好关系。"}]},{"Word":"academic","Voice":"sounds/nw-unit02-b-27.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"1. of (teaching or learning in) schools, colleges, etc. \n学术的，学院的\nThe new academic year begins in September.\n新学年从九月份开始。\nWe must keep high academic standards.  \n我们必须保持高学术水准。\n2. not related to practical effects in real life \n纯理论的，不切实际的\nThe question is purely academic.  \n这个问题是纯理论的。\nStop worrying about what to wear to her party - it's all academic anyway, because you haven't even been invited yet. \n不要为穿什么去参加她的晚会而担心--这都是自想一套，因为你还没有被邀请。"}]},{"Word":"concentrate","Voice":"sounds/nw-unit02-b-28.mp3","Definitions":[{"PartofSpeech":"v.","Paraphrase":"1. direct (one's mental powers or efforts) towards a particular activity, subject or problem \n集中，集中精神\nYou should concentrate more on saving money rather than on spending it.  \n你应该更注意存钱，而不是花钱。\nThe police are concentrating their search in the area where the missing child was last seen.  \n警方正集中在这个失踪的小孩最后一次出现的地方进行搜索。\n2. bring or come together in one particular area \n集中，聚集\nMost of the country's population is concentrated in the north.  \n这个国家的绝大多数人口都集中在北方。\nIn the dry season, the animals tend to concentrate in the areas where there is water. \n动物在干旱的季节里常常聚集在有水的地方。"}]},{"Word":"revise","Voice":"sounds/nw-unit02-b-29.mp3","Definitions":[{"PartofSpeech":"vt.","Paraphrase":"1. look again at (sth.) in order to correct or improve it \n修正，修改\nHis behavior today has made me revise my original impression of him. \n他今天的行为已使我改变了对他的最初印象。\nHe was forced to revise his timetable completely. \n他被迫彻底修改时间表。 \n2. study again (sth. already learned), usu. in preparation for an exam \n复习，温习\nWe are revising English for the test tomorrow.  \n我们正在为明天的测验复习英语。\nShe still got a very high mark without revising.  \n没有复习，她仍然取得了很高的分数。"}]},{"Word":"cell ","Voice":"sounds/nw-unit02-b-30.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] the smallest basic unit of a plant or animal \n细胞\nThe biology class studied the structure of a cell. \n生物课讲授细胞的结构。\nIn the picture, you can see clearly each cell.  \n在图中，你可以清晰地看到每一个细胞。"}]},{"Word":"consequently","Voice":"sounds/nw-unit02-b-31.mp3","Definitions":[{"PartofSpeech":"ad.","Paraphrase":"as a result \n因此，所以\nMy car broke down and consequently I was late.  \n我的汽车半路出了毛病，所以来晚了。\nI spent most of my money in the first week and consequently had very little to eat during the last few days of the holiday.  \n我在假期的第一周用掉了大部分的钱，因此最后几天几乎没什么东西吃。"}]},{"Word":"equip","Voice":"sounds/nw-unit02-b-32.mp3","Definitions":[{"PartofSpeech":"vt.","Paraphrase":"1. prepare for dealing with a particular situation by education or skills \n使有准备\nA good education will equip you for life. \n良好的教育会使你终身受益。\nThe course aims to equip people with the skills necessary for a job in this technological age. \n该课程的目的是使人们在这个技术时代具备工作所必需的技能。\n2. provide with things that are necessary for a particular purpose \n配备，装备\nIt's going to cost 4 million dollars to equip the hospital. \n给医院提供装备将需要400万美元。\nPlease equip yourself with a sharp pencil and a rubber for the exam.  \n考试时请准备一支削尖的铅笔和一块橡皮。"}]},{"Word":"tackle","Voice":"sounds/nw-unit02-b-33.mp3","Definitions":[{"PartofSpeech":"vt.","Paraphrase":"1. deal with or overcome \n处理，应付\nIt's time to tackle my homework.  \n现在是我该做作业的时候了。\nI don't think I can tackle this job until next week.  \n我想到下星期我才能开始办这件事。\n2. speak to (sb.) about a matter \n与... ...交涉\nWhen are you going to tackle Bill about that money he owes you? \n你打算什么时候跟比尔交涉他欠你的那笔钱?\nIf she keeps missing school like this you'll have to tackle her parents about it.  \n如果她继续缺课，你得跟她父母谈谈。"}]},{"Word":"alike","Voice":"sounds/nw-unit02-b-34.mp3","Definitions":[{"PartofSpeech":"ad.","Paraphrase":"in the same way \n一样地，相似地\nThe climate here is always hot, summer and winter alike.  \n这里的天气总是很热，夏天和冬天都一样。\nThe boss treats us all alike.  \n老板对我们一视同仁。\n"},{"PartofSpeech":"a.","Paraphrase":"like one another \n相同的，相像的\nThe twins don't look at all alike. \n这对双胞胎一点也不像。\nThey all looked alike to me.  \n在我看来他们都是一样的。"}]},{"Word":"comment","Voice":"sounds/nw-unit02-b-35.mp3","Definitions":[{"PartofSpeech":"v.","Paraphrase":"give one's opinion \n评论，发表意见\nShe commented that it was a better play than usual, and I agreed.  \n她评论说这个剧本比一般的好，我同意她的看法。\nSome of the students commented about their teacher's hat.  \n有一些学生议论他们老师的帽子。\n"},{"PartofSpeech":"n.","Paraphrase":"[C, U] an opinion \n评论，意见\nHave you any comments to make on the recent developments?  \n对于最近事态的发展你有什么评论？\nShe was asked about a pay increase for the factory workers but made no comment. \n有人问她关于给工厂工人们涨工资的事，但她没有表态。"}]},{"Word":"beneficial","Voice":"sounds/nw-unit02-b-36.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"having a helpful or useful effect \n有助的，有利的，有益的\nA stay in the country will be beneficial to his health.  \n乡村生活有利于他的健康。\nThe fall in prices will be beneficial to small business.  \n物价下跌将对小企业有利。"}]},{"Word":"separate… into","Voice":"sounds/nw-unit02-b-37.mp3","Definitions":[{"PartofSpeech":"divide… into \n将... ...分为\nThe class was separated into several smaller groups to talk about the subject. \n全班学生被分为若干小组讨论这个题目。\nThe police have separated the two sides' supporters into different parts. \n警方把两边的支持者分隔开。","Paraphrase":""}]},{"Word":"obstacle course","Voice":"sounds/nw-unit02-b-38.mp3","Definitions":[{"PartofSpeech":"a training course in which runners have to climb over, under or through a series of obstacles; sth. which is difficult to do \n越障训练；（喻）困难重重的事\nAny attempt to get the money back has to pass through the obstacle course of the British legal system.  \n任何企图取回钱的人都必须经历英国法律体制造成的重重困难。","Paraphrase":""}]},{"Word":"go through","Voice":"sounds/nw-unit02-b-39.mp3","Definitions":[{"PartofSpeech":"finish or complete \n完成，通过\nWe went through our task without any difficulty. \n我们毫不费力地完成了任务。","Paraphrase":""}]},{"Word":"in contrast","Voice":"sounds/nw-unit02-b-40.mp3","Definitions":[{"PartofSpeech":"as an obvious difference between two or more things \n相比之下\nTheir economy has improved greatly in the last five years, whereas ours, in contrast, has declined.  \n过去五年中他们的经济增长很快，相比之下，我们反而滑坡了。\nIn contrast, our use of oil has increased greatly.  \n相比之下，我们的用油量大大上升了。","Paraphrase":""}]},{"Word":"apply to","Voice":"sounds/nw-unit02-b-41.mp3","Definitions":[{"PartofSpeech":"have an effect on \n适用于\nWhat I have said applies only to some of you.  \n我所说的只对你们中的一部分人适用。\nThis policy is for British citizens — it doesn't apply to you.  \n那项政策是针对英国公民的--并不适用于你的情况。","Paraphrase":""}]},{"Word":"focus on","Voice":"sounds/nw-unit02-b-42.mp3","Definitions":[{"PartofSpeech":"concentrate on \n集中于\nTonight's program focuses on the way that broken families affect the young. \n今晚的节目集中讨论破碎家庭如何影响年轻一代。\nThis year our meeting focuses on the question of children's rights.  \n今年我们会议的重点是儿童权利的问题。","Paraphrase":""}]},{"Word":"engage (oneself) in","Voice":"sounds/nw-unit02-b-43.mp3","Definitions":[{"PartofSpeech":"take part in or be occupied in/with \n从事，忙于\nIs it wise to engage in active sports at your age?  \n在你这个年纪，积极参加体育活动明智吗？\nThe old lady engaged herself in making clothes for her neighbors' children.  \n老太太忙于为邻居的孩子们做衣服。","Paraphrase":""}]},{"Word":"point to","Voice":"sounds/nw-unit02-b-44.mp3","Definitions":[{"PartofSpeech":"suggest; indicate \n表明；表示\nI can't point to any particular reason for it. \n就这件事我提不出任何具体的原因来。\nOne need only point to the increase in violence as an example of the fall in moral values in our time.\n只要举出暴力增加这个例子就足以说明我们这个时代道德价值下降了。","Paraphrase":""}]},{"Word":"William Greenough","Voice":"sounds/nw-unit02-b-45.mp3","Definitions":[{"PartofSpeech":"威廉·格里诺","Paraphrase":""}]},{"Word":"University of Illinois at Urbana-Champaign","Voice":"sounds/nw-unit02-b-46.mp3","Definitions":[{"PartofSpeech":"伊利诺伊大学厄巴纳-尚佩恩分校","Paraphrase":""}]},{"Word":"Arthur Kramer","Voice":"sounds/nw-unit02-b-47.mp3","Definitions":[{"PartofSpeech":"阿瑟·克雷默","Paraphrase":""}]},{"Word":"Daniel M. Landers","Voice":"sounds/nw-unit02-b-48.mp3","Definitions":[{"PartofSpeech":"丹尼尔·M. 兰德斯","Paraphrase":""}]},{"Word":"Arizona State University","Voice":"sounds/nw-unit02-b-49.mp3","Definitions":[{"PartofSpeech":"亚利桑那州立大学","Paraphrase":""}]},{"Word":"Pierce J. Howard","Voice":"sounds/nw-unit02-b-50.mp3","Definitions":[{"PartofSpeech":"皮尔斯·J. 霍华德","Paraphrase":""}]}]}