{"UnitTitle":"__horizonread4_UNIT10_A_lw_htm","Vocabularies":[{"Word":"EQ","Voice":"sounds/nw-unit10-a-01.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"(abbr.) emotional quotient, using emotion as a measure of human intelligence \n情商\nInstead the article attacked what I had said or written about EQ in other places.\n相反，这篇文章对我在其他地方所说的和所写的有关情商一些话进行了攻击。\nMy condition for accepting the invitation to participate in a debate on EQ was that I be shown in advance any press release advertising the debate, for I feared being misrepresented.\n我接受邀请参加有关情商辩论的条件是对这次辩论作宣传的任何新闻稿要事先给我看，因为我担心遭到歪曲。"}]},{"Word":"IQ","Voice":"sounds/nw-unit10-a-02.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"(abbr.) intelligence quotient, a measure of human intelligence \n智商\nChildren with higher blood lead levels did less well in IQ tests, number skills and reading ability.\n血液中铅含量较高的儿童在智商测试、数字技能和阅读能力等方面表现欠佳。\nHe discovered that the girl had an IQ of genius level and announced that she needed firm discipline and intellectual stimulation.\n他发现那女孩拥有天才水准的智商，并声称她需要严格训练和智力方面的激励。"}]},{"Word":"incorporate","Voice":"sounds/nw-unit10-a-03.mp3","Definitions":[{"PartofSpeech":"vt.","Paraphrase":"make sth. a part of sth. larger; include\n把……合并，使并入\nThis is largely because, once incorporated into the academy, this study had to adopt the values and principles of the academy. \n这在很大程度上是因为这项研究一旦并入到这所研究院，就得采纳研究院的价值观和原则。\nThese exercises can easily be incorporated into a routine exercise, with each exercise repeated a number of times.\n这些操练能很容易地并入一种日常例行的锻炼之中，每种操练重复几遍。"}]},{"Word":"maturity","Voice":"sounds/nw-unit10-a-04.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[U] the state or time of being mature \n成熟情况; 成熟时期\nMany fruits change color as they reach maturity and this can be a useful indicator.\n许多水果成熟时颜色会变，这是一种很有用的标示。\nWhen he reached maturity, we would be in a position to know precisely which of his behavioral patterns he had inherited and which he had learned.\n他发育成熟时，我们就能确切知道他的哪些行为模式是遗传的，哪些是学会的。"}]},{"Word":"trigger","Voice":"sounds/nw-unit10-a-05.mp3","Definitions":[{"PartofSpeech":"vt.","Paraphrase":"start or cause sth. undesirable to happen \n触发，引起\nThe two gunmen triggered a massive search when they fled in a stolen car and opened fire.\n这两个枪手驾驶着一辆偷来的车逃走，并开了枪，触发了一场大范围的搜查。\nHis heart attack was triggered by the physical and emotional pressures suffered under interrogation.\n他的心脏病发作是讯问时在身体和感情上所受的压力引起的。"}]},{"Word":"make a contribution to","Voice":"sounds/nw-unit10-a-06.mp3","Definitions":[{"PartofSpeech":"do sth. to help to cause sth.\n对……作出贡献\nEveryone in the area had made a contribution to the family restaurant market, which enabled people to have a very good value meal in enjoyable surroundings, for less money.\n这个地区的每个人都对家庭式餐馆市场作出了贡献。这市场使得人们能在愉快的环境中享受到真正物有所值的膳食，而花的钱不多。\nEvery one of you has made a contribution to the character of this institution and I take pleasure in acknowledging what each of you has done to make this a satisfying academic and social environment.\n你们每个人都对这所学校的特色做出了贡献，我很高兴地感谢你们每个人所做的一切，使其成为一个令人满意的学术和社会环境。","Paraphrase":""}]},{"Word":"sort through","Voice":"sounds/nw-unit10-a-07.mp3","Definitions":[{"PartofSpeech":"look for sth. among a lot of similar things, esp. when one arranges these things in order\n整理，捡出\nThey sorted through the books and divided them into two lots.\n他们整理了书籍，把它们分成两份儿。\nI have been sorting through these old papers to see what can be thrown away. \n我在整理这些旧文件，看看哪些可以扔掉。","Paraphrase":""}]},{"Word":"aim at","Voice":"sounds/nw-unit10-a-08.mp3","Definitions":[{"PartofSpeech":"intend or plan to do or achieve sth.\n旨在，追求\nWhen he was in university, he was aiming at a scholarship.\n上大学时，他的目标是要获得一个奖学金。\nBut that is the effect, he wrote, that is the effect I am aiming at.\n但那就是结果，他写道，那是我追求的结果。","Paraphrase":""}]},{"Word":"on purpose","Voice":"sounds/nw-unit10-a-09.mp3","Definitions":[{"PartofSpeech":"intentionally, not accidentally\n故意，特意\nWhether on purpose or by mistake, Andrew was exchanged for the baby who came to be known as Steve.\n不管是故意的还是由于差错，安德鲁换成了后来叫史蒂夫的那个男孩。\nI was always afraid that Hindley would hurt his small son, either by accident or on purpose, when he was drunk.\n我总担心欣德利喝醉时，他会有意无意地伤害他的小儿子。","Paraphrase":""}]},{"Word":"in the act of doing (sth.)","Voice":"sounds/nw-unit10-a-10.mp3","Definitions":[{"PartofSpeech":"while sb. is doing (sth.)\n正在做某事时\nHe turned and, in the act of rising, felt his hat being swept off his head.\n他转过身，正要站起时，感到他的帽子从头上被吹走了。\nAny one of us may arrest a person who is in the act of committing a crime.\n我们中任何人都可以逮捕一个正在实施犯罪的人。","Paraphrase":""}]},{"Word":"take note of","Voice":"sounds/nw-unit10-a-11.mp3","Definitions":[{"PartofSpeech":"pay attention to\n注意，注意到\nThe government has taken note of objections.\n该政府已经注意到反对意见。\nBut the names mean nothing to me because I only take note of the roles actors take in the play.\n可是名字对我来说无所谓的，因为我只注意演员们在戏中的角色。","Paraphrase":""}]},{"Word":"set aside","Voice":"sounds/nw-unit10-a-12.mp3","Definitions":[{"PartofSpeech":"save or keep money or time for a particular purpose\n拨出，留下以备将来使用\nThus if you set aside 500 dollars per month, it would take two years to accumulate the minimum sum needed for your kid.\n这样，如果你每月留出500美元，要两年才能攒到你小孩所需要的那笔钱的最低数量。\nA special period of at least two weeks should be set aside solely for the purpose of carrying out an inspection.\n至少两周的时间要专门留出来完全用于执行检查的目的。","Paraphrase":""}]},{"Word":"reflect on/upon","Voice":"sounds/nw-unit10-a-13.mp3","Definitions":[{"PartofSpeech":"consider (sth.) carefully and at length\n思考，考虑，沉思\nHe reflected on the options which had been open to him, one of which had led to his downfall.\n他反省那些自己以前一直可有的选择，其中有一选择导致了他的垮台。\nAfter reflecting on the problem, he decided not to go there.\n他仔细考虑了这个问题后决定不去。","Paraphrase":""}]},{"Word":"pull away from","Voice":"sounds/nw-unit10-a-14.mp3","Definitions":[{"PartofSpeech":"cause (sb. or sth.) to leave (sth. or sb.)\n使脱身，使脱离\nHarvey elbowed his way through and, grasping Lisa by the hand, pulled her away from David, and escorted her out of the room.\n哈维挤过人群，抓住利萨的手，把她从大卫那儿拉开，并护送她走出了房间。\nAs if an unknown force were compelling her, Katherine strode towards the woman, pulled her away from her partner.\n就好像有一股无名的力量迫使着她，凯瑟琳大步向那妇女走去，把她从她同伴中拉开。","Paraphrase":""}]},{"Word":"keep at","Voice":"sounds/nw-unit10-a-15.mp3","Definitions":[{"PartofSpeech":"continue working at (sth.)\n继续做，坚持干\nI keep at it — whatever it is — and don't give up too easily.\n不管它是什么，我都会坚持干，不会轻易放弃。\nWe know it's easy to say, but you'll soon start to see and feel the benefits of dieting, providing you keep at it.\n虽然我们知道说起来容易，但是只要你坚持，你不久就会看到并体会到节食的益处。","Paraphrase":""}]},{"Word":"Daniel Goleman","Voice":"sounds/nw-unit10-a-16.mp3","Definitions":[{"PartofSpeech":"丹尼尔·戈尔曼（人名）","Paraphrase":""}]},{"Word":"Emotional Intelligence","Voice":"sounds/nw-unit10-a-17.mp3","Definitions":[{"PartofSpeech":"《情感智能》","Paraphrase":""}]},{"Word":"Time","Voice":"sounds/nw-unit10-a-18.mp3","Definitions":[{"PartofSpeech":"《时代周刊》","Paraphrase":""}]},{"Word":"Karen Boylston","Voice":"sounds/nw-unit10-a-19.mp3","Definitions":[{"PartofSpeech":"凯伦·波尔斯顿（人名）","Paraphrase":""}]}]}