{"UnitTitle":"__horizonread3_UNIT07_B_lw_htm","Vocabularies":[{"Word":"downward(s)","Voice":"sounds/nw-unit07-b-01.mp3","Definitions":[{"PartofSpeech":"ad.","Paraphrase":"1. towards a lower position \n向下地\nThe road slopes gently downward for a mile or two.  \n这条路缓缓地向下倾斜了一两英里。\nThe path led downwards to the village. \n小径向下通往村庄。\n2. towards the ground or floor \n朝下\nMy mother found me floating face downward and I was saved by artificial respiration. \n我母亲发现我脸朝下浮在水上，通过人工呼吸我得救了。\nThe little boy lay on the floor face downward. \n小男孩脸朝下趴在地板上。\n"},{"PartofSpeech":"a.","Paraphrase":"moving, leading or pointing to what is lower or less important \n向下的，下行的\nInterest rates in the world economy are generally on a downward trend. \n在世界经济范围内，利率有下降的趋势。\nThe last few months have seen a downward pressure on salaries.  \n近几个月来，出现了下调工资的压力。"}]},{"Word":"ceremony","Voice":"sounds/nw-unit07-b-02.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1. [C] a formal act or series of formal acts performed on public occasions \n典礼，仪式\na wedding ceremony \n婚礼\nThe new graduates receive their degrees at a special ceremony. \n毕业生在特别的典礼上接受颁发的学位。\n2. [U] very formal and polite behavior \n礼节，礼仪\nWhen we arrived at the hotel, we were received with great ceremony by the owners.  \n当我们到达旅馆时，主人极为隆重地欢迎我们。\nThey use much ceremony with each other.  \n他们彼此之间彬彬有礼。"}]},{"Word":"exclude","Voice":"sounds/nw-unit07-b-03.mp3","Definitions":[{"PartofSpeech":"vt.","Paraphrase":"keep out \n不包括，把... ...排除在外\nI don't think we can exclude the possibility that he may have been murdered.  \n我认为我们不能排除他被谋杀的可能性。\nThe girls excluded the boy from their conversation.  \n女孩子们不让那男孩听她们的谈话。"}]},{"Word":"journalist","Voice":"sounds/nw-unit07-b-04.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] a person who writes news stories or articles for a newspaper or magazine \n新闻工作者，新闻记者\nHe works as a journalist on a local paper. \n他在一家当地报馆担任记者。\nThe Watergate scandal was exposed by two investigative journalists working for the Washington Post. \n水门丑闻是由《华盛顿邮报》两个好打探的记者揭露出来的。\nShe worked as a political journalist before becoming a politician.  \n她在成为政治家之前是一名政治记者。\nHe is employed as a journalist to write regular columns for News Daily.  \n他被聘为记者，为《新闻日报》定期写专栏文章。"}]},{"Word":"beneath","Voice":"sounds/nw-unit07-b-05.mp3","Definitions":[{"PartofSpeech":"prep.","Paraphrase":"1. in or to a lower position than; under \n在... ...下方，往... ...下面\nI had arranged to meet him beneath the statue in the park.  \n我和他约好在公园的塑像下碰头。\nJack hid the letter beneath the newspaper.  \n杰克把信藏在报纸下面。\n2. not worthy of \n不值得，与... ...不相称\nShe always thought that she had married beneath her.  \n她总认为自己下嫁了。\nHe considers such jobs beneath him.  \n他认为做这样的工作配不上他的身份。\n"},{"PartofSpeech":"ad.","Paraphrase":"in or to a lower position; below \n在下方，在底下\nWe looked down from the plane at the fields spread out beneath.  \n我们从飞机上俯瞰下面绵延的土地。\nHe was standing on the bridge gazing down at the river beneath. \n他站在桥上，凝视着桥下的河水。"}]},{"Word":"clay","Voice":"sounds/nw-unit07-b-06.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[U] thick heavy earth that is soft when wet and hard when dry \n粘土，陶土\nclay pots \n陶壶\nThe students were modeling heads out of clay. \n这些学生正在用粘土塑造头像。\nIf you have clay soil in your garden, you have to dig it well.  \n要是你的花园里有粘土的话，你得好好挖一挖。\nClay is used for making bricks and pots.  \n粘土被用来做砖和瓦罐。"}]},{"Word":"workman","Voice":"sounds/nw-unit07-b-07.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] a man who uses skills, esp. his hands in his job or trade \n工匠，手艺人\nAll workmen are required to wear a hard cap at the construction site. \n在建筑工地上所有工人都要戴硬的工作帽。\nWe'll have to get a workman in to fix the window.  \n我们有必要叫一位工匠来修理窗户。"}]},{"Word":"claw","Voice":"sounds/nw-unit07-b-08.mp3","Definitions":[{"PartofSpeech":"v.","Paraphrase":"tear, pull, take hold of, etc. (as if) with sharp nails \n（用爪）抓，撕\nHe was seriously hurt when one of the lions clawed his back. \n其中一只狮子抓他的后背，使他严重受伤。\nWhen our cat is hungry, she starts clawing at my legs.  \n当我们的猫饿了时，她就开始抓我的腿。\n"},{"PartofSpeech":"n.","Paraphrase":"[C] a sharp curved nail on the toe of an animal or bird \n（动物的）爪，脚爪\nThe eagle picked up the mouse in its claws.  \n鹰用爪子把老鼠抓了起来。\nOur cat likes to sharpen her claws on the legs of the dining table.  \n我们的猫喜欢在餐桌腿上磨她的脚爪。"}]},{"Word":"bore","Voice":"sounds/nw-unit07-b-09.mp3","Definitions":[{"PartofSpeech":"v.","Paraphrase":"1. make a hole (in sth.) using a tool \n钻孔，挖洞，凿井\nThe workmen bored through the rock.  \n工人们凿透了岩石。\nA tunnel has been bored under the Channel to link England and France.  \n英吉利海峡下面已经凿了一条将英法两国连结起来的海底隧道。\n2. talk or act in a way that makes (sb.) lose interest and become tired \n使厌烦\nThe speaker was boring everybody - you could see it on their faces.  \n讲演者令每个人厌烦--你可以从他们的脸上看出这一点。\nHe bored us all by talking for hours about his new car.  \n他连续几个小时大谈他的新车，使我们大家都感到厌烦了。\n"},{"PartofSpeech":"n.","Paraphrase":"[C] a person or thing that bores \n令人厌烦的人或事\nAll he talks about is his stamp collection - he's becoming an awful bore.  \n他谈的都是他的集邮--他正变得令人讨厌。\nIt's such a bore to have to write this out all over again. \n不得不将这重新写出来，真烦人。"}]},{"Word":"reporter","Voice":"sounds/nw-unit07-b-10.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] a person whose job is to discover information about news events and describes them for a newspaper or magazine or for radio or television \n记者\nThere were 50 reporters invited to the opening ceremony. \n有50个记者受邀参加开幕式。\nMany novelists began as a reporter. \n许多小说家都是记者出身。\nReporters rushed to the scene of the accident for an interview.  \n记者们冲向事故现场进行采访。\nHe told his story to a reporter from a Chicago newspaper.  \n他向芝加哥一家报纸的记者讲述了自己的经历。"}]},{"Word":"respective","Voice":"sounds/nw-unit07-b-11.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"of or for or belonging to each as an individual \n各自的，各个的；分别的\nAfter the party we all went off to our respective rooms.  \n舞会后我们都返回了各自的房间。\nThey each succeeded in their respective fields.  \n他们在各自的领域里都取得了成功。"}]},{"Word":"kingdom","Voice":"sounds/nw-unit07-b-12.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1.[C] a country ruled by a king or queen \n王国\nShe was a queen of an ancient kingdom in northern Europe. \n她是北欧一个古代王国的女王。\nHe ruled his kingdom wisely.  \n他贤明地治理着他的王国。\n2.[C] an area of activity \n领域\nthe kingdoms of the mind  \n思想领域\nThis creature has the largest eyes in the animal kingdom.\n在整个动物界，这种动物的眼睛最大。"}]},{"Word":"conquer","Voice":"sounds/nw-unit07-b-13.mp3","Definitions":[{"PartofSpeech":"vt.","Paraphrase":"1. take control of (foreign land or a group of people) by force \n征服，攻克\nThe Spanish conquered the New World in the sixteenth century. \n西班牙人在16世纪征服了新大陆。\nThey conquered the southern part of the kingdom with ease.  \n他们比较顺利地占领了这个王国的南部地区。\n2. overcome; gain control over \n克服；制伏\nThere has been an international effort to conquer cancer.  \n全世界都在努力征服癌症。\nAfter many attempts to climb it, the mountain was finally conquered in 1985.  \n经过多次努力攀登，终于有人在1985年登上了这座山的顶峰。\n3. succeed in gaining the favor, praise, love, attention, etc. of \n征服，赢得\nMike Smith, a famous violinist, presented beautiful music at the concert and conquered all the audience. \n著名小提琴演奏家迈克o史密斯在音乐会上演奏了美妙的音乐，征服了所有的听众。"}]},{"Word":"conquest","Voice":"sounds/nw-unit07-b-14.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[U, C] conquering or a thing got by conquering \n征服；克服；掠取物；征服的土地(或人们)\nThe statement laid bare its ambition for world conquest.  \n这项声明完全暴露了它征服世界的野心。\nHer beauty won her many conquests.  \n她的美貌使许多人倾倒。"}]},{"Word":"metric","Voice":"sounds/nw-unit07-b-15.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"a system of measurement that uses meters, etc. \n公制的，米制的\nMost industry has used the metric system for years.  \n大多数工业多年来一直用公制。\nMetric unit is a measuring unit used internationally. \n公制单位是国际通用的计量单位。"}]},{"Word":"voltage","Voice":"sounds/nw-unit07-b-16.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[U, C] electrical force \n电压\nDanger! High voltage. \n危险！高压电。\nThey are safe to use because they only need low voltage.  \n它们使用安全，因为它们只需要很低的电压。\nPower is transmitted over long distances with less loss at high voltage than at low voltage. \n电力在高压下作长距离输送，能耗比低压时小。"}]},{"Word":"volt","Voice":"sounds/nw-unit07-b-17.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] a unit of electrical force, defined as the force needed to carry one ampere of current against one ohm of resistance \n（电压单位）伏（特）\nElectricity in Britain is 240 volts, AC.  \n英国的电压是交流电240伏。"}]},{"Word":"drag","Voice":"sounds/nw-unit07-b-18.mp3","Definitions":[{"PartofSpeech":"vt.","Paraphrase":"1. pull (sb./sth.) along with effort and difficulty \n拖，用力拉\nPick the chair up instead of dragging it behind you!  \n把椅子抬起来，不要拖!\nWe dragged the old sofa out of the house.  \n我们把旧沙发从屋子里拖了出去。\nHe moved slowly, dragging his sore feet.  \n他拖着疼痛的双脚慢慢地移动。\n2. make (sb.) take part in an activity or be the subject of discussion, etc. against his or her will \n迫使，硬拉\nShe had to be dragged into seeing the dentist. \n让她去看牙医非得生拉硬拽不可。\nDon't drag me into your argument! It's nothing to do with me.  \n别把我扯进你们的争论，这事与我无关。\n"},{"PartofSpeech":"vi.","Paraphrase":"(of sth. boring) go on too long \n拖沓，拖延\nThe speeches dragged on for hours. \n讲话没完没了地拖了好几个钟头。\nSome court cases can drag on for years. \n有些法庭案件可能会拖延许多年。"}]},{"Word":"whistle","Voice":"sounds/nw-unit07-b-19.mp3","Definitions":[{"PartofSpeech":"vi.","Paraphrase":"make a sound by forcing breath or steam through the lips, a small opening, etc. \n吹口哨，鸣汽笛\nA train whistled in the distance.  \n一列火车在远处鸣笛。\nHe whistled as he worked.  \n他边工作边吹着口哨。\n"},{"PartofSpeech":"n.","Paraphrase":"[C] a sound made by forcing breath through a whistle, through the lips, etc. \n哨子声，口哨声\nFrom the bottom of the garden I recognized my father's whistle.  \n我听出了父亲从花园深处发出的哨声。"}]},{"Word":"approximate","Voice":"sounds/nw-unit07-b-20.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"almost correct or exact but not completely so \n近乎准确的，大概的，近似的\nThe train's approximate time of arrival is 10: 30. \n列车到达的时间大约是10:30。\nThe approximate number of children in the school is 300. \n这所学校的学生数大约为300人。\n"},{"PartofSpeech":"v.","Paraphrase":"come near (to) in amount, nature, etc. \n大约，近似\nCould you approximate the cost? \n你能大致估算一下成本吗？\nThe design approximates perfection. \n这个设计几乎是完美的。\nThe cost of the project will approximate $10,000. \n这个项目的成本大约为一万美金。\nThe newspaper reports of the discussion only roughly approximated to what was actually said.  \n报纸上只是粗略地报道了这次讨论的大概情况。"}]},{"Word":"underground","Voice":"sounds/nw-unit07-b-21.mp3","Definitions":[{"PartofSpeech":"ad.","Paraphrase":"1. under the surface of the ground \n在地面下，在地下\nYou can park underground below the cinema.  \n你可以把车停在电影院下面。\nThe waste was buried deep underground.  \n垃圾被深深地埋在地下。\n2. in secret; in or into a secret place；hidden from public view \n秘密地，不公开地\nThey were forced underground, and their leaders went into hiding.  \n他们被迫转入地下，他们的领导也隐藏了起来。\nThe news has been passed on underground, but hasn't appeared in the newspapers. \n这条消息一直在私下传播，但还没有见诸报端。\n"},{"PartofSpeech":"a.","Paraphrase":"secret \n秘密的，地下的\nThe police started looking for the underground movement leaders.  \n警察开始搜寻地下运动的领导人。"}]},{"Word":"creep","Voice":"sounds/nw-unit07-b-22.mp3","Definitions":[{"PartofSpeech":"vi.","Paraphrase":"(pt., pp. crept) move slowly, quietly and carefully, often with the body close to the ground \n匍匐移动，爬行\nShe crept through the long grass till she was in a position to fire.  \n她爬过一片长长的草地，直到找到可以开枪的位置。\nA sense of fear began to creep slowly into their hearts. \n恐惧感开始慢慢地向他们心头袭来。"}]},{"Word":"spur","Voice":"sounds/nw-unit07-b-23.mp3","Definitions":[{"PartofSpeech":"vt.","Paraphrase":"strongly encourage (sb./sth.) to do sth. \n激励，鞭策，促进\nMany shops cut prices just before Christmas in an attempt to spur sales.  \n许多商店在圣诞节前减价促销。\nHe was constantly spurred on by a fear of failure.  \n他担心会失败，这种想法不断刺激他发奋图强。\n"},{"PartofSpeech":"n.","Paraphrase":"[C] a thing that encourages a person on to greater activity \n刺激物；激励\nAmbition is an excellent spur for the young.  \n雄心对年轻人是一种极其有效的推动力。\nThe manager said that the team's win on Saturday would be a spur to even greater effort this season.  \n经理说球队星期六的胜利将激励队员们在本赛季中付出更多的努力。"}]},{"Word":"sightseeing","Voice":"sounds/nw-unit07-b-24.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[U] the visiting of interesting places, esp. by people on holiday \n游览，观光\nWe did some sightseeing in Rome. \n我们在罗马游览了一些地方。\nWe went on a sightseeing trip to Rome.  \n我们去罗马观光旅游。\nWe went sightseeing in Paris.  \n我们在巴黎游览。"}]},{"Word":"mainland","Voice":"sounds/nw-unit07-b-25.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[U] the main part of a country or continent, not including the islands around it \n大陆\nHe lives on an island off Scotland, but travels to the mainland once a month.  \n他住在苏格兰外的小岛上，每月去一次大陆。\nShe is planning to travel through mainland Europe.  \n她计划进行横穿欧洲大陆的旅行。"}]},{"Word":"invasion","Voice":"sounds/nw-unit07-b-26.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[U, C] invading or being invaded or an instance of this \n入侵，侵略；侵犯\nInvasion of local markets by foreign electronics manufacturers has been extensive.  \n外国电子制造商广泛侵入当地市场。\nTo avoid a possible invasion by its neighbor, the country is seeking help through diplomatic channels. \n为避免邻国入侵，这个国家正通过外交途径寻求帮助。"}]},{"Word":"punctual","Voice":"sounds/nw-unit07-b-27.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"arriving, doing sth. or happening at the correct time; not late \n准时的，守时的\nPlease have a punctual start to the meeting.  \n请准时赴会。\nI am not a particularly punctual person myself.  \n我本人不是一个严守时间的人。"}]},{"Word":"freight","Voice":"sounds/nw-unit07-b-28.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[U] goods, but not passengers, that are carried from one place to another, by ship, train, etc. \n货物，货运\nWill the goods be sent by air or sea freight?  \n货物是空运还是海运？\nEight thousand tons of freight were being landed each day.  \n每天都要从船上卸下8,000吨货物。"}]},{"Word":"sometime","Voice":"sounds/nw-unit07-b-29.mp3","Definitions":[{"PartofSpeech":"ad.","Paraphrase":"at a time in the future or the past which is not known or not stated \n在将来或过去的某个时候\nI'll phone you sometime this evening. \n今天晚上我会给你打电话。\nI must go and see her sometime. \n我必须找个时间去看看她。\nI last saw him sometime last year.  \n我最后一次见到他是在去年的某一天。\nWe really should meet sometime soon to discuss the details.  \n我们确实应当在不久的某个时候一起讨论这些细节问题。"}]},{"Word":"equivalent","Voice":"sounds/nw-unit07-b-30.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] a thing that is equal in value, amount, meaning, importance, etc.\n相等物，等价物；意义相同的词\nWhat's the equivalent of fifty pounds in dollars?  \n50英镑相当于多少美元？\nThat dress cost the equivalent of a week's salary.  \n买那件连衣裙花的钱相当于一个星期的工资。\n"},{"PartofSpeech":"a.","Paraphrase":"equal in value, amount, meaning, importance, etc. \n相等的；等值的，相当的\nChanging his job was roughly equivalent to firing him.  \n给他调换工作无异于把他解雇。\nShe's doing the equivalent job in the new company but for more money.  \n她在新的公司里做相同的工作，但报酬要高。"}]},{"Word":"pray","Voice":"sounds/nw-unit07-b-31.mp3","Definitions":[{"PartofSpeech":"v.","Paraphrase":"speak to a god to express love, thanks, or to ask for sth. \n祈祷，祈求，恳求\nSometimes people pray silently by thinking the words but not actually saying them.  \n有时人们默想着祈祷的话而不说出来。\nI just hope and pray that he'll come back in December.  \n我希望并祈祷他能在12月回来。"}]},{"Word":"faulty","Voice":"sounds/nw-unit07-b-32.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"having a fault or faults \n有错误的，有缺点的，不完善的\na faulty argument  \n不完善的论据\nI think it is the engine that is faulty.  \n我认为是引擎有问题。"}]},{"Word":"failure","Voice":"sounds/nw-unit07-b-33.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1. [C, U] a lack of success in doing sth. \n失败\nThe meeting was a total failure.  \n这次会议彻底失败了。\nSome people hold that this movie owes its success with critics to the director and its failure \"at the box office\" to the poor performance of the actors. \n有些人认为这部影片由于导演出色而赢得评论家的赞扬，但由于演员的表演平平而票房不佳。\nHis plan was certainly crazy and almost definitely doomed to failure but it was his only option. \n他的计划绝对疯狂，而且几乎是注定要失败的，但这是他唯一的选择。\n2. [C] a person, attempt, or thing that fails \n失败的人（或事）\nAs a writer, he was a failure. \n作为一个作家，他是个失败者。\nMoreover, business failures are expected to continue rising, especially among small firms. \n而且，预计商业破产还将继续上升，尤其是小公司。"}]},{"Word":"accuse","Voice":"sounds/nw-unit07-b-34.mp3","Definitions":[{"PartofSpeech":"vt.","Paraphrase":"blame by saying that one has done sth. morally wrong or against the law \n谴责，控告\nAre you accusing me of lying?  \n你在指责我撒谎吗？\nHe's been accused of murder.  \n他被控告犯了谋杀罪。"}]},{"Word":"up-to-date","Voice":"sounds/nw-unit07-b-35.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"modern or having the most recent information \n现代化的，最新的\nIt's an old house but it has all of the up-to-date conveniences you would want.  \n这是一座旧房子，但它有你所想要的所有现代化设备。\nGreat trouble is taken to keep our textbooks up-to-date.  \n我们尽了很大的努力以使我们的课本跟上形势。"}]},{"Word":"pessimistic","Voice":"sounds/nw-unit07-b-36.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"expecting the worst to happen \n悲观的，悲观主义的\nThe doctors are pessimistic about her chances of recovery.  \n医生对她康复的可能性表示悲观。\nThis might account for his pessimistic views.  \n这也许是他持悲观主义观点的原因。"}]},{"Word":"shrug","Voice":"sounds/nw-unit07-b-37.mp3","Definitions":[{"PartofSpeech":"v.","Paraphrase":"raise shoulders and then lower them in order to express a lack of knowledge, interest or care \n耸肩\n\"I feel sorry for homeless people, but what can I do to help them?\" said Chris, shrugging.  \n\"我为无家可归的人感到难过，但我怎么帮助他们呢？\"克里斯说着，耸耸肩。\nHe shrugged his shoulders as if to say that there was nothing he could do about it.  \n他耸了耸肩，好像是说他对此无能为力。"}]},{"Word":"reckon","Voice":"sounds/nw-unit07-b-38.mp3","Definitions":[{"PartofSpeech":"v.","Paraphrase":"1. think or consider \n认为，估计\nI don't reckon much of their chances of winning.  \n我认为他们赢的机会不大。\nHe was reckoned by everyone to be an honest man.  \n人人都认为他是个诚实的人。\n2. calculate (time, price, age, etc.) approximately; guess \n测算，猜想\nReckon how much you have spent.  \n算算你已经花掉多少钱了。\nHe reckoned that we were only a few miles from our school.  \n他估计我们距学校只有几英里了。"}]},{"Word":"by land","Voice":"sounds/nw-unit07-b-39.mp3","Definitions":[{"PartofSpeech":"(travel) by car or by train \n从陆路\nThe journey to the far side of the island is quicker by land than by sea. \n去岛的那一边走陆路比走水路快。","Paraphrase":""}]},{"Word":"exclude sb. from","Voice":"sounds/nw-unit07-b-40.mp3","Definitions":[{"PartofSpeech":"prevent sb. from entering some place, taking part in sth., etc. \n拒绝进入，拒绝接纳\nWomen are often excluded from positions of authority.  \n妇女常常被拒之于高层职位之外。\nThey excluded her from the meeting.  \n他们不让她参加会议。","Paraphrase":""}]},{"Word":"for short","Voice":"sounds/nw-unit07-b-41.mp3","Definitions":[{"PartofSpeech":"serving as an short form of sth.\n简称，缩写\nHe is called Alfred, or Alf for short.  \n人们称他艾尔弗雷德，或者简称为阿尔夫。\nThe International Business Machines Corporation is called IBM for short. \n国际商用机器公司简称IBM。","Paraphrase":""}]},{"Word":"behind schedule","Voice":"sounds/nw-unit07-b-42.mp3","Definitions":[{"PartofSpeech":"later than the planned time \n比预定计划（时间）晚\nOwing to the recent bad weather, the work is several weeks behind schedule.  \n由于近来天气不好，该项工作比预定时间晚了好几个星期。\nThe plane is two hours behind schedule.  \n这架飞机晚点两小时。","Paraphrase":""}]},{"Word":"if not for","Voice":"sounds/nw-unit07-b-43.mp3","Definitions":[{"PartofSpeech":"if it weren't/hadn't been for; were it not for/had it not been for. \n要不是\nIf not for John, I wouldn't have learned the truth. \n要不是约翰，我可能还不知道真相。\nThe Earth would be a frozen ball if not for the radiant heat of the sun. \n要不是太阳放射出热量，地球可能已经成了一个冰球。","Paraphrase":""}]},{"Word":"have sth. in common","Voice":"sounds/nw-unit07-b-44.mp3","Definitions":[{"PartofSpeech":"share interests, characteristics, etc. \n有共同之处\nJane and I have nothing in common.  \n简和我毫无共同之处。\nHis latest two novels have many things in common.  \n他最新的两部小说有很多相似之处。","Paraphrase":""}]},{"Word":"die out","Voice":"sounds/nw-unit07-b-45.mp3","Definitions":[{"PartofSpeech":"become less and less common and eventually disappear \n消亡；逐渐灭绝\nThat style of music died out ten years ago.  \n那种风格的音乐十年前就已消失了。\nIt's time this selfish habit died out. \n是到了逐渐消除这种自私的习惯的时候了。","Paraphrase":""}]},{"Word":"drag through","Voice":"sounds/nw-unit07-b-46.mp3","Definitions":[{"PartofSpeech":"(cause to) go through slowly \n（使）缓慢地通过\nThe natives have to drag the wood for their huts through the forest, as they do not have the wheel. \n当地居民没有车辆，为了修建棚屋，只好把木材从森林中拖出来。\nThe sail was dragging through the water.  \n帆船在水面上缓缓行驶。","Paraphrase":""}]},{"Word":"introduce sb. to sth.","Voice":"sounds/nw-unit07-b-47.mp3","Definitions":[{"PartofSpeech":"lead sb. to know sth. \n使某人了解某物\nI was first introduced to university politics on a most unfortunate occasion.  \n我在一个非常令人遗憾的场合第一次领略到了大学里的明争暗斗。\nI shall always be grateful to my former teacher for  introducing me to the study of language.  \n我永远感激我以前的那位老师，是他把我引进了语言学习的大门。","Paraphrase":""}]},{"Word":"go back to","Voice":"sounds/nw-unit07-b-48.mp3","Definitions":[{"PartofSpeech":"return to (an earlier point in space or time) \n回溯，追溯\nCan I go back to what you said at the beginning of the meeting?  \n我能回到会议开始时你所说的话题上来吗？\nWe must go back to the Middle Ages to discover the origins of English plays.  \n我们必须追溯到中世纪才能找到英国戏剧的起源。","Paraphrase":""}]},{"Word":"by far","Voice":"sounds/nw-unit07-b-49.mp3","Definitions":[{"PartofSpeech":"(used to emphasize that sth. is the best or has more of a particular quality than anything else) \n……得多；最……；显然\nShe is by far the best.  \n她显然是最优秀的。\nShanghai's population is greater by far than that of any other Chinese city. \n上海市的人口比中国其他城市的人口要多得多。","Paraphrase":""}]},{"Word":"accuse sb./sth. of","Voice":"sounds/nw-unit07-b-50.mp3","Definitions":[{"PartofSpeech":"blame sb./sth. by saying that they have done sth. morally wrong or against the law \n谴责，控告\nShe accused her brother of the crime.  \n她控告她弟弟犯了罪。\nShe accused him of stealing the jewels.  \n她告发他偷了珠宝。","Paraphrase":""}]},{"Word":"in case","Voice":"sounds/nw-unit07-b-51.mp3","Definitions":[{"PartofSpeech":"because of the possibility of sth. happening \n免得，以防\nIn case he arrives before I get back, please ask him to wait.  \n万一在我回来之前他到了，请叫他等一等。\nYou had better take your umbrella, in case it rains.  \n你最好带上伞，以防下雨。","Paraphrase":""}]},{"Word":"a matter of time","Voice":"sounds/nw-unit07-b-52.mp3","Definitions":[{"PartofSpeech":"sth. is certain to happen at some time in the future \n（某事肯定发生）只是时间问题而已\nIt is a matter of time before she moves to another city. \n她肯定会搬到另一个城市去的，只是迟早的问题而已。","Paraphrase":""}]},{"Word":"Chunnel","Voice":"sounds/nw-unit07-b-53.mp3","Definitions":[{"PartofSpeech":"(英吉利)海峡隧道","Paraphrase":""}]},{"Word":"Queen Elizabeth","Voice":"sounds/nw-unit07-b-54.mp3","Definitions":[{"PartofSpeech":"英国女王伊丽莎白二世","Paraphrase":""}]},{"Word":"Francois Mitterrand","Voice":"sounds/nw-unit07-b-55.mp3","Definitions":[{"PartofSpeech":"弗朗索瓦·密特朗（法国前总统）","Paraphrase":""}]},{"Word":"Channel Tunnel","Voice":"sounds/nw-unit07-b-56.mp3","Definitions":[{"PartofSpeech":"英吉利海峡隧道","Paraphrase":""}]},{"Word":"English Channel","Voice":"sounds/nw-unit07-b-57.mp3","Definitions":[{"PartofSpeech":"英吉利海峡","Paraphrase":""}]},{"Word":"European","Voice":"sounds/nw-unit07-b-58.mp3","Definitions":[{"PartofSpeech":"欧洲的","Paraphrase":""}]},{"Word":"Europe","Voice":"sounds/nw-unit07-b-59.mp3","Definitions":[{"PartofSpeech":"欧洲","Paraphrase":""}]},{"Word":"Napoleon","Voice":"sounds/nw-unit07-b-60.mp3","Definitions":[{"PartofSpeech":"拿破仑（1769 - 1821，法兰西第一帝国(1804 - 1814)和百日王朝 (1815) 皇帝，滑铁卢战役惨败后被流放于圣赫勒拿岛。）","Paraphrase":""}]}]}