{"UnitTitle":"__horizonread3_UNIT07_A_lw_htm","Vocabularies":[{"Word":"festival","Voice":"sounds/nw-unit07-a-01.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] a special day or period with its own social activities or food \n节日，喜庆日，（文化娱乐的）节\nSpring Festival \n春节\na film festival \n电影节\nChristmas is an important Christian festival. \n圣诞节是基督教的重要节日。\nWe're going to attend a rock festival at the weekend.  \n这个周末我们要去参加摇滚音乐会。\nThe Mid-Autumn Festival is an occasion for viewing the full moon.  \n中秋节是观赏满月的日子。"}]},{"Word":"lover","Voice":"sounds/nw-unit07-a-02.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1. [C] a person one loves \n情人，恋人\nIn the evening the park was full of young lovers walking hand in hand. \n晚上，公园到处都是手挽手漫步的年轻情侣。\nThey were friends before they became lovers.  \n他们在成为情人之前是朋友。\nThey met on holiday and soon became lovers.  \n他们在度假时相遇，不久就成为了一对情侣。\n2. [C] a person who likes or enjoys sth. \n爱好者\na music lover \n音乐爱好者\nan animal lover \n动物爱好者\nShe's a great opera lover.  \n她是个歌剧迷。\nThe remote island is a good place for nature lovers.  \n这个远方小岛是崇尚自然者的好去处。"}]},{"Word":"distribute","Voice":"sounds/nw-unit07-a-03.mp3","Definitions":[{"PartofSpeech":"vt.","Paraphrase":"1. supply (goods) in a particular area, esp. to shops \n（尤指向商店）供应（货物），发售\nThrough the nationwide sales network of the corporation they can distribute goods easily to various parts of the country. \n通过公司遍及全国各地的销售网络，他们可以很容易地将货物销售到全国各地。\nMost of these are consumer goods to be distributed to shops locally and nationwide. \n这些物品中大部分都是消费品，将要被分销到本地及全国范围内的各个商店。\n2. divide and give out among several people, places, etc. \n分发，分送，分配\nThis document will be distributed among the people at the meeting. \n这个文件将分发给与会人员。\nClothes and blankets have been distributed among the refugees. \n向难民分发了衣服和毯子。\n3. spread out through an area \n使分布，散布；撒，播\nThis new machine distributes seed evenly and quickly over the fields. \n这台新机器能够在农田里均匀快速地撒播种子。\nThis kind of plant is widely distributed.  \n这种植物分布很广。"}]},{"Word":"candy","Voice":"sounds/nw-unit07-a-04.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[U, C] various types of sweets or chocolate \n糖果\nHelp yourself to some candy. \n请吃点糖。\nShe gave the child a piece of candy. \n她给孩子一颗糖。\nWhy don't you take Martha to the candy store and buy some candy bars?  \n为什么不带玛莎去糖果店买几块糖？\nJane took a box of candy to her friend as a gift. \n珍妮带了一盒糖果给她的朋友作礼物。"}]},{"Word":"executive","Voice":"sounds/nw-unit07-a-05.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"having power to carry out decisions, laws, etc. \n执行的，行政的\nThe executive branch carries out the laws which have been made by the politicians. \n行政部门执行由政治家制定的法律。\nHis executive skills will be very useful to the company.  \n他的管理技能对公司将非常有用。\n"},{"PartofSpeech":"n.","Paraphrase":"[C] a person in a high position, esp. in business, who makes decisions and acts according to them\n主管，高级行政人员，行政官\nShe is now a senior executive having worked her way up through the company.  \n她在公司里逐渐升到现在的高级业务主管。\nIt is not unusual for a woman executive to have a man as her assistant.  \n女行政长官用一名男子做助手并不少见。"}]},{"Word":"supermarket","Voice":"sounds/nw-unit07-a-06.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] a large shop which sells most types of food and other daily goods, where people take from shelves the items they need and pay for them as they leave \n超级市场\nI always go to the supermarket near my house on weekends. \n我总是周末去我家附近的超市。\nYou get a much bigger choice of things at a supermarket than you do at the local corner shop.  \n你在超市比在当地街头小店购物选择的范围大得多。\nThe major supermarkets are involved in a price war.  \n一些大型超市正展开价格战。"}]},{"Word":"discount","Voice":"sounds/nw-unit07-a-07.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] a cutting-down in the usual price \n折扣\nThe shop assistant said they could give me a big discount if I bought three at once.  \n商店营业员说如果我一下买三件，他们可以给我打很大的折扣。\nHe sold the goods to her at a special discount.  \n他以特别优惠的价格把货卖给了她。\n"},{"PartofSpeech":"vt.","Paraphrase":"1. make a discount \n打折\nIf we have to discount these cars we aren't going to make a profit.  \n如果我们不得不对这些汽车打折的话，我们就无利可言了。\nThat store discounted all its unsold merchandice. \n那家商店把所有没卖出的商品打折出售。\n2. regard (a story, piece of news, suggestion, etc.) as unimportant or unlikely to be true or valuable \n不（全）信， 漠视，低估\nExperts have discounted the possibility of a second earthquake in the area. \n专家们认为这个地区不大可能发生第二次地震。\nMuch of what he says must be discounted; he imagines things. \n他说的话大多不可全信，他想像力太丰富了。"}]},{"Word":"headquarters","Voice":"sounds/nw-unit07-a-08.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] (with singular or plural verb) the main offices of an organization such as the army, police or a business company \n总部，总局；司令部\nWhere is/are the firm's headquarters? \n这家公司的总部在哪里？\nThe building is the headquarters of the rose company. \n这座建筑是该玫瑰公司的总部。\nThe company's headquarters are in New York.  \n公司的总部设在纽约。\nHe held a hurried meeting at army headquarters.  \n他在陆军司令部匆匆召开了一次会议。"}]},{"Word":"avenue","Voice":"sounds/nw-unit07-a-09.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] a wide road, with trees or tall buildings on both sides \n林阴道，大街\nPleasant avenues lead out from the centre of the town. \n赏心悦目的大道由市中心通往各处。\nI live at 12 Tennyson Avenue. \n我住在坦尼森大街12号。\nIt is one of the world's most beautiful avenues.  \n这是世界上最美的大街之一。\nA broad avenue led up to a grand entrance with huge doors.  \n一条宽阔的林阴道通向有大门的雄伟入口。"}]},{"Word":"circulate","Voice":"sounds/nw-unit07-a-10.mp3","Definitions":[{"PartofSpeech":"v.","Paraphrase":"1. (cause to) move round or through\n（使）移动，（使）循环，（使）流通\nDon't stay talking to one person all evening — circulate among your guests. \n不要整晚上和一个人谈话 —— 在客人中多转转。\nThey circulated a good luck card for everyone to sign.  \n他们传递一张好运卡让每个人签名。\nThe heart circulates blood round the body. \n心脏使血液在全身循环。\n2. (cause to) spread widely \n（使）流传，散布，传播\nStrange stories began to circulate in the small town about Morison's new girlfriend. \n小镇上开始流传有关莫里森的新女友的奇怪的故事。\nRumors began to circulate among the local people that the capital city had been conquered. \n在当地人中开始流传这样的谣言，说是首都城市被攻陷了。\nCirculate the news of victory as widely as possible. \n（你们要）尽可能广泛地传播胜利的消息。"}]},{"Word":"counter","Voice":"sounds/nw-unit07-a-11.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] a flat narrow surface or table in a shop, bank, restaurant, etc. at which people are served \n柜台\nThere was nobody behind the counter when I went into the bank.  \n我进银行时柜台后没人。\nThe shopkeeper put my things on the counter.  \n店主把我的东西放在柜台上。\n"},{"PartofSpeech":"v.","Paraphrase":"respond to sb./sth. with a different view, a return attack, etc. \n反对，反击，对抗，反驳\nSomething has to be done to counter the recent rise in crime.  \n必须采取措施来对付最近增多的犯罪。\nI countered by asking whether she actually knew this man.  \n我反问她究竟认识不认识这个男人。"}]},{"Word":"index","Voice":"sounds/nw-unit07-a-12.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"(pl. indexes or indices) 1. [C] a system of numbers used for comparing values of things which vary against each other or against a fixed standard \n指数\nYou can trace price indices by the use of the computer. \n你可以用电脑查找物价指数。\nWe must carefully watch economic indices.  \n我们必须密切注视经济指数。\n2. [C] a list of names or topics referred to in a book, etc. \n索引\nThis book has a full index, so you can easily find any name you want.  \n这本书有完整的索引，所以你很容易找到你想找的任何名字。\nIndexes are available in the library for tracing any books or articles. \n图书馆里有索引，可查找任何书籍或文章。\n"},{"PartofSpeech":"vt.","Paraphrase":"make an index for sth. or enter sth. in an index \n为... ...编索引，将... ...编入索引\nIt'll take days to index the report.  \n为该报告编索引要花好几天时间。\nOur computer indexes several thousand new records every second.  \n我们的计算机每秒钟就可把几千个新记录编入索引。"}]},{"Word":"delivery","Voice":"sounds/nw-unit07-a-13.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1. [U, C] the act of taking or giving sth. to sb., or the things taken or given \n投递，送交；投递的邮件，发送的货物\nWe expect to take delivery of our new car next week.  \n我们期望下周能收到新车。\nWe get two deliveries of mail a day. \n我们每天接收两次邮件。\n2. [C, U] the process of giving birth \n分娩\nShe always has easy deliveries.  \n她总是顺产。\nHusbands are encouraged to be present at delivery and see the baby being born.  \n鼓励丈夫在妻子分娩时在场，看着婴儿出生。"}]},{"Word":"soar","Voice":"sounds/nw-unit07-a-14.mp3","Definitions":[{"PartofSpeech":"vi.","Paraphrase":"1. rise very quickly to a high level \n升高，高涨\nHousing prices had soared a further twenty percent.  \n房屋价格又上升了20%。\nTemperatures will soar into the eighties over the weekend.  \n周末气温会升到80多度。\n2. (of a bird or airplane) rise high in the air while flying without moving the wings or using power \n翱翔\nThe bird soared through the air.  \n那只鸟在天空中飞掠而过。\nThe eagles soared high above the valleys.  \n鹰在山谷的上空翱翔。"}]},{"Word":"formula","Voice":"sounds/nw-unit07-a-15.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"(pl. formulas or formulae) 1. [C] a method, plan, or set of principles worked out to achieve a desired result \n方法，计划，准则\nThe film star talked about her formula for success.  \n那位影星谈了她的成功之道。\nThe two sides worked out an acceptable formula for settling the strike.  \n双方研究出一套解决罢工问题的可行方案。\n2. [C] a mathematical rule expressed in a set of numbers and letters \n公式，方程式\nWe learned chemical formulas at school but I can only remember H2O for water.  \n我们上学时学过化学分子式，但我只记得水是H2O。\nThere is a special formula for calculating distance, if speed and time are known. \n如果已知速度和时间，可以利用一个特别的公式计算距离。\n3. [C] a list of the chemical substances used in making a medicine, a drink, etc., sometimes also including a description of how they are to be mixed \n配方，处方\nSomeone has stolen the secret formula for the new drink.  \n有人偷了这种新饮料的秘密配方。\nWe have changed the formula of the washing powder.  \n我们已改变了洗衣粉的配方。"}]},{"Word":"sunshine","Voice":"sounds/nw-unit07-a-16.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[U] the light and heat that come from the sun \n日光，阳光\nwarm spring sunshine \n春天温暖的阳光\nsunshine time \n日照时间\nThe children were out playing in the sunshine.  \n孩子在外面阳光下玩耍。\nThe whole room was flooded with warm, golden sunshine.  \n整个房间洒满了温暖的金色阳光。\nWe haven't had much sunshine this week. \n这星期我们很少遇到有阳光的好天气。"}]},{"Word":"spray","Voice":"sounds/nw-unit07-a-17.mp3","Definitions":[{"PartofSpeech":"v.","Paraphrase":"send out (liquid) onto sb./sth. in tiny drops; (of a liquid) be sent out in tiny drops \n喷，喷射，溅\nHe opened a bottle of champagne and it sprayed all over my dress.  \n他开了瓶香槟，喷了我一身的酒。\nA car went past and sprayed me with water!  \n一辆车开过，溅了我一身的水!\n"},{"PartofSpeech":"n.","Paraphrase":"[U] a mass of very small drops of liquid carried in the air \n浪花，水花\nCan you feel the spray from the sea?  \n你能感觉到大海的浪花吗？\nWe parked the car by the sea and it got covered with spray.  \n我们把汽车停在海边，结果车上溅满了水花。"}]},{"Word":"moist","Voice":"sounds/nw-unit07-a-18.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"slightly wet \n潮湿的，湿润的\nAs he walked through the forest, he could feel the warm moist air on his face. \n当他穿过森林的时候，他能感觉到扑面而来的温暖而湿润的空气。\nThe story was so sad that at the end my eyes were moist with tears. \n故事非常让人伤心，最后我的眼睛湿润了。"}]},{"Word":"balloon","Voice":"sounds/nw-unit07-a-19.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] a small, very thin rubber bag that can be blown up, used for decoration or as a toy \n气球\nWe hung balloons around the room for the party. \n我们在举行联欢会的房间四周挂上气球。\nThe child cried when his balloon burst. \n气球破了，孩子哭了起来。\nEach child was blowing up a balloon.  \n每个小孩都吹着一个气球。"}]},{"Word":"via","Voice":"sounds/nw-unit07-a-20.mp3","Definitions":[{"PartofSpeech":"prep.","Paraphrase":"using; through \n通过，经由，经过\nIt is thought that he was paid via a Swiss bank account.  \n据说他是通过一家瑞士银行的账户接受酬金的。\nThe message was broadcast all over the world via radio.  \n这条消息通过无线电向全世界播放。"}]},{"Word":"bloom","Voice":"sounds/nw-unit07-a-21.mp3","Definitions":[{"PartofSpeech":"vi.","Paraphrase":"1. develop very good, attractive, or successful qualities \n发展良好\nThe friendship between Tom and Jack bloomed when they found out how many interests they shared. \n当汤姆和杰克发现他俩有那么多共同的兴趣时，他们之间的友谊迅速发展。\nThanks to the effective management method, the company's business bloomed last year. \n由于管理方法得当，去年公司生意兴隆。\n2. produce flowers, come into flower, or be in flower \n开花，绽放\nThese flowers will bloom all through the summer.  \n这些花整个夏天都会绽放。\nThe flowers still bloomed as brightly in early September as they had in July. \n九月初的花开得仍然像七月的一样灿烂。\n"},{"PartofSpeech":"n.","Paraphrase":"1. [C] a flower on a plant \n花\nTheir garden was full of wonderful blooms.  \n他们的花园里开满了美丽的花朵。\nThe apple trees are in full bloom at the moment.  \n目前苹果树开满了花。\n2. the best or most favorable time of sb./sth. \n最佳时期，繁盛时期\nHe was only nineteen but the bloom of youth had already disappeared from his face.  \n他只有19岁，但年轻人应有的朝气已从他脸上消失了。\nThe young movie star was in the bloom of youth.  \n这位年轻的电影明星青春焕发。"}]},{"Word":"bankrupt","Voice":"sounds/nw-unit07-a-22.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"1. unable to pay what one owes \n破产的\nHe went bankrupt after only a year in business.  \n他仅做了一年生意就破产了。\nThe company went bankrupt because it couldn't sell its products.  \n该公司因产品滞销而倒闭。\n2. lacking in some good quality \n彻底缺乏(某种良好事物)的\nThe politician became bankrupt in reputation after the exposure of his forgery. \n当这名政客的伪造罪曝光之后，他便名誉扫地。\nIn this movie, you can see such a society that is morally bankrupt and politically unstable. \n在这部影片当中，你可以看到的是一个道德沦丧、政治动乱的社会。\n"},{"PartofSpeech":"n.","Paraphrase":"[C] a person who is bankrupt \n破产者\nHe was declared a bankrupt in 1991.  \n他在1991年被宣告破产。"}]},{"Word":"amid","Voice":"sounds/nw-unit07-a-23.mp3","Definitions":[{"PartofSpeech":"prep.","Paraphrase":"in the middle of or surrounded by; among \n在... ...中，被... ...围绕\nOn the floor, amid mountains of letters, were two small envelopes.  \n在地板上成堆的信中，有两只小信封。\nAmid the confusion the two men slipped away quietly without being noticed.  \n在混乱中，这两个人悄悄溜走了,未被人察觉。"}]},{"Word":"import","Voice":"sounds/nw-unit07-a-24.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1. [C] (usu. pl.) goods, services, etc. from foreign countries \n进口商品，输入品\nThe minister is pressing for tighter restrictions on the volume of foreign imports. \n部长敦促要更严格地限制外国进口商品的数量。\nCoffee is one of our imports from Brazil.  \n咖啡是我们从巴西进口的商品之一。\n2. [U] action of bringing goods or services into a country \n进口，输入\nThe import of cotton goods went up sharply last year.  \n去年，棉织品的进口急剧增长。\nThe import of this article is forbidden.  \n这种商品是禁止进口的。\n"},{"PartofSpeech":"vt.","Paraphrase":"buy or bring in (products) from another country \n进口，输入\nWe imported a large number of cars from Japan.  \n我们从日本进口了大量的汽车。\nShe works for a company that imports coffee from Brail.  \n她在一家从巴西进口咖啡的公司工作。"}]},{"Word":"breadth","Voice":"sounds/nw-unit07-a-25.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[U] the distance from one side to another \n宽度，幅度\nThe length of this box is twice its breadth.  \n这只盒子的长度是宽度的两倍。\nThe breadth of her political vision has long been recognized.  \n她宽广的政治眼光早就得到了承认。"}]},{"Word":"margin","Voice":"sounds/nw-unit07-a-26.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1. [C] the difference between the amount of money that a company receives and the amount that it spends \n差额，利润\nOur profit margin is very low.  \n我们的利润率很低。\nMany small companies operate on very narrow margins.  \n许多小公司以微利经营着。\n2. [C] an amount by which one thing is greater than another \n差数，余地，余裕\nIt is shown that the government is leading by the narrowest of margins.  \n据显示，政府以最微弱的优势领先。\nHe left home early and caught the train by a comfortable margin.  \n他早早出门，很从容地坐上了火车。\n3. [U, C] the empty space round the written or printed matter on a page \n页边，页边的空白\nIf I have any comments to make, I'll write them in the margin.  \n我如果写评语的话，就会写在页边的空白处。\nDraw a margin one inch wide down the edge of your paper.  \n沿着纸边划出1英寸宽的空白。"}]},{"Word":"launch","Voice":"sounds/nw-unit07-a-27.mp3","Definitions":[{"PartofSpeech":"vt.","Paraphrase":"1. begin (sth. such as a plan) or introduce (sth. new such as a product) \n发起（运动），推出（产品）\nEarly last year the company researched the possibility of launching a new late-night show.  \n去年年初，这个公司研究了推出新的深夜节目的可能性。\nThey launched a special party for the new book.  \n他们特地为这本新书的发行举行了一次聚会。\n2. send (a new ship, etc.) into the water or send (a rocket, satellite, etc.) into the sky or space\n使（船）下水；发射(火箭、卫星等)\nAs soon as the alarm was given, the lifeboat was launched.  \n警报声一响，救生艇立即被放下了水。\nOur nuclear missiles can be launched at a moment's notice. \n我们的核导弹一接到通知就可以随时发射。\n"},{"PartofSpeech":"n.","Paraphrase":"(sing.) the act of launching \n发起；发射\nAll the pilot can do is to signal if the launch is too fast or abandon the launch if it is too slow. \n飞行员所能做的就是，假如起飞太快就发出信号，假如太慢就放弃起飞。\nThe rocket had a minor problem during its first launch last October. \n去年十月，当火箭第一次发射时出现了一个小问题。"}]},{"Word":"release","Voice":"sounds/nw-unit07-a-28.mp3","Definitions":[{"PartofSpeech":"vt.","Paraphrase":"1. allow (news, film, etc.) to be made known or to be shown \n发布，发表，发行\nThe latest developments have just been released to the public.  \n刚刚向公众公开了最新的进展情况。\nThe police have released a picture of the man they want to question.  \n警方公布了他们要审问的人的照片。\n2. give freedom or free movement to \n释放，放开，放松\nHe was released from prison after serving two years of a five-year sentence.  \n他被判五年徒刑，服刑两年后就被释放。\nThe zoo keepers released the lions from their cage.  \n动物饲养员把狮子从笼子里放出来。\n"},{"PartofSpeech":"n.","Paraphrase":"1. [U] the act of setting free or being set free \n解脱，释放\nDeath was a merciful release for him as he had been through unbearable suffering all this time. \n对于他来说，死亡是一种仁慈的解脱, 因为他一直在遭受令人难以忍受的痛苦。\nSince his release a year ago, he has been prevented from working as a journalist. \n自从一年前被释放以来，他一直被阻止做记者的工作。\n2. [C] a book, film, record, piece of news, etc. that has been made available to the public \n发行的新书、电影、唱片等；发布的新闻\na press release \n新闻稿\nThe band played their latest release. \n乐队演奏了他们最新发行的唱片歌曲。"}]},{"Word":"carnation","Voice":"sounds/nw-unit07-a-29.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] (a plant with) a small flower with a sweet smell, which is usu. white, pink, or red \n康乃馨\nHe presented her with red carnations.  \n他送给她红色的康乃馨。\nThey were wearing carnations so I guessed they'd all been to a wedding.  \n他们都戴着康乃馨，所以我猜他们都去参加婚礼了。\nThe bridegroom and best man wore white carnations in their buttonholes. \n新郎和男傧相的纽扣孔上都插了一朵白色的康乃馨。"}]},{"Word":"unload","Voice":"sounds/nw-unit07-a-30.mp3","Definitions":[{"PartofSpeech":"vt.","Paraphrase":"1. remove a load from sth. \n卸（货）；从……卸下货物\nHave you unloaded the parcels from the car?  \n你把包裹从汽车上卸下来了吗？\nTheir business is to load and unload aircraft.  \n他们的任务是装卸空运货物。\n2. remove the charge from (a gun, etc.) or the film from (a camera) \n从（枪、炮）中退出子弹；从（相机）中取出胶卷\nI'm just unloading my camera.  \n我正在从照相机里取出胶卷。\nThey showed pictures of the army unloading their guns.  \n他们展示了许多士兵退子弹的照片。"}]},{"Word":"chase","Voice":"sounds/nw-unit07-a-31.mp3","Definitions":[{"PartofSpeech":"vt.","Paraphrase":"1. force to run away; drive away \n驱赶，驱逐\nShe's always chasing cats out of the garden to protect the birds which come to the bird table.  \n她总是把猫赶出她的花园，以保护飞到喂鸟桌上来的小鸟。\nThe peasants were chased from the village.  \n农民们被赶出了村子。\n2. run after in order to get \n追捕，追赶\nMany men become workaholics, chasing success and often neglecting their wives and children.  \n许多男人成了工作狂，一味追求成功而忽视了自己的妻子和儿女。\nThe police car was going so fast, it must have been chasing someone.  \n警车开得这样快，一定是在追赶什么人。\n"},{"PartofSpeech":"n.","Paraphrase":"[C] an act of chasing sth. \n追踪，追捕\nEventually, exhaustion forced the unfortunate man to abandon the chase. \n最终，这个不幸的人精疲力竭，只好放弃了追踪。\nYesterday it was not clear if the police lost contact with the stolen car during the chase. \n在昨天的追踪过程中，还不清楚警察是否与被偷的车失去了联系。"}]},{"Word":"rival","Voice":"sounds/nw-unit07-a-32.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] a person, group, etc. competing with others for the same thing or in the same area \n竞争对手，敌手\nWe were rivals in business.  \n我们曾经是商业上的竞争对手。\nThis collection of paintings has no rivals in the world.  \n这批藏画在世界上无与伦比。\n"},{"PartofSpeech":"vt.","Paraphrase":"seem or be as good as \n与……相匹敌，比得上\nI think table tennis cannot rival football in excitement. \n我认为乒乓球运动不如足球那样激动人心。\nThe beauty of the country is only rivaled by the violence of its politics.  \n这个国家的美丽只有其政治斗争之剧烈可以与之相比拟。"}]},{"Word":"widen","Voice":"sounds/nw-unit07-a-33.mp3","Definitions":[{"PartofSpeech":"v.","Paraphrase":"(cause to) become wider \n（使）变宽，扩展\nWhy not widen the discussion to include their points of view?  \n为什么不扩大讨论的范围，把他们的观点也包括进来呢？\nAs it approaches the sea, the river begins to widen.  \n在近海处，河流开始变宽。"}]},{"Word":"replacement","Voice":"sounds/nw-unit07-a-34.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1. [C] a person or thing that replaces another \n替代的人或物\nThe headquarters sent a replacement for the secretary who was ill.  \n总部派人来接替生病的秘书。\nWe must find a replacement for Sue while she is away on holiday. \n苏外出度假期间我们得找一个人来替代她。\n2. [U] replacing or being replaced \n代替，替换，取代\nThe replacement of paper and pencil by computers improves the efficiency a lot.  \n电脑取代纸和笔, 大大提高了效率。\nWe are surprised by the replacement of agriculture by tourism as the nation's main industry.  \n旅游业取代农业成为这个国家的主要产业，这使我们大为惊讶。"}]},{"Word":"bundle","Voice":"sounds/nw-unit07-a-35.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] a number of things that are held together, often so that they can be carried \n束，捆\nHe came in，carrying a bundle of sticks for the fire.  \n他走进来，抱了一捆柴火。\nWe threw out several bundles of old newspapers and magazines.  \n我们扔掉了几捆旧报纸和旧杂志。\n"},{"PartofSpeech":"vt.","Paraphrase":"make or tie into a bundle or bundles \n收集，归拢\nHe bundled his clothes into the washing machine.  \n他把衣服塞进洗衣机里。\nThe wood was cut and bundled together. \n木头被劈开并且打成捆。"}]},{"Word":"elevator","Voice":"sounds/nw-unit07-a-36.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] a piece of equipment which moves people or things from one level to another \n电梯，升降机\ngo to the top floor by the elevator \n乘电梯上顶楼\nI took the elevator to the 14th floor. \n我坐电梯上了第14层楼。\nThey often go up (down) in an elevator. \n他们经常乘电梯上（下）楼。"}]},{"Word":"typist","Voice":"sounds/nw-unit07-a-37.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] a person who is employed to type letters, reports and other documents \n打字员\nShe works as a typist. \n她是个打字员。\nAn untrained typist makes a lot of mistakes if he or she tries to maintain a good speed. \n一个未经训练的打字员如果想保持很快的打字速度，就会出许多差错。"}]},{"Word":"crane","Voice":"sounds/nw-unit07-a-38.mp3","Definitions":[{"PartofSpeech":"v.","Paraphrase":"stretch (one's neck) \n伸长（脖子）\nHe craned his neck in order to get a better view.  \n他伸长脖子以便看得更清楚。\nShe craned over the heads of the crowd to see what was happening.  \n她在人群中伸长脖子，想看看发生了什么事。\n"},{"PartofSpeech":"n.","Paraphrase":"[C] a machine for lifting and moving heavy objects \n起重机，吊车\nWe used a crane to lift the piano into the theatre.  \n我们使用起重机将钢琴搬进剧场。\nThe crane lifted some steel beams to the top of the structure. \n起重机将几根钢梁吊上了房顶。"}]},{"Word":"go out of style","Voice":"sounds/nw-unit07-a-39.mp3","Definitions":[{"PartofSpeech":"be out of date \n不再时兴，过时\nFormal teaching methods went out of style some time ago, and new ideas are coming in all the time.  \n正规的教学方法前一段时间就已经过时了，新的方法正不断出现。\nLoud music with a strong beat is going out of style, and sweeter, softer music is becoming popular.  \n节奏强劲的喧闹音乐不再流行，优雅动听的音乐正受到人们的欢迎。","Paraphrase":""}]},{"Word":"offer sth. to sb.","Voice":"sounds/nw-unit07-a-40.mp3","Definitions":[{"PartofSpeech":"give sth. to sb. \n向某人提供，向某人提出\nThe universities are now offering a wider range of courses to students for them to choose from. \n现在大学提供更多样的课程让学生选择。\nThe booklet offers practical advice to people with housing problems. \n这本小册子为有住房问题的人提供切实可行的建议。","Paraphrase":""}]},{"Word":"range from … to …","Voice":"sounds/nw-unit07-a-41.mp3","Definitions":[{"PartofSpeech":"vary or extend between certain limits \n在一定范围内变化或扩展\nPrices range from $7 to $10.  \n价格从7美元到10美元不等。\nHis feelings on the matter have ranged from bitterness to hope.  \n他在这件事上的感情由痛苦转为希望。","Paraphrase":""}]},{"Word":"look like","Voice":"sounds/nw-unit07-a-42.mp3","Definitions":[{"PartofSpeech":"look as if; be likely to result in sth. or doing sth. \n看起来像；好像要\nIt looks like rain；do you see that big dark cloud? \n好像要下雨了，你看见那一大片乌云了吗？\nThe party looks like being a success after all. \n毕竟，晚会看上去很成功。","Paraphrase":""}]},{"Word":"be left over","Voice":"sounds/nw-unit07-a-43.mp3","Definitions":[{"PartofSpeech":"remain after the rest has been used or divided \n剩下来，留下来\nIt's shameful to see so much food left over in restaurants.  \n看见餐厅里吃剩丢下这么多的食物，真是感到羞耻。\nWhen I finished making the dress, I had only a few square inches of material left over.  \n我把衣服做好以后，只剩下几平方英寸布料了。","Paraphrase":""}]},{"Word":"hold down","Voice":"sounds/nw-unit07-a-44.mp3","Definitions":[{"PartofSpeech":"keep at a low level; keep down \n（使）保持低水平，（使）不增加，（使）不升高\nMost of the food shops have promised to hold prices down until after the new year.  \n大多数的食品商店已保证新年以前不涨价。\nThe rate of inflation must be held down. \n必须把通货膨胀率控制在低水平。","Paraphrase":""}]},{"Word":"account for","Voice":"sounds/nw-unit07-a-45.mp3","Definitions":[{"PartofSpeech":"1. supply the amount that is mentioned \n1.占去\nSales to Europe accounted for 80% of our total sales last year. \n卖到欧洲去的货物占了我们去年货物总量的80%。\nComputers account for 5% of the country's commercial electricity consumption. \n计算机占了该国商业电消耗量的5%。\n2. explain or give a reason for sth. \n2.解释\nHow can we account for these changes? \n我们该如何解释这些变化？\nI was asked by my boss to account for all the money I had spent. \n老板要我把所花的钱一一解释清楚。","Paraphrase":""}]},{"Word":"go down","Voice":"sounds/nw-unit07-a-46.mp3","Definitions":[{"PartofSpeech":"become lower; fall \n下降，降低\nThe world's total supply of oil is going down all the time, as more and more gets used up.  \n随着愈来愈多的石油被消耗掉，全世界石油的总供应一直在减少。\nThe neighborhood has gone down since those rough people moved in.  \n自从那些粗暴的人迁来以后，这个地区的环境就大不如以前了。","Paraphrase":""}]},{"Word":"nothing but","Voice":"sounds/nw-unit07-a-47.mp3","Definitions":[{"PartofSpeech":"only \n只有，除... ...以外什么也不\nHer life has been nothing but disaster upon disaster but her courage never fails.  \n她的生活只有接连不断的灾难和不幸，但是她从不丧失勇气。\nDon't scold her; she's nothing but a child.  \n不要责骂她；她只不过是个孩子。","Paraphrase":""}]},{"Word":"chase sb./sth. out","Voice":"sounds/nw-unit07-a-48.mp3","Definitions":[{"PartofSpeech":"force sb./sth. to run away; drive sb./sth. away\n驱赶，驱逐\nLet's chase the cat out of the kitchen. \n我们把猫赶出厨房吧。","Paraphrase":""}]},{"Word":"work with sb.","Voice":"sounds/nw-unit07-a-49.mp3","Definitions":[{"PartofSpeech":"do the work with sb.; work together with sb. \n与某人共事，与某人协作\nI find it so interesting to work with young people in this department. \n我感到在这个部门同年轻人一起工作很有趣。\nIf you can't work with others, you will have to leave.  \n要是你跟其他人合不来，你就得离开了。","Paraphrase":""}]},{"Word":"get a break","Voice":"sounds/nw-unit07-a-50.mp3","Definitions":[{"PartofSpeech":"have good luck \n交好运，时来运转\nKeep trying. You're bound to get a break sooner or later.  \n继续尝试，迟早你会交好运的。","Paraphrase":""}]},{"Word":"on sb.'s side","Voice":"sounds/nw-unit07-a-51.mp3","Definitions":[{"PartofSpeech":"helping sb. in achieving sth.; holding the same views as sb. \n对某人有利；赞同某人的意见\nJustice is on our side. \n正义在我们这一边。\nWhose side are you on anyway?  \n你到底在支持谁？\nThe US entered the war on the side of England in 1941.  \n1941年美国参战支持英国。","Paraphrase":""}]},{"Word":"long for sth.","Voice":"sounds/nw-unit07-a-52.mp3","Definitions":[{"PartofSpeech":"have a desire for sth.; want sth. very much \n渴望，极想\nShe longed for a dance with him. \n她渴望与他跳支舞。\nThey longed for a chance to play in the match. \n他们渴望有机会参赛。","Paraphrase":""}]},{"Word":"the good old days","Voice":"sounds/nw-unit07-a-53.mp3","Definitions":[{"PartofSpeech":"an earlier period of time (in one's life or in history) seen as better than the present \n（在人的一生中或在历史上）过去的美好时光\nThe friends met now and then to chat about the good old days at school.  \n朋友们偶尔聚会，畅谈学生时代的美好时光。\nMy mother often talks about the good old days but they sound like the bad old days to me. \n我母亲常常谈起昔日的美好时光，但是在我听起来那些日子挺艰难的。","Paraphrase":""}]},{"Word":"Valentine's Day","Voice":"sounds/nw-unit07-a-54.mp3","Definitions":[{"PartofSpeech":"圣瓦伦丁节，情人节（2月14日，情人多在此日互赠礼物）","Paraphrase":""}]},{"Word":"Gerald Hager","Voice":"sounds/nw-unit07-a-55.mp3","Definitions":[{"PartofSpeech":"杰拉尔德·黑格 ","Paraphrase":""}]},{"Word":"Roses Only","Voice":"sounds/nw-unit07-a-56.mp3","Definitions":[{"PartofSpeech":"\"惟一玫瑰\"花店","Paraphrase":""}]},{"Word":"Sixth Avenue","Voice":"sounds/nw-unit07-a-57.mp3","Definitions":[{"PartofSpeech":"第六大道","Paraphrase":""}]},{"Word":"40th Street","Voice":"sounds/nw-unit07-a-58.mp3","Definitions":[{"PartofSpeech":"第四十街","Paraphrase":""}]},{"Word":"Floral Index","Voice":"sounds/nw-unit07-a-59.mp3","Definitions":[{"PartofSpeech":"花卉指数","Paraphrase":""}]},{"Word":"Andes Mountains","Voice":"sounds/nw-unit07-a-60.mp3","Definitions":[{"PartofSpeech":"安第斯山脉（南美洲西部）","Paraphrase":""}]},{"Word":"Ecuador","Voice":"sounds/nw-unit07-a-61.mp3","Definitions":[{"PartofSpeech":"厄瓜多尔（南美洲西北部国家）","Paraphrase":""}]},{"Word":"Colombia","Voice":"sounds/nw-unit07-a-62.mp3","Definitions":[{"PartofSpeech":"哥伦比亚（南美洲西北部国家）","Paraphrase":""}]},{"Word":"Johnson Flowers","Voice":"sounds/nw-unit07-a-63.mp3","Definitions":[{"PartofSpeech":"约翰逊花卉公司 ","Paraphrase":""}]},{"Word":"Michael Johnson","Voice":"sounds/nw-unit07-a-64.mp3","Definitions":[{"PartofSpeech":"迈克尔·约翰逊 ","Paraphrase":""}]},{"Word":"Colorado","Voice":"sounds/nw-unit07-a-65.mp3","Definitions":[{"PartofSpeech":"科罗拉多州（美国州名）","Paraphrase":""}]}]}