{"UnitTitle":"__horizonread3_UNIT08_A_lw_htm","Vocabularies":[{"Word":"implication","Voice":"sounds/nw-unit08-a-01.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1. [C] sth. that is suggested or sth. that is not openly stated \n含义，暗示\nI know that the company is cutting back its spending but I'm not sure what the implications are for our department.  \n我知道公司正在削减开支，但我不能确定这对我们部门意味着什么。\nShe accused the party, and by implication, accused its leader too.  \n她指责了该政党，也含蓄地指责了其领袖。\n2. [U] involving or being involved, esp. in a crime \n牵连，卷入\nHis implication in the crime was obvious to all.  \n大家都清楚他和这一罪行有牵连。\nThe trial resulted in the implication of several major figures in the organization.  \n审讯查明了这个组织中有几个主要人物已卷入了犯罪。"}]},{"Word":"clone","Voice":"sounds/nw-unit08-a-02.mp3","Definitions":[{"PartofSpeech":"v.","Paraphrase":"(cause a plant or animal to) grow with the same genes as the original from which it was produced \n(使)无性繁殖；克隆\nExperiments to try to clone human have met with criticism from some sections of the public.  \n试图无性繁殖人类的实验遭到了一部分公众的批评。\nWhat do you think of the cloning technology?  \n你对克隆技术有何看法？\n"},{"PartofSpeech":"n.","Paraphrase":"[C] a plant or animal which has the same genes as the original from which it was produced \n无性繁殖系（个体）；克隆\nTwo clones may develop in different ways.  \n两个克隆体可能以不同的方式生长。\nShe's just another Marilyn Monroe clone.  \n她仿佛是从玛丽莲·梦露克隆而来的。"}]},{"Word":"fiction","Voice":"sounds/nw-unit08-a-03.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1. [U] stories or novels about imaginary people and events, as compared to other sorts of literature like history or poetry \n小说\nHe was a very successful writer of children's fiction.  \n他是一位极成功的儿童小说作家。\nI prefer light fiction to all those serious novels. \n我更喜欢读的是轻松小说，而不是那些严肃的小说。\n2. [C, U] an invention of the mind; an untrue story \n虚构，想像\nHis account of the crime was a complete fiction.  \n他对那次犯罪的叙述完全是虚构的。\nWhat that man says about his past is pure fiction.\n那个男人所说的有关他过去的事情都是虚构的。\nThe truth or fiction of this story has never been truly determined. \n这故事是真实的还是虚构的从没有被证实过。"}]},{"Word":"draft","Voice":"sounds/nw-unit08-a-04.mp3","Definitions":[{"PartofSpeech":"vt.","Paraphrase":"1. make a preliminary version of (a document) \n起草，草拟\nDraft a proposal and we can discuss it at the meeting before any decisions are made. \n先起草一份提案，在做决定之前我们先在会上讨论一下。\nThey sat down and drafted a letter to the local newspaper.  \n他们坐下来，给当地的报纸草拟了一封信。\n2. engage someone to enter the army\n征募，征召\nHe was drafted into the army. \n他被征召入伍。\nThousands of young Americans were drafted to fight in the war in Vietnam.\n成千上万的美国年轻人应征到越南参战。\n"},{"PartofSpeech":"n.","Paraphrase":"1. [C] a preliminary written version of sth. \n草稿，草案，草图\nDo a draft of the article and I'll check it before you write up the final copy.  \n先写这篇文章的草稿，给我检查后，再拟最后的定稿。\nI've made a first draft of my speech for Friday.  \n我已写好了星期五演说的初稿。\n2. [C] a written order for money to be paid by a bank, esp. from one bank to another \n汇票\nget money from Paris to Rome by draft \n以（银行）汇票的方式把钱从巴黎调拨到罗马\nPayment must be made by bank draft. \n必须以银行汇票的方式付款。"}]},{"Word":"guideline","Voice":"sounds/nw-unit08-a-05.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"(usu. pl.) a piece of information intended to advise people on how sth. should be done or what sth. should be \n指导原则，指导方针，准则\nThe government has issued new guidelines on tax reform. \n政府已颁布了新的税改方针。\nThe new pay settlement goes outside the government's guidelines. \n新的工资解决办法偏离了政府的方针。\nThe government is drawing up some new guidelines about health and safety in schools.  \n关于在校学生的健康和安全问题政府正在制定一些新的指导方针。\nPrevention is better than cure, so here are some guidelines for avoiding future problems. \n预防总比治疗好, 因此这里介绍一些避免将来可能出现问题的指导性建议。"}]},{"Word":"prohibit","Voice":"sounds/nw-unit08-a-06.mp3","Definitions":[{"PartofSpeech":"vt.","Paraphrase":"forbid, esp. by law or rule; prevent, make impossible \n禁止；阻止，使不可能\nParking is strictly prohibited between these gates.  \n在这些大门之间严禁停车。\nWe are prohibited from drinking alcohol during working hours.  \n工作时间内禁止我们喝酒。"}]},{"Word":"relativity","Voice":"sounds/nw-unit08-a-07.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1. [U] a theory dealing with the physical laws which govern time, space, mass, motion, and gravitation, expressed in certain equations by Albert Einstein\n【物理】爱因斯坦的相对论(指出一切运动都是相对的，而且把时间看作是与空间有关的第四维）\nAccording to Einstein's Theory of Relativity, the amount of energy in an object depends on its mass and speed of light. \n根据爱因斯坦的相对论，物体的能量大小依其质量和光速而定。\nEinstein's Theory of Relativity has completely changed the conception of universe. \n爱因斯坦的相对论完全改变了人们的宇宙观。\n2. [U] the state of being relative \n相关性，相对性\nthe relativity of contradiction \n矛盾的相对性"}]},{"Word":"split","Voice":"sounds/nw-unit08-a-08.mp3","Definitions":[{"PartofSpeech":"v.","Paraphrase":"1. (cause sth. to) break into two or more parts, esp. from end to end \n（使）裂开，（使）破裂\nThis soft wood splits easily. \n这种软木容易裂开。\nThe wooden floor had split in the heat.  \n在高温下木质地板裂开了。\n2. (cause sb. to) separate or divide into groups or parties \n（使）分裂\nThe teacher split the children into three groups.  \n老师把孩子们分成三组。\nThe judges split on the decision, 2 for and 2 against.  \n法官们对这一判决有分歧，两人赞成，两人反对。\n"},{"PartofSpeech":"n.","Paraphrase":"[C] splitting; division or separation resulting from splitting \n裂缝，分裂\nRain was getting in through a split in the wall.  \n雨水从墙上的裂缝中渗进来。\nArgument over policy led to a split in the party.  \n政策上的争论导致了该党的分裂。"}]},{"Word":"atom","Voice":"sounds/nw-unit08-a-09.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1. [C] the smallest unit of any chemical element \n原子\natom bomb  \n原子弹\nTwo atoms of hydrogen combine with one atom of oxygen to form a molecule of water. \n两个氢原子和一个氧原子结合形成一个水分子。\n2. [C] a very small quantity or thing \n微粒，极小之物\nThe tower was blown to atoms by the force of the explosion.  \n爆炸的力量把塔炸得粉碎。\nThere's not an atom of truth in that statement.  \n那声明中毫无真实成分。"}]},{"Word":"mount","Voice":"sounds/nw-unit08-a-10.mp3","Definitions":[{"PartofSpeech":"vi.","Paraphrase":"increase in amount or degree \n增加，上升\nThe children's excitement is mounting as Christmas gets nearer.  \n随着圣诞节临近，孩子们越来越兴奋。\nThe cost of living is mounting steadily. \n生活费用不断增加。\n"},{"PartofSpeech":"vt.","Paraphrase":"1. go up or onto \n登上\nBe careful not to mount the pavement when you're parking the car.  \n你停车时，小心不要停上人行道。\nThe old lady mounted the stairs with difficulty.  \n老太太艰难地爬楼梯。\n2. prepare and produce; organize \n准备并进行；组织，发动\nThe library is mounting a display of old photographs of the city.  \n图书馆在举办一次城市旧照片的展览。\nIt'll cost a great deal of money to mount this play.  \n上演这出戏要花很多钱。"}]},{"Word":"category","Voice":"sounds/nw-unit08-a-11.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] a type, or a group of things having some features that are the same \n种类，类型，范畴\nSome social scientists try to divide a population into categories according to how much money people earn.  \n有些社会科学家试图依照人们的收入将全体居民划分为几种类型。\nThese form an independent category.  \n这些形成一个独立的范畴。"}]},{"Word":"transplant","Voice":"sounds/nw-unit08-a-12.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1. [C] an organ or plant moved from one person or one place to another \n移植的器官或植物\nThe transplant was rejected by the body. \n移植器官遭到了身体的排斥。\nThe transplant flourished in new soil. \n移植过来的植物在新的土壤里长得很茂盛。\n2. [C] the act or process of transplanting\n（组织或器官的）移植\nThe heart transplant took over nine hours. \n心脏移植手术进行了9个多小时。\nThe surgeon has done several kidney transplants. \n这位外科医生已做了几次肾脏移植手术。\n"},{"PartofSpeech":"vt.","Paraphrase":"1. move (a plant) from one place and plant it in another \n移栽，移种（植物等）\nRobert transplanted the peony into a larger pot.  \n罗伯特把那株牡丹移栽到一个大一些的花盆里。\nThe plants should be grown indoors until spring, when they can be transplanted outside.  \n这些植物应该种在室内，到了春天它们可以被移植到外面去。\n2. move (an organ) from one part of the body to another or from one person or animal to another \n移植（器官）\nThe surgeons transplanted one of my kidneys into my brother. \n外科医生把我的一只肾移植到我弟弟身上。\nDoctors hope to transplant a human heart into the patient within the next few days.  \n医生们希望在今后几天内把一颗人的心脏移植到病人体内。\n3. move from one place and settle or establish elsewhere \n使迁移，使移居\nHe transplanted his family from New York to Chicago. \n他把全家从纽约迁移到芝加哥。"}]},{"Word":"nucleus","Voice":"sounds/nw-unit08-a-13.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"(pl. nuclei) 1. [C] the central part of a living cell \n细胞核，核\nA cell usually contains one or more nuclei. \n一个细胞通常有一个或多个细胞核。\n2. [C] the central part of an atom \n原子核\nThe nucleus of an atom consists of neutrons, protons and other particles. \n原子核由中子、质子和其他粒子组成。\n3. [C] the central part, around which other parts are grouped or collected \n中心，核心\nThese paintings will form the nucleus of a new collection.  \n这些油画将是新收藏品的核心。\nThe three new players will form the nucleus of a stronger team.  \n这三名选手组成了一支更强大的运动队的核心。"}]},{"Word":"DNA","Voice":"sounds/nw-unit08-a-14.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[U] (the short form for deoxyribonucleic acid)the molecules inside cells that carry genetic information and pass it from one generation to the next \n脱氧核糖核酸\nDNA is stored in the nucleus of a cell. \n脱氧核糖核酸储存于细胞的细胞核里。\nDNA and RNA are both types of nucleic acid. \n脱氧核糖核酸和核糖核酸是两种类型的核酸。"}]},{"Word":"ribbon","Voice":"sounds/nw-unit08-a-15.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C, U] a long narrow strip of material used to tie things together or as a decoration \n缎带，丝带\nMy daughter wears a ribbon in her hair.  \n我的女儿在头发上系了一条丝带。\nHe tied up the present with ribbon.  \n他用缎带捆扎了礼物。"}]},{"Word":"genetic","Voice":"sounds/nw-unit08-a-16.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"of genes \n遗传的，遗传学的\nEach individual has a completely unique set of genetic information.  \n每个人都有一套完全不同的遗传信息。\nDo you think it will ever be possible to change human genetic material in order to produce the \"perfect\" human being?  \n你认为有可能通过改变人体遗传物质来制造出\"完美的\"人吗？"}]},{"Word":"intact","Voice":"sounds/nw-unit08-a-17.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"complete and in the original state \n完整无缺的，未经触动的\nThe tornado destroyed our garden but left our house intact. \n龙卷风摧毁了我们的花园，而我们的房子却完好无损。\nThe fragile parcel arrived intact. \n那个内装易碎物品的包裹完好无损地寄来了。"}]},{"Word":"gene","Voice":"sounds/nw-unit08-a-18.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] the information in the form of a pattern of chemicals which is received by children from their parents \n基因\nScientists are trying to find the gene responsible for the disease. \n科学家正试图找出引发该病的基因。\nYou inherit half your genes from your mother and half from your father. \n你继承的基因，一半是你母亲的，一半是你父亲的。"}]},{"Word":"twin","Voice":"sounds/nw-unit08-a-19.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] either of two children born of the same mother at the same time \n孪生儿，双胞胎\na twin brother /sister \n孪生兄弟/ 姐妹\nThey're very alike. Are they twins? \n他们长得很像，是不是双胞胎？\nThey are the parents of four-year-old twins.  \n他们是一对四岁孪生儿的父母。\nShe is the elder twin of the two.  \n她是这对双胞胎中的姐姐。"}]},{"Word":"resemble","Voice":"sounds/nw-unit08-a-20.mp3","Definitions":[{"PartofSpeech":"vt.","Paraphrase":"look or be alike; be similar, esp. in appearance to (sb./ sth.) \n像，类似\nYou resemble your mother very closely.  \n你非常像你的母亲。\nShe resembles her sister in appearance but not in character.  \n她与她姐姐外貌相似，但性格不同。"}]},{"Word":"machinery","Voice":"sounds/nw-unit08-a-21.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[U] machines in general \n（总称）机器，机械\nconstruction machinery \n建筑机械\nA factory contains much machinery. \n一个工厂有很多机器。\nPeople are sometimes frightened by all the machinery in hospitals.  \n人们有时会害怕医院里的那么多设备。\nThe machinery operates day and night.  \n机器日夜运转。"}]},{"Word":"minor","Voice":"sounds/nw-unit08-a-22.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"smaller or lesser or in degree, size, nurmber or importance when compared with others \n较小的，较少的；低级的，次要的\nShe suffered minor injuries in the accident — a few cuts only.  \n她在事故中受了点轻伤，只是一点割伤而已。\nI only got a minor share of the profit.  \n我只获得了较小的一份利润。\nShe'd had one or two minor parts in films but nothing really interesting.  \n她扮演过一两个次要的电影角色，但都无甚可观。\nI'd always thought of him as a rather minor poet till then.  \n在那以前，我一直以为他是个名不见经传的诗人。\n"},{"PartofSpeech":"n.","Paraphrase":"[C] a person who is below the age at which he or she becomes an adult legally \n未成年人\nDo they send minors to prison?  \n他们监禁未成年人吗？\nThe bar does not serve minors. \n该酒吧不接待未成年人。"}]},{"Word":"detection","Voice":"sounds/nw-unit08-a-23.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[U] discovery \n察觉，发觉；探测\nEarly detection of the cancer improves the chances of successful treatment.  \n癌症的早期发现增加了治疗成功的机会。\nHis crime escaped detection for many years.  \n他的罪行多年来一直未被发现。"}]},{"Word":"breed","Voice":"sounds/nw-unit08-a-24.mp3","Definitions":[{"PartofSpeech":"vi.","Paraphrase":"(of animals) produce young \n（动物）繁殖，产仔\nHow often do lions breed?  \n狮子多长时间产一次仔？\nMost birds breed in spring.  \n大多数鸟类在春天繁殖。\n"},{"PartofSpeech":"vt.","Paraphrase":"keep (animals or plants) for the purpose of producing young animals or plants \n饲养，繁殖\nThe zoo bred two baby bears.  \n动物园新接生了两只小熊宝宝。\nHe was bred up as a painter.  \n他从小被作为画家培养。\n"},{"PartofSpeech":"n.","Paraphrase":"[C] a particular type of animal or plant \n品种，种，属\nThere was a tent at the show where they had lots of rare breeds of animals.  \n展览会的一个帐篷里展出了许多稀有动物。\nThis is a dying breed of sheep.  \n这种羊是一种正在灭绝的品种。"}]},{"Word":"organ","Voice":"sounds/nw-unit08-a-25.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1. [C] a part of the body of an animal or plant which performs a particular job \n器官\nOrgan transplants are among the most expensive operations in medicine. \n器官移植是医学界最昂贵的手术之一。\nThe ear is an external organ.  \n耳朵是外部器官。\n2. [C] a musical instrument \n风琴\nShe plays the organ in her local church.  \n她在当地的教堂里弹风琴。\nElectronic organs are much smaller and cheaper than pipe organs.  \n电子琴要比管风琴小得多，也便宜得多。\n3. [C] an organization, usu. official, that has a special purpose \n机构\nThe National People's Congress is an important organ of government in China. \n全国人大是中国重要的政府机构。\nParliament is an organ of government. \n议会是政府的一个机构。"}]},{"Word":"donor","Voice":"sounds/nw-unit08-a-26.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1. [C] a person who provides blood or organs \n献血者；捐献器官的人\nA recent survey showed that nearly three quarters of us are prepared to be organ donors.  \n最近的一项调查显示，我们中有近四分之三的人准备捐献器官。\nThe heart transplant will take place as soon as a suitable donor can be found.  \n一找到合适的心脏捐献者，就开始移植心脏的手术。\n2. [C] a person who gives sth. \n捐赠者\nThanks to a large gift from a donor, we were able to continue our work.  \n多亏一位捐献者的大笔捐款，我们的工作才得以继续。"}]},{"Word":"fatal","Voice":"sounds/nw-unit08-a-27.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"very serious and having an important bad effect in the future or (of illness, accidents, etc.) causing death \n决定命运的 ;致命的\nIt is fatal to stay up working late into the night; you always feel terrible next day. \n熬夜工作对健康很有害，你第二天总会觉得特别不对劲。\nMarriage at this stage could be fatal to your career.  \n你这种时候结婚可能会毁了你的事业。"}]},{"Word":"nonfatal","Voice":"sounds/nw-unit08-a-28.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"not fatal \n非致命的"}]},{"Word":"tissue","Voice":"sounds/nw-unit08-a-29.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1. [U] a group of connected cells in an animal or plant that are similar to each other \n组织\nThe teacher showed us pictures of muscle tissues, brain tissues, and skin tissues.  \n老师给我们看肌肉组织、脑组织和表皮组织的图片。\nHis face is covered with scar tissues where he was badly burned.  \n他脸上严重烧伤的地方满是疤痕。\n2. [C, U] thin light paper \n薄纸，纸巾\nShe wiped her eyes and blew her nose on a tissue.  \n她用一张面巾纸擦眼睛，擤鼻子。\nThe shop assistant wrapped the glasses carefully in tissue in order to protect them.  \n为了起到保护作用，营业员用薄纸仔细地包好镜片。"}]},{"Word":"code","Voice":"sounds/nw-unit08-a-30.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1. [C, U] a system of words, letters or signs which is used to represent a message \n代码，密码\nShe managed to break the code.  \n她成功地破译了密码。\nThe message was written in code.  \n这条消息是用密码写的。\n2. [C] a set of rules which are accepted as general principles stating how people should behave \n法典，法规，准则\nThe club's code of dress requires men to wear ties at dinner.  \n该俱乐部有关衣着的规定要求男子戴领带参加宴会。\nA traffic code contains rules for driving.  \n交通法规包括驾驶条例。\n"},{"PartofSpeech":"vt.","Paraphrase":"translate (a message) into a code; encode \n译成电码\nHe coded the message and sent it to London.\n他将电文译成电码，发送到伦敦。"}]},{"Word":"technician","Voice":"sounds/nw-unit08-a-31.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] a person whose work involves practical skills, esp. in industry or science \n技术人员，技师\nan aircraft technician\n飞机技师\na senior technician \n高级技术人员\nThe industrial work force includes scientists, engineers, and technicians. \n从事工业的人员包括科学家，工程师和技术人员。"}]},{"Word":"infant","Voice":"sounds/nw-unit08-a-32.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] a very young child \n婴儿\nThe rate of infant death is low. \n婴儿死亡率低。\nThe old lady carried an infant in her arms. \n老太太怀里抱着一个婴儿。\nThe nurse came into the room carrying an infant.  \n护士抱着一个婴儿走进房间。\nIn the first few weeks after birth, the infant is not able to see properly objects that are more than a few centimeters away. \n在出生后的前几个星期里，婴儿无法看清楚几公分以外的物体。"}]},{"Word":"phrase","Voice":"sounds/nw-unit08-a-33.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] a group of words which contains an idea \n短语，词组，用语\nShe was fond of the phrase \"it's an opportunity not a risk\".  \n她喜欢\"这是机遇而不是冒险\"这一说法。\nHe thanked me in a number of set phrases for my help.  \n他说了许多客套话对我的帮助表示感谢。\n"},{"PartofSpeech":"vt.","Paraphrase":"express or say sth. in a particular way \n用言语表达，叙述\nShe phrased her questions politely. \n她非常礼貌地提问。\nI realize I phrased it badly and I should have been more tactful. \n我意识到自己讲法不当，我应当更圆滑些。"}]},{"Word":"confusion","Voice":"sounds/nw-unit08-a-34.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1. [U] the state of being mixed up or mistaken \n困惑，迷乱，分辨不清\nTo avoid confusion, the twins never wore the same clothes.  \n为避免被搞错，这对双胞胎从不穿一样的衣服。\nHer answers to his questions have only added to his confusion.  \n她对他的问题的回答只是使他更加困惑不解。\n2. [U] the act of confusing; mixing up \n混淆\nThere has been some confusion of names. \n有些名字弄混了。\nConfusion between the crow and the rook is quite common. \n把乌鸦和白嘴鸦弄混是很平常的事。\n3. [U] a state of great disorder \n混乱，骚乱\nThere was confusion when a man fired shots. \n当有人开枪时出现了一阵混乱。\nThe party is in complete confusion after its election defeat. \n这个党在选举失败后陷入一片混乱。"}]},{"Word":"editorial","Voice":"sounds/nw-unit08-a-35.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"of or done by an editor \n编辑的，主编的\nEditorial decisions are generally made by senior editors.  \n编辑方面的决定通常由高级编辑做出。\nIt is plain reporting of the facts — there's not much editorial opinion.  \n这只是单纯的事实报道——没有多少编者的评论。\n"},{"PartofSpeech":"n.","Paraphrase":"[C] an article in a newspaper which expresses the editor's opinion on a subject \n社论\nAll the papers deal with the same subject in their editorials — the new tax system.  \n所有的报纸都在社论中谈到同一问题——新的纳税制度。\nThe editorial appeared in translation in the Jan. 14 issue of Beijing Review.  \n这篇社论的译文刊登在1月14日出版的《北京周报》上。"}]},{"Word":"deliberate","Voice":"sounds/nw-unit08-a-36.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"1. planned \n故意的，蓄意的\nWitnesses say that the fire was deliberate. \n目击者说这场大火是蓄意造成。\nI wondered if her silence was deliberate.  \n我不知道她是否故意保持沉默。\n2. moving, acting or thinking slowly and usu. carefully \n谨慎的，慎重的\nHe was deliberate in everything he said.  \n他说每一句话都很谨慎。\n"},{"PartofSpeech":"v.","Paraphrase":"think or talk seriously and carefully about \n认真考虑，研讨\nI've been deliberating all morning and I still can't decide what to do.  \n我整个上午都在仔细考虑，还是决定不了该做什么。\nI deliberated whether or not to accept his offer.  \n我仔细考虑了是否接受他的提议。"}]},{"Word":"specifically","Voice":"sounds/nw-unit08-a-37.mp3","Definitions":[{"PartofSpeech":"ad.","Paraphrase":"1. clearly \n明确地，具体地\nShe specifically mentioned how helpful you'd been to her.  \n她明确提到了你对她的帮助很大。\nI specifically asked you not to be late.  \n我明确告诉过你不要迟到。\n2. particularly \n特别地，特意 \nThese jeans are designed specifically for women.  \n这些牛仔裤是专为妇女设计的。\nWe are aiming our program specifically at young people.  \n我们特意为年轻人制作了这一节目。"}]},{"Word":"comparable","Voice":"sounds/nw-unit08-a-38.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"able or suitable to be compared \n可比较的，类似的\nThe girls are of comparable ages.  \n这些姑娘们的年龄相仿。\nThe two experiences aren't comparable.  \n这两次经历不能相提并论。"}]},{"Word":"classify","Voice":"sounds/nw-unit08-a-39.mp3","Definitions":[{"PartofSpeech":"vt.","Paraphrase":"divide things into groups according to type \n分类，归类\nThe books in the library are classified by subject.  \n图书馆里的书是根据学科分类的。\nChildren in school are classified into grades, according to how much they know.  \n学校根据孩子们所掌握的知识把他们分成不同的年级。"}]},{"Word":"debate","Voice":"sounds/nw-unit08-a-40.mp3","Definitions":[{"PartofSpeech":"v.","Paraphrase":"discuss seriously on a subject with many people taking part \n讨论，辩论\nWe debated whether to take the earlier train.  \n我们争论要不要乘早一班的火车。\nThey had been debating for several hours without reaching a conclusion.  \n他们辩论了好几个小时仍没得出结论。\n"},{"PartofSpeech":"n.","Paraphrase":"[U, C] serious discussion of a subject in which many people take part \n讨论，辩论\nWhat we shall do next is a matter for debate.  \n我们下一步如何做还需讨论。\nIn a formal debate, two people speak for a subject and two speak against it.  \n在正式辩论中，两人支持辩题，两人反对。"}]},{"Word":"succeed in doing sth.","Voice":"sounds/nw-unit08-a-41.mp3","Definitions":[{"PartofSpeech":"achieve what one is trying to do \n成功，完成\nAt last they succeeded in conquering the difficult mountain.  \n他们终于成功地征服了那座难以攀登的山。","Paraphrase":""}]},{"Word":"work for","Voice":"sounds/nw-unit08-a-42.mp3","Definitions":[{"PartofSpeech":"1.apply to \n适用于\nThese rules work for the teachers, too. \n这些规则也适用于老师。\nSome of the results scientists have obtained from experiments on animals may work for humans as well. \n科学家在动物身上做实验取得的结果有些也适用于人。\n2. make efforts to achieve sth. \n为... ...工作\nLeaders of many nations are still working for peace.  \n许多国家的领导还在为和平而努力。\nThe politician declared his willingness to work for the good of the people.  \n那位政治家宣称愿意为人民的利益工作。","Paraphrase":""}]},{"Word":"as well (as )","Voice":"sounds/nw-unit08-a-43.mp3","Definitions":[{"PartofSpeech":"in addition (to )；also ; too\n也，和，除... ...之外\nAre they coming as well?  \n他们也来吗？\nThe book tells about Mark Twain's writings and about his life as well.  \n这本书谈到了马克·吐温的作品，也谈到了他的生平。","Paraphrase":""}]},{"Word":"within (one's) reach","Voice":"sounds/nw-unit08-a-44.mp3","Definitions":[{"PartofSpeech":"1. inside the distance that one can touch by stretching\n在伸手能及的范围以内\nPut the dictionary within my reach. \n请把辞典放在我够得着的地方。\n2. inside the distance they can be (easily ) traveled to\n近的；方便到达的\nI want a cottage within reach of London. \n我想要一幢靠近伦敦的小屋。","Paraphrase":""}]},{"Word":"come to life","Voice":"sounds/nw-unit08-a-45.mp3","Definitions":[{"PartofSpeech":"be alive or vivid \n活跃起来，表现生动\nThe dull play really came to life through the performance of these young people.  \n这几位青年人把那个乏味的戏演得着实生动活泼。\nAt school he was a very quiet boy; it was only after he went to college that he came to life.  \n上中小学的时候，他还是个文静的孩子，只是上了大学之后他才活跃起来。","Paraphrase":""}]},{"Word":"in the wake of","Voice":"sounds/nw-unit08-a-46.mp3","Definitions":[{"PartofSpeech":"coming after or following \n随着，紧跟着\nTraders came in the wake of the conquering armies. \n商人随着征服的军队而来。\nThe president submitted resignation in the wake of a scandal. \n总统在出现丑闻后提出辞职。","Paraphrase":""}]},{"Word":"in the first place","Voice":"sounds/nw-unit08-a-47.mp3","Definitions":[{"PartofSpeech":"at first ; at the beginning \n首先，一开始\nCarl patched his old football but it soon leaked again. He should have bought a new one in the first place.  \n卡尔补好自己的旧足球，可是它很快又漏气了。他起初就该买一个新的。\nYou already had breakfast! Why didn't you tell me that in the first place instead of saying you didn't want to eat?  \n你已经吃过早饭了！为什么你起初不告诉我而说你不想吃呢？","Paraphrase":""}]},{"Word":"fall into","Voice":"sounds/nw-unit08-a-48.mp3","Definitions":[{"PartofSpeech":"be divided into; belong to \n可分成；属于\nThe lecture series falls naturally into three parts.  \n系列讲座自然地分为三个部分。\nThe book falls into the class of children's stories.  \n这本书属于儿童故事一类。","Paraphrase":""}]},{"Word":"provide for","Voice":"sounds/nw-unit08-a-49.mp3","Definitions":[{"PartofSpeech":"supply with what is needed \n为... ...提供（所需的某物）\nIt is the duty of the government to provide homes for old people.  \n给老年人提供住房是政府的职责。\nThere is no way that we can provide another teacher for that class.  \n我们无法给那个班再安排一位老师。","Paraphrase":""}]},{"Word":"break apart","Voice":"sounds/nw-unit08-a-50.mp3","Definitions":[{"PartofSpeech":"break in pieces without force being used; come apart \n自行裂开\nIt just broke apart in my hands. \n它在我手上自行裂开了。","Paraphrase":""}]},{"Word":"in theory","Voice":"sounds/nw-unit08-a-51.mp3","Definitions":[{"PartofSpeech":"as a general idea which may not be true in reality \n理论上\nIn theory, three things could happen.  \n在理论上有三种可能性。\nIt sounds fine in theory, but will it work?  \n理论上听起来很好，但实际上行得通吗？","Paraphrase":""}]},{"Word":"identical to / with","Voice":"sounds/nw-unit08-a-52.mp3","Definitions":[{"PartofSpeech":"exactly the same as \n与……一模一样\nI can't see any difference between these two pens. They simply look identical to each other. \n我看不出这两支笔有什么不同。它们看上去完全一样。\nMy opinion is identical with his. \n我的意见和他的一样。","Paraphrase":""}]},{"Word":"and (so on and) so forth","Voice":"sounds/nw-unit08-a-53.mp3","Definitions":[{"PartofSpeech":"(used at the end of a list to show that it continues in the same way) and other things of the kind that have already been mentioned \n等等\nHe is keen on all kinds of wine — beer, whisky, and so forth. \n他喜欢各种酒——啤酒，威士忌，等等。\nHe went on about the need to work harder, invest more and so forth.  \n他继续谈论有必要更加努力地工作，进行更多的投资等。","Paraphrase":""}]},{"Word":"What if …","Voice":"sounds/nw-unit08-a-54.mp3","Definitions":[{"PartofSpeech":"What would happen if \n…要是……怎么办\nWhat if the car breaks down? \n如果汽车坏了怎么办？\nWhat if your plan doesn't work? \n要是你的计划不管用怎么办？","Paraphrase":""}]},{"Word":"bring into the world","Voice":"sounds/nw-unit08-a-55.mp3","Definitions":[{"PartofSpeech":"give birth to \n生（孩子）\nThe hero of our story was brought into the world on the 12th December, 1836.  \n我们故事的主人公是1836年12月12日出生的。\nMany people are refusing to bring children into the world as it is so full of trouble and violence.  \n当今这个世界充满了纷争和暴力，许多人不愿生孩子。","Paraphrase":""}]},{"Word":"with sth. in mind","Voice":"sounds/nw-unit08-a-56.mp3","Definitions":[{"PartofSpeech":"with sth. as one's aim or as the reason or basis for one's action \n出于……目的\nThese families need support. With this in mind a group of 35 specialists met last weekend. \n这些家庭需要帮助。为此35人的专家组上周末聚在了一起。","Paraphrase":""}]},{"Word":"get around","Voice":"sounds/nw-unit08-a-57.mp3","Definitions":[{"PartofSpeech":"overcome; avoid or find a satisfactory way of dealing with \n成功地解决，克服\nWe could get around the lack of players by removing the last piece of music from the concert program. \n为解决演奏人员不足的问题，我们可以从音乐会节目中删去最后一首乐曲。","Paraphrase":""}]},{"Word":"refer to","Voice":"sounds/nw-unit08-a-58.mp3","Definitions":[{"PartofSpeech":"1. use a particular word, expression, or name to mention or describe sb. / sth. \n将……称为\nKate had referred to him as a dear friend. \n凯特称他为亲爱的朋友。\nOur economy is referred to as a free market. \n我们的经济被称为自由市场经济。\nHe always refers to his wife as \"the old woman\". \n他总是把妻子叫作\"老太婆\"。\n2. talk about a particular subject or person \n提及，谈到\nIn his speech, he referred to his recent trip to London. \n在他的讲话中，他提到他最近去伦敦的事。\nAlthough she didn't mention any names, everyone knew whom she was referring to. \n尽管她没有提任何人的名字，但谁都知道她指的是谁。\n3. go to sb./sth. or look at sth. for information \n查阅，询问\nIf you don't understand a word you may refer to your dictionaries. \n如果你不明白一个字的意思，你可以查词典。\nHe referred to a history book to find out the dates of the French Revolution. \n他在一本历史书中查找法国大革命的时间。\n4. direct sb. / sth. to sb. / sth. for help or to be dealt with \n转送至某人以便得到处理或帮助\nThe doctor has referred me to a specialist. \n那医生把我转给一位专家治疗。\nThe dispute was referred to the United Nations. \n争论已提交给联合国处理。","Paraphrase":""}]},{"Word":"give birth to sb. / sth.","Voice":"sounds/nw-unit08-a-59.mp3","Definitions":[{"PartofSpeech":"produce young \n生(孩子)；产(仔)\nMy wife has just given birth to a boy!  \n我的妻子刚生下一个男孩！\nShe gave birth to a healthy baby last night.  \n昨夜她生了一个健康的婴儿。","Paraphrase":""}]},{"Word":"under the name of","Voice":"sounds/nw-unit08-a-60.mp3","Definitions":[{"PartofSpeech":"using a name different from one's own \n用别名\nMunro wrote under the name of Saki. \n门罗以笔名沙奇从事写作。","Paraphrase":""}]},{"Word":"regardless of","Voice":"sounds/nw-unit08-a-61.mp3","Definitions":[{"PartofSpeech":"paying no attention to \n不顾，不管\nHe continued speaking, regardless of my feelings on the matter.  \n他不顾我对这件事的感受继续说了下去。\nI will carry out my plan regardless of the consequences.  \n我决心按计划干到底，不管后果如何。","Paraphrase":""}]},{"Word":"be concerned about / over","Voice":"sounds/nw-unit08-a-62.mp3","Definitions":[{"PartofSpeech":"give one's attention to or worry about \n担心，担忧\nWe're all concerned about her safety.  \n我们都担心她的安全。\nIs it a waste of time to be concerned about other people's troubles?  \n关心别人的困难是浪费时间吗？","Paraphrase":""}]},{"Word":"comparable to / with","Voice":"sounds/nw-unit08-a-63.mp3","Definitions":[{"PartofSpeech":"similar in size, number, quality, etc. so that a comparison is possible \n可与……相比\nThe accident rate in deep-sea diving is comparable with that in other high risk occupations. \n深海潜水业的事故率与其他高风险职业相仿。\nIt was a pleasant beach resort but it wasn't comparable with the one we stayed at in the Bahamas. \n这个海滩度假胜地不错，但比不上我们在巴哈马去过的那个。","Paraphrase":""}]},{"Word":"puzzle over","Voice":"sounds/nw-unit08-a-64.mp3","Definitions":[{"PartofSpeech":"think hard about; find the answer by thinking hard \n努力思考\nI spent hours puzzling over the theme of the poem. \n我对这首诗的主题想了几个小时。\nI puzzled over his intention, not knowing what I should do. \n我苦苦思考他的用心，不知道自己该怎么办。","Paraphrase":""}]},{"Word":"wonder about","Voice":"sounds/nw-unit08-a-65.mp3","Definitions":[{"PartofSpeech":"be curious about; ask oneself questions about; think about the possibility of \n对……好奇；想知道；对……疑惑\nI sometimes wonder about my old friend, where she is now and what she's doing. \n我有时会想起我的老朋友，想知道她现在在哪里、做什么工作。\nI'm still wondering about taking a further degree. \n我仍然想再拿一个学位。\nI often wonder about why she treated me like that. \n我常常想她为什么那样对待我。","Paraphrase":""}]},{"Word":"Ian Wilmut","Voice":"sounds/nw-unit08-a-66.mp3","Definitions":[{"PartofSpeech":"伊恩·威尔莫特","Paraphrase":""}]},{"Word":"Dolly","Voice":"sounds/nw-unit08-a-67.mp3","Definitions":[{"PartofSpeech":"多莉(羊)","Paraphrase":""}]},{"Word":"Clinton","Voice":"sounds/nw-unit08-a-68.mp3","Definitions":[{"PartofSpeech":"克林顿(美国前总统)","Paraphrase":""}]},{"Word":"Judith Martin","Voice":"sounds/nw-unit08-a-69.mp3","Definitions":[{"PartofSpeech":"朱迪斯·马丁","Paraphrase":""}]},{"Word":"Miss Manners","Voice":"sounds/nw-unit08-a-70.mp3","Definitions":[{"PartofSpeech":"礼仪小姐","Paraphrase":""}]}]}