{"UnitTitle":"__horizonread3_UNIT08_B_lw_htm","Vocabularies":[{"Word":"panic","Voice":"sounds/nw-unit08-b-01.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C, U] (a) sudden very strong feeling of anxiety and fear \n恐慌，惊慌\nHe got in a panic that he would forget his lines on stage.  \n他慌张起来，怕自己到了台上会忘记台词。\nThey felt panic at the thought of leaving their family.  \n他们一想到要离开家就感到慌乱。\n"},{"PartofSpeech":"v.","Paraphrase":"(cause a person or an animal to) be affected with panic \n（使）惊慌\nThe crowd panicked at the sound of the explosion.  \n听到爆炸声，人群惊慌失措。\nThe thunder panicked the horse.  \n雷声使马受惊了。"}]},{"Word":"preface","Voice":"sounds/nw-unit08-b-02.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1. [C] an action that is intended to introduce sth. else more important \n开端，前奏，序幕\nWe're hoping these talks could be a preface to peace.  \n我们希望这些会谈成为和平的序幕。\nShe says she has nothing to wear at the party — I think that's probably a preface to asking for a new dress. \n她说她没有参加晚会可穿的衣服——我想这大概是她要求买新衣服的前奏吧。\n2. [C] sth. which comes before and introduces sth. more important, esp. a piece of text at the beginning of a book \n序言，前言，引言\nIn his preface, the author says that he took eight years to write the book.  \n在前言中，作者说他写这本书用了8年的时间。\nHe wrote a preface to the play. \n他为剧本写了前言。"}]},{"Word":"refusal","Voice":"sounds/nw-unit08-b-03.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[U, C] refusing or act of refusing \n拒绝\nThe government's refusal to see that the protection of the environment must be our first priority today is a great tragedy.  \n政府没能看到环境保护是我们现在最迫切的问题，这是一个大悲剧。\nMy offer got a cold refusal.  \n我的提议遭到了冷淡的拒绝。"}]},{"Word":"conservative","Voice":"sounds/nw-unit08-b-04.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"tending not to like or trust change, esp. sudden change \n保守的，守旧的，传统的\nIt's a very conservative society — they're easily shocked by anything different.  \n这是个极其保守的社会——任何不同的举动都让他们感到震惊。\nI tend to be rather conservative in such matters.  \n在这种事上我趋于保守。\n"},{"PartofSpeech":"n.","Paraphrase":"a person who is conservative\n保守的人，保守派\nAunt Mary's a real conservative. She's totally opposed to women going out to work. \n玛丽阿姨是一个非常保守的人，她完全反对妇女外出工作。"}]},{"Word":"spiritual","Voice":"sounds/nw-unit08-b-05.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"1. of the Church or of religion \n宗教上的\nspiritual leader \n宗教领袖\n2. of the human spirit(s) or soul; not of physical things\n心灵的，精神上的\nTraditional ways of life provided spiritual satisfaction.  \n传统生活方式提供了精神上的满足。\nTheir friendship was strictly spiritual. \n他们的友谊纯粹是精神上的。"}]},{"Word":"constitute","Voice":"sounds/nw-unit08-b-06.mp3","Definitions":[{"PartofSpeech":"vt.","Paraphrase":"1. be or be considered as \n是，构成\nNuclear weapons constitute a very real threat to world peace.  \n核武器构成对世界和平的真正威胁。\nThese questions constituted a challenge to the established order.  \n这些问题对已建立的秩序提出了挑战。\n2. form or make up (sth.) \n组成，构成\nThere are nearly 200 million working women in China, constituting one-sixth of the total population.  \n中国有两亿劳动妇女，占总人口的六分之一。\nThese 75,000 men constituted the whole strength of the Dutch army. \n这75,000人构成了荷兰军队的全部。"}]},{"Word":"gross","Voice":"sounds/nw-unit08-b-07.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"1. clearly wrong \n明显错误的\nThe court has made a gross mistake in sending an innocent man to prison.  \n法庭犯了一个严重的错误，将一名无辜的人投进了监狱。\nThis child has suffered gross neglect.  \n这个孩子显然缺乏照顾。\n2. total \n总的，总共的\nShe earns $30,000 a year gross.  \n她一年的总收入为3万英镑。\nOnce wrapped, the gross weight of the package is 2kg.  \n包装后，这个包裹毛重2公斤。"}]},{"Word":"applicable","Voice":"sounds/nw-unit08-b-08.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"that can be applied; suitable \n适用的，合适的，适当的\nThe new policy is applicable to all European countries.  \n这项新政策适用于欧洲所有国家。\nThis part of law is only applicable to companies employing more than five people. \n这一部分法律仅适用于雇佣五个人以上的公司。"}]},{"Word":"voluntary","Voice":"sounds/nw-unit08-b-09.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"done, made or given willingly, without being forced or paid to do it \n自愿的，志愿的\nShe does voluntary work for the Red Cross two days a week.  \n她每个星期为红十字会义务工作两天。\nIs it voluntary, or do we have to go?  \n我们是自愿的还是必须去？"}]},{"Word":"consent","Voice":"sounds/nw-unit08-b-10.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[U] agreement \n同意，准许\nThey can't publish your name without your consent.  \n未经你的同意，他们不能刊登你的名字。\nMy father will never give his consent to our marriage.  \n我父亲绝不会同意我们的婚事。\n"},{"PartofSpeech":"vi.","Paraphrase":"give one's agreement \n同意，准许\nMy aunt never married because her father wouldn't consent to her marriage to a cousin.  \n我姑妈终生未嫁，因为她父亲不同意她和她表亲结婚。\nThe owner wouldn't consent to our making any change in the structure of the flat.  \n房主不许我们对套间做任何结构上的改动。"}]},{"Word":"vivid","Voice":"sounds/nw-unit08-b-11.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"producing very clear, powerful and detailed images in the mind \n鲜艳的，鲜明的，生动的，逼真的\nParts of my childhood are so vivid to me that they could be memories of yesterday.  \n我童年时代的一些片段还是这么栩栩如生，就好像是昨天的记忆。\nShe was wearing a vivid pink skirt.  \n她穿着一条色彩鲜艳的粉红色裙子。"}]},{"Word":"reflection","Voice":"sounds/nw-unit08-b-12.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1. [U, C] thought or idea of past events \n考虑，深思\nAfter reflection, Paul decided he had been wrong to refuse the job in London.  \n经过深思，保罗认为他拒绝伦敦的那份工作是错误的。\nAfter thirty years as a judge, her reflections on life and justice were well worth listening to.  \n她做了30年的法官，她对生活和司法的认识是很值得听一听的。\n2. [C, U] reflecting or sth. reflected, esp. an image in a mirror \n反射，反照；倒影\nWe looked at our reflections in the lake.  \n我们看着我们映在湖中的倒影。\nShe studied her reflection in the mirror.  \n她细看自己在镜子中的样子。\n3. [C, U] sth. that shows the effects of, or is a sign of, a particular condition, situation, etc. \n反映，表达\nThe rising rate of crime is a reflection of an unstable society. \n犯罪率上升反映了社会的不稳定。\nDo you think this opinion is an accurate reflection of the public mood? \n你认为这意见确实反映了公众的情绪吗？"}]},{"Word":"probable","Voice":"sounds/nw-unit08-b-13.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"likely to be true or likely to happen \n很有可能的，大概的\nThe doctor said that the most probable cause of death was heart failure.  \n这个医生说最可能引起死亡的是心力衰竭。\nAn election in June seems increasingly probable.  \n越来越有可能在6月进行选举。"}]},{"Word":"improbable","Voice":"sounds/nw-unit08-b-14.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"not probable \n不大可能的，未必确实的 \nIt's highly improbable that Nora will agree.  \n诺拉根本不会同意。\nHis excuse as to why they were late sounds improbable. \n他为他们迟到所找的借口听上去不大可能。"}]},{"Word":"sake","Voice":"sounds/nw-unit08-b-15.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] reason \n缘由，理由\nYou're only arguing for the sake of arguing.  \n你只是为争论而争论。\nThe company has decided for economy's sake to close down this department.  \n为了省钱，公司决定关闭这个部门。"}]},{"Word":"surplus","Voice":"sounds/nw-unit08-b-16.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"more than is needed \n过剩的，多余的 \nFarmers are feeding all their surplus wheat to pigs.  \n农民们把所有多余的小麦用来喂猪。\nEvery country has a lot of surplus labor.  \n每个国家都有大量的剩余劳动力。\n"},{"PartofSpeech":"n.","Paraphrase":"[C, U] an amount which is more than is needed \n过剩；剩余额\nThe world is now producing large food surpluses.  \n全世界的粮食产量已有大量剩余。\nWe cannot produce any surplus this year.  \n我们今年的产品不会有剩余。"}]},{"Word":"soccer","Voice":"sounds/nw-unit08-b-17.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[U] (in Britain) football \n英式足球\nI preferred soccer to other sports when I was in middle school. \n较之其他体育项目，我在中学时更喜欢踢足球。\nIn soccer, only goalkeepers may use their hands to play the ball. \n在足球比赛中，只有守门员才可用手接球。\nI had a game of soccer with my classmates.  \n我和我的同学们一起踢足球。\nSoccer has become the most popular outdoor activity among an increasing number of young people.  \n足球已经成为越来越多的年轻人最喜爱的户外运动方式。"}]},{"Word":"horror","Voice":"sounds/nw-unit08-b-18.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1. [U] (usu. pl.) anything that causes an extremely strong feeling of fear and shock \n令人恐惧的事物，恐怖\nThe population now faces the horrors of war.  \n人们面临着战争的威胁。\nNuclear war is one of the horrors that face the modern world.  \n核战争是当今世界面临的威胁之一。\n2. [U] a very strong feeling of fear and shock \n恐惧，震惊\nThe crowd cried out in horror as the car was on fire.  \n汽车着火时，人们发出了惊恐的叫声。\nThey will never forget the blood and horror of the battle.  \n他们永远不会忘记这次战斗的血腥和惨状。"}]},{"Word":"democratic","Voice":"sounds/nw-unit08-b-19.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"paying no or little attention to class divisions based on birth or wealth \n民主的，有民主精神的\ndemocratic centralism\n民主集中制\ndemocratic consultation \n民主协商\nthe democratic traditions of the party \n该党的民主传统\nWe must accept the result of a democratic election.  \n我们必须接受民主选举的结果。\nDo you think Australia is a more democratic country than Britain?  \n你认为澳大利亚是个较英国更为民主的国家吗？"}]},{"Word":"sexual","Voice":"sounds/nw-unit08-b-20.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"of sex or the sexes or the physical attraction between them \n性的，两性的\nsexual problems \n性问题\nsexual organs \n性器官\na campaign for sexual equality \n争取性平等的运动\nThey denied that they were having a sexual relationship.  \n他们否认他们之间有性关系。"}]},{"Word":"sperm","Voice":"sounds/nw-unit08-b-21.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] a cell produced by the sex organs of a male animal, which usu. swims in a liquid and is able to unite with the female egg to produce new life \n精子\nIn human reproduction, one female egg is usually fertilized by one sperm. \n在人体生殖过程中，通常一个精子使一个卵子受精。\nHe has a low sperm count. \n他的精子数很低。\nConception occurs when a single sperm fuses with an egg. \n当一个精子与一个卵子交合时就发生受孕。"}]},{"Word":"queue","Voice":"sounds/nw-unit08-b-22.mp3","Definitions":[{"PartofSpeech":"vi.","Paraphrase":"wait in a line \n排队\nWe had to queue for three hours to get tickets.  \n我们排了三小时队才买到票。\nPeople are queuing up for fresh fruit.  \n人们正在排队购买新鲜水果。\n"},{"PartofSpeech":"n.","Paraphrase":"[C] a line of people, cars, etc. waiting to do sth. \n(排队等候的)一队人或车等\nThere was a long queue of traffic stretching down the road.  \n车辆排着长长的队，在这条路上延伸。\nJane joined the queue of people waiting for the bus.  \n简排入等候公共汽车的队伍中。"}]},{"Word":"infertile","Voice":"sounds/nw-unit08-b-23.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"not able to have children or grow crops \n不育的；不结果实的\nMany infertile women undergo treatment in the hope that it will help them to have children. \n许多不育妇女接受治疗，以期能够生育。\nHarvests are poor in this infertile area. \n这块贫瘠的土地上收成不好。"}]},{"Word":"artificial","Voice":"sounds/nw-unit08-b-24.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"1. made by people, often as a copy of sth. natural \n人造的，人工的\nHe was born with only one ear, but surgeons have fitted him with an artificial one.  \n他生下来时只有一只耳朵，但医生为他装上了一只人造耳。\nThis drink contains no artificial flavoring or coloring. \n这种饮料不掺人造香精或着色剂。\n2. lacking true feeling; insincere \n假的，矫揉造作的\nTheir cheerfulness seemed rather strained and artificial. \n他们的快乐表情看上去勉强而做作。\nShe welcomed me with an artificial smile.  \n她面带不自然的微笑向我表示欢迎。"}]},{"Word":"defect","Voice":"sounds/nw-unit08-b-25.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] a fault, problem or lack in sth. \n缺陷，缺点\nI think there are a lot of defects in our educational system.  \n我认为我们的教育制度中存在许多不足之处。\nNo person is without defects.  \n人无完人。"}]},{"Word":"reproduce","Voice":"sounds/nw-unit08-b-26.mp3","Definitions":[{"PartofSpeech":"v.","Paraphrase":"1. (of humans, animals, etc.) produce young by natural means \n（指人类、动物等）繁殖，生殖\nIf this generation of young women don't start reproducing soon there will be a fall in the population.  \n如果这一代年轻妇女不赶快开始繁育后代，人口将会下降。\nSome creatures were better at surviving and reproducing themselves than others.  \n有些生物的生存与繁殖后代的能力比其他生物强。\n2. produce a copy of sth. or show or do sth. again \n复制，再现\nThey said the painting was too faint to reproduce well.  \n他们说绘画颜色太浅了，复制不清楚。\nThe car design unfortunately reproduced some of the problems of the earlier model.  \n这种汽车设计不幸又重复了前一型号的一些问题。"}]},{"Word":"resign","Voice":"sounds/nw-unit08-b-27.mp3","Definitions":[{"PartofSpeech":"v.","Paraphrase":"1. be ready to accept sth.\n顺从，听从\nAfter his wife died he resigned himself to a lonely old age.  \n他妻子死后，他顺应天命安于孤独的晚年。\nHe is resigned to losing the competition.  \n他只好安于比赛失败的事实。\n2. give up (a job or position) \n辞职，引退\nHe resigned in order to take a more challenging job.  \n他辞去了目前的职务，以便担任一项更具挑战性的工作。\nHe resigned his position because he had been offered a better job.  \n他辞职了，因为有人向他提供了一份更好的工作。"}]},{"Word":"dispose","Voice":"sounds/nw-unit08-b-28.mp3","Definitions":[{"PartofSpeech":"v.","Paraphrase":"1. get rid of sb./sth. that one does not want or cannot keep \n摆脱，处理，扔掉\nNuclear waste is often disposed of under the sea.  \n核废料经常用置入深海的方法来处理。\nThe murderer was unable to dispose of the body.  \n凶手无法处理那具尸体。\n2. place sb./sth. in a suitable way; arrange \n安排，布置\nPlease dispose your books on the shelves.  \n请整理架上的图书。\nThe troops were disposed in battle formation.  \n部队按照作战队形排列好。"}]},{"Word":"lens","Voice":"sounds/nw-unit08-b-29.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] a thin piece of glass which usu. makes objects closer, larger, smaller, etc. \n透镜，（凹、凸）镜片\nYou may wear contact lenses to help you see better. \n你可以戴隐形眼镜以看得更清楚些。\nYou may use a zoom or telephoto lens on your camera. \n你可以在照相机上安装可变距镜头或摄远镜头。\nThe lenses of my glasses steamed up in the sudden warmth of the room.  \n我眼镜上的镜片由于房间突然变暖而蒙上了蒸气。\nIt was barely visible even through a strong lens.  \n即使通过高倍透镜也几乎看不见它。"}]},{"Word":"microscope","Voice":"sounds/nw-unit08-b-30.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] a device that uses lenses to make very small objects look larger \n显微镜\nGerms are very small and can only be seen with the aid of a microscope. \n微生物非常小，只能借助显微镜才看得见。\nThey are looking at the blood samples under the microscope.  \n他们正在观察显微镜下的血样。\nThe latest check will put the company's financial accounts under the microscope.  \n最近的检查会将公司财务像放在显微镜下一样清楚地显示出来。"}]},{"Word":"democracy","Voice":"sounds/nw-unit08-b-31.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1. [C] a country governed by its people or their representatives \n民主国家\nFew of the Western democracies still have a royal family.  \n西方民主制国家中很少还有王室的。\nIn a democracy, every adult has an equal voice in the government.  \n在一个民主国家，每个成年人在政治上都有平等的发言权。 \n2. [U] the belief in freedom and equality between people, or a system of government based on this belief \n民主；民主政体\nThe government has promised to support the principles of democracy.  \n政府已经许诺维持民主原则。\nIt takes time for true democracy to work.  \n真正的民主政治的运作需要时间。"}]},{"Word":"temporary","Voice":"sounds/nw-unit08-b-32.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"not lasting or needed for very long \n短暂的，暂时的，临时的\nMobile homes are used as temporary housing for the homeless families.  \n无家可归的家庭以活动房为临时住处。\nCease-fire only provided a temporary solution to the crisis.  \n停火只是暂时解决了危机。"}]},{"Word":"systematic","Voice":"sounds/nw-unit08-b-33.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"done or acting according to a system or plan \n有系统的，有计划的，有方法的\nHe's very systematic in all he does.  \n他做一切事都有条不紊。\nAfter the systematic investigation and study, they came to a conclusion. \n经过系统的调查研究，他们得出了结论。"}]},{"Word":"resume","Voice":"sounds/nw-unit08-b-34.mp3","Definitions":[{"PartofSpeech":"v.","Paraphrase":"begin (sth.) again or continue (sth.) after stopping for a time \n再继续，恢复\nHe stopped to drink some water and then resumed speaking.  \n他停下来喝水，然后继续讲话。\nTraffic is expected to be resumed shortly.  \n预计很快就能恢复交通。"}]},{"Word":"layer","Voice":"sounds/nw-unit08-b-35.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] a level of material \n层\nThere was a thin layer of oil on the surface of the water.  \n水面上有一层薄的油层。\nThe study looked at ways to get rid of the present layers of misunderstanding.  \n该项研究探讨消除目前不同层次的误解的各种方法。"}]},{"Word":"administration","Voice":"sounds/nw-unit08-b-36.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1. [U] managing or operating \n管理，经营，支配\nShe has little experience in administration.  \n她在管理方面没什么经验。\nThe administration of a big business requires skill in dealing with people.  \n管理大企业需要谙熟与人打交道的技巧。\n2. (sing.) the group of people who organize or control sth. \n行政部门，行政机关\nthe hospital administration \n医院的行政部门\nThey would like the college administration to exert more control over test cheating. \n他们希望学校当局加强对考试作弊的控制。\n3. (often, the Administration) the government of a country, esp. the USA \n政府\nthe Bush Administration \n布什政府\nCongress is to raise questions about the administration's handling of the post-Gulf War situation. \n国会将就政府对海湾战争后局势的处理提出问题。"}]},{"Word":"govern","Voice":"sounds/nw-unit08-b-37.mp3","Definitions":[{"PartofSpeech":"v.","Paraphrase":"1. have a controlling influence on; have a direct effect on \n影响，支配，规定\nPrices of goods are governed by the cost of the raw materials, as well as by the cost of production.  \n商品的价格受生产成本的影响，同时也受原材料成本的影响。\nThey are fighting for the right to govern their own lives.  \n他们为拥有支配自己生活的权利而斗争。\n2. control and direct the public business of (a country, city, group of people, etc.); rule \n统治，治理，管理\nMilitary leaders have overthrown the president and are now governing the country. \n军事领导人把总统赶下了台，现在正统治着这个国家。\nWinning elections, and governing well after doing so, are two different activities. \n赢得选举和此后治理好国家完全是两回事。"}]},{"Word":"send into","Voice":"sounds/nw-unit08-b-38.mp3","Definitions":[{"PartofSpeech":"make … enter a certain state \n使处于（某种状态），使变得\nJane's school report sent Father into a terrible temper.  \n简的学校成绩报告单使父亲大发雷霆。\nThe news sent the school into a panic.  \n这消息使整个学校陷入一片恐慌。","Paraphrase":""}]},{"Word":"at the prospect of/that…","Voice":"sounds/nw-unit08-b-39.mp3","Definitions":[{"PartofSpeech":"when aware of the possibility of/that … \n当意识到……可能时\nHe felt nervous at the prospect of seeing his new boss. \n他一想到要去见新老板就感到紧张。\nThey were seized with panic at the prospect that they might lose 5 million US dollars this year. \n他们一想到今年可能损失500万美元就惊慌失措。","Paraphrase":""}]},{"Word":"grow out of","Voice":"sounds/nw-unit08-b-40.mp3","Definitions":[{"PartofSpeech":"have sth. as a source \n由... ...而生，起因于\nMost international firms have grown out of small family businesses.  \n大多数国际公司是由小的家庭企业发展而成的。\nThe singer's interest in music grew out of listening to the radio, long before she ever went to a concert.  \n女歌手对音乐的兴趣是听收音机培养起来的, 这远远早于她首次去听音乐会。","Paraphrase":""}]},{"Word":"make sense","Voice":"sounds/nw-unit08-b-41.mp3","Definitions":[{"PartofSpeech":"be a wise course of action \n有道理，合乎情理；明智\nIt makes sense to take care of your health. \n注意身体健康是明智的。","Paraphrase":""}]},{"Word":"turn out (to be)","Voice":"sounds/nw-unit08-b-42.mp3","Definitions":[{"PartofSpeech":"prove to be; come to be known that \n证实是，原来是 \nShe turned out to be more helpful than we thought.  \n她提供的帮助比我们想像的多。\nThe accident has turned out to be a good thing after all.  \n这个事故最终发展成为一件好事。","Paraphrase":""}]},{"Word":"on/upon reflection","Voice":"sounds/nw-unit08-b-43.mp3","Definitions":[{"PartofSpeech":"after considering sth. again \n再考虑后\nUpon further reflection, I saw that she might be right, after all.  \n经过进一步考虑我终于认为她可能是正确的。\nUpon reflection, I feel I made the wrong decision.  \n经过思考，我感到自己做了错误的决定。","Paraphrase":""}]},{"Word":"for the sake of sth./doing sth.","Voice":"sounds/nw-unit08-b-44.mp3","Definitions":[{"PartofSpeech":"in order to get or keep sth. \n为了得到或拥有\nFor the sake of peace and quiet, he let her have her way.  \n为了求得和睦与安宁，他让她为所欲为。\nLet's not spoil the job for the sake of a few pounds.  \n咱们不能为了几英镑而丢了工作。","Paraphrase":""}]},{"Word":"view as","Voice":"sounds/nw-unit08-b-45.mp3","Definitions":[{"PartofSpeech":"consider or think about as \n视为，看作\nShe viewed holidays as a waste of time. \n她视假日为浪费时间。\nHe views these changes as the results of reform. \n他将这些变化看作改革的结果。","Paraphrase":""}]},{"Word":"perceive as","Voice":"sounds/nw-unit08-b-46.mp3","Definitions":[{"PartofSpeech":"see or think of as \n视为，当作\nI perceived his comments as a criticism. \n我把他的评论视为批评。\nThey perceive television as entertainment. \n他们将电视视为娱乐。","Paraphrase":""}]},{"Word":"carry out","Voice":"sounds/nw-unit08-b-47.mp3","Definitions":[{"PartofSpeech":"perform or conduct\n进行，实施\nTeachers are refusing to carry out the tests that the government has ordered. \n教师们拒绝执行政府下达的测试。\nIf my instructions had been carried out, the accident would not have happened. \n如果按我的指导去做，事故就不会发生了。\nEvery possible test was carried out to decide the nature of her illness. \n为了确定她的病情，一切能做的化验都做过了。\nHe promised that he would carry out every one of her wishes.  \n他答应实现她的一切愿望。","Paraphrase":""}]},{"Word":"in the name of","Voice":"sounds/nw-unit08-b-48.mp3","Definitions":[{"PartofSpeech":"using the name of; for the sake of \n借... ...之名；为... ...目的\nIn the course of history, many cruel deeds have been committed in the name of religion.  \n在历史的进程中，许多残酷的事都是借宗教之名干的。\nThey did it all in the name of friendship.  \n他们所做的一切都是为了促进友谊。","Paraphrase":""}]},{"Word":"queue up","Voice":"sounds/nw-unit08-b-49.mp3","Definitions":[{"PartofSpeech":"wait in a queue \n排长队\nThey're queuing up to see a film.  \n他们为了看一场电影正在排队。\nI hate queuing up in the cold to get into the cinema.  \n我讨厌在大冷天排队等候进电影院看电影。","Paraphrase":""}]},{"Word":"stock with","Voice":"sounds/nw-unit08-b-50.mp3","Definitions":[{"PartofSpeech":"supply with \n使藏有，使备有\nThe shop is well stocked with camping supplies. \n这家商店备有很多野营用具。\nThe city council has suggested stocking the lake with fish to provide food and fun for the citizens. \n市委员会建议在湖里多养鱼，以供市民食用和欣赏。","Paraphrase":""}]},{"Word":"stand a chance of","Voice":"sounds/nw-unit08-b-51.mp3","Definitions":[{"PartofSpeech":"have a chance of (achieving sth.) \n有可能（取得）\nYou stand a very good chance of passing the exam if you work hard.  \n如果你努力学习，就很有希望通过考试。\nYou don't stand a chance of getting the job!  \n你没有机会得到这份工作了！","Paraphrase":""}]},{"Word":"seek out","Voice":"sounds/nw-unit08-b-52.mp3","Definitions":[{"PartofSpeech":"look for and find \n寻找并发现\nWe sought her out to tell her of her success.  \n我们找到了她，并告诉她她成功了。\nHow can we seek out a really good person for the job?  \n我们怎样才能物色到真正适合这种工作的优秀人才呢？","Paraphrase":""}]},{"Word":"resign oneself to sth.","Voice":"sounds/nw-unit08-b-53.mp3","Definitions":[{"PartofSpeech":"decide that one has to accept a difficult or unpleasant situation \n只得接受\nThe children have had to resign themselves to the fact that their father has gone. \n孩子们不得不接受父亲已去世这一事实。\nI might as well resign myself to the fact that I'm not going to get a job as a TV producer. \n我或许应该接受这个事实，即我不能再做电视制作人了。","Paraphrase":""}]},{"Word":"pass on","Voice":"sounds/nw-unit08-b-54.mp3","Definitions":[{"PartofSpeech":"hand or give sth. (to sb. else), esp. after receiving or using it oneself \n传递，传给\nShe caught cold and passed it on to her husband.  \n她得了感冒，又传染给了她丈夫。\nHe tried to pass the job on to me, but I soon got rid of it.  \n他想把这个工作转给我做，不过我马上就摆脱了它。","Paraphrase":""}]},{"Word":"take a chance on","Voice":"sounds/nw-unit08-b-55.mp3","Definitions":[{"PartofSpeech":"take a risk on \n冒险\nI don't know whether we have enough money to last the whole holiday as we have planned, but I'm prepared to take a chance on it.  \n我不知道我们是否有足够的钱按计划度完整个假期，可是我准备冒险那样做了。\nThe train should have left, but I took a chance on its being late, and run to the station in the hope of catching it.  \n火车应该已经开走了，可是我想碰碰运气看车是不是晚点了。我抱着一线希望跑到车站去看能否赶上火车。","Paraphrase":""}]},{"Word":"dispose of","Voice":"sounds/nw-unit08-b-56.mp3","Definitions":[{"PartofSpeech":"get rid of sb./sth. that one does not want or cannot keep \n摆脱，处理，扔掉\nWe have too much furniture; let's dispose of these old chairs.  \n我们的家具太多了，咱们把这些旧椅子处理了吧。\nWhile you are cleaning out the garage, please dispose of those piles of old newspapers.  \n你打扫车库的时候，请把那几堆旧报纸处理掉。","Paraphrase":""}]},{"Word":"make an enquiry into","Voice":"sounds/nw-unit08-b-57.mp3","Definitions":[{"PartofSpeech":"ask for information of; have an official investigation of \n调查；打听\nI've been making enquiries into the cost of a round-the-world ticket. \n我一直在打听买一张周游世界的票需花多少钱。\nThe government refused to make an enquiry into the matter. \n政府不想过问此事了。","Paraphrase":""}]},{"Word":"Nazi","Voice":"sounds/nw-unit08-b-58.mp3","Definitions":[{"PartofSpeech":"（德国）国社党党员，纳粹分子","Paraphrase":""}]},{"Word":"Richard Posner","Voice":"sounds/nw-unit08-b-59.mp3","Definitions":[{"PartofSpeech":"理查德·波斯纳","Paraphrase":""}]}]}