{"UnitTitle":"__horizonread3_UNIT09_B_lw_htm","Vocabularies":[{"Word":"undergo","Voice":"sounds/nw-unit09-b-01.mp3","Definitions":[{"PartofSpeech":"vt.","Paraphrase":"experience \n经历，经受，忍受\nShe underwent an operation on her left leg last year.  \n去年她左腿动了一次手术。\nCinema in Britain is undergoing increasing popularity.  \n在英国，电影院正日渐复兴。"}]},{"Word":"conclude","Voice":"sounds/nw-unit09-b-02.mp3","Definitions":[{"PartofSpeech":"v.","Paraphrase":"1. come to believe sth. as a result of reasoning \n推断，得出结论\nThose are the facts; what do you conclude from them?  \n事实就是这样，你会从中得出什么结论？\nFrom his appearance, we may safely conclude that he is a heavy smoker.  \n从他的外表来看，我们可以有把握地断定他是个烟瘾很大的人。\n2. come or bring to an end \n结束\nShe concluded the speech by reminding us of our responsibility.  \n她以提醒我们的责任来结束讲话。\nThe meeting concluded at 8 o'clock.  \n会议8点钟结束。"}]},{"Word":"orderly","Voice":"sounds/nw-unit09-b-03.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"well arranged or organized \n整齐的，井然有序的\nPeople formed an orderly queue as they waited to be served.  \n人们排着整齐的队伍等待接受服务。\nShe put the letters in three orderly piles.  \n她把信堆成整齐的三堆。"}]},{"Word":"council","Voice":"sounds/nw-unit09-b-04.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] a group of people elected or chosen to make decisions or give advice on a particular subject \n理事会，委员会\na council house \n议会大楼\na student council \n学生委员会\nthe Arts Council \n艺术委员会\nThe United Nations Security Council is discussing the situation in the Middle East at a meeting in New York today.  \n联合国安全理事会今天在纽约召开会议，讨论中东形势。\nI served ten years on my local council.  \n我在地方议会里工作了10年。"}]},{"Word":"graph","Voice":"sounds/nw-unit09-b-05.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] a picture which shows how two or more sets of information are related, usu. by lines or curves\n图表，曲线图\ndraw a graph \n画图表\nThis graph shows how crime has varied in relationship to unemployment over the last 20 years. \n这张图表显示了过去20年里犯罪与失业的关系变化。\nThere was a temperature graph hanging at the foot of each patient's bed.  \n在每个病人的床脚处都挂着一张体温曲线图。"}]},{"Word":"finding","Voice":"sounds/nw-unit09-b-06.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"(usu. pl.) sth. that is discovered \n调查（或研究）的结果\nThe official report's findings are supported by new figures that show a dramatic rise in car crime over the past year.  \n新的数据显示，去年汽车犯罪率急剧上升，这进一步证实了官方的调查结果。\nMartin would publish their findings at once.  \n马丁会立即公布他们的调查结果。"}]},{"Word":"dissolve","Voice":"sounds/nw-unit09-b-07.mp3","Definitions":[{"PartofSpeech":"v.","Paraphrase":"1. (cause to ) come to an end \n（使）结束，（使）解体\nThe tension in the office just dissolves when she walks out.  \n她一走出去，办公室里的紧张气氛就烟消云散了。\nThe society was dissolved due to lack of members.  \n社团由于缺少成员而解散了。\n2. be absorbed by a liquid \n溶解\nKeep stirring the tea until the sugar has dissolved.  \n搅动茶水，直到糖溶解为止。\nDissolve two spoons of powder in warm water.  \n将两匙粉末溶解于温水。"}]},{"Word":"burden","Voice":"sounds/nw-unit09-b-08.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] a heavy load to carry; a difficult duty to bear \n重负；(责任、义务等的)重担\nBuying a house often places a big financial burden on young couples.  \n对于年轻夫妇来说，买房子通常是一个沉重的经济负担。\nThe old man bent with a heavy burden on his back.  \n那老人因负重而弯着腰。\n"},{"PartofSpeech":"vt.","Paraphrase":"put a burden on (sb.) \n加负荷于；使挑重担\nI don't want to burden you with my problems.  \n我不想让我的问题困扰你。\nPursuing interesting and well-paid careers, many young people do not want to be burdened by their elderly parents.  \n许多年轻人追求具有吸引力的高薪职业，不想被年老的父母所拖累。"}]},{"Word":"north","Voice":"sounds/nw-unit09-b-09.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[U] the direction opposite to the south \n北方，北部\nIt often snows in the north of the country.  \n这个国家的北部经常下雪。\nThe wind is blowing from the north.  \n正刮着北风。\n"},{"PartofSpeech":"a.","Paraphrase":"of, in or towards the north \n北方的，北部的，向北的\nNorth America  \n北美洲\nThe lake is due north of the village.  \n这个湖位于村庄的正北方。\n"},{"PartofSpeech":"ad.","Paraphrase":"of, in or towards the north \n向北，朝北\nYou have to travel north from Italy to get to Switzerland.  \n从意大利出发，你必须向北才能到达瑞士。\nThe garden faces north and doesn't get sun in winter.  \n这个花园朝北，冬天晒不到多少阳光。"}]},{"Word":"overtake","Voice":"sounds/nw-unit09-b-10.mp3","Definitions":[{"PartofSpeech":"v.","Paraphrase":"1. (of sth. unpleasant) reach suddenly and unexpectedly \n突然降临于，意外侵袭\nThe family was overtaken by tragedy several years ago, and they still haven't recovered.  \n几年前，这家人突然遭遇不幸，现在还没恢复过来。\nShe was overtaken by sorrow when her husband died.  \n丈夫去世时，她悲痛欲绝。\n2. go beyond by being a greater amount or degree; come from behind and pass \n追上，赶上，超过\nIt's dangerous to overtake another car on a bend.  \n在弯道处超车是危险的。\nExports have already overtaken last year's figure.  \n出口量已经超过了去年。"}]},{"Word":"theme","Voice":"sounds/nw-unit09-b-11.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] the main subject of a talk, book, film, etc. \n题目，主题\nHe has written several stories on the theme of lost happiness.  \n他写了几个以失落的幸福为主题的故事。\nHe stressed the theme of equal rights for all.  \n他强调了人人权利平等的主题。"}]},{"Word":"agenda","Voice":"sounds/nw-unit09-b-12.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] a list of matters to be dealt with or to be discussed at a meeting \n议程\nThere were several important items on the agenda.  \n议程中有几个重要的项目。\nThe question of salary increases is high on the agenda.  \n加薪问题被列入主要议程。"}]},{"Word":"maintain","Voice":"sounds/nw-unit09-b-13.mp3","Definitions":[{"PartofSpeech":"vt.","Paraphrase":"1. support financially\n支撑；赡养，抚养\nShe maintains two sons at university.  \n她要供养两个上大学的儿子。\nThey barely earn enough to maintain themselves and their four children.  \n他们挣的仅够勉强养活自己和四个孩子。\n2. continue to have; keep in existence \n维持，保有\nDespite living in different countries, the two families have maintained close links.  \n尽管住在不同的国家，两个家庭仍保持着紧密的联系。\nThe film has maintained its position as the critic's favorite for another year.  \n这部电影在新的一年仍是评论家最喜爱的影片。"}]},{"Word":"contribute","Voice":"sounds/nw-unit09-b-14.mp3","Definitions":[{"PartofSpeech":"v.","Paraphrase":"1. give one's share of (money, help, advice, etc.) \n捐献，贡献\nWe're hoping to contribute $100 towards the new wing of the hospital.  \n我们希望为医院的新侧翼大楼捐100美元。\nHe felt he wanted to contribute something to the community that had given so much to him.  \n他觉得应该向曾给过他诸多帮助的社区贡献点什么。\n2. write for a newspaper, magazine, or a radio or television program \n投稿\ncontribute an article to the newspaper\n向报社投稿\na contributed article \n来稿\n3. help to produce sth.; play a part in sth. \n有助于，促成\nThe new policy contributed greatly to the commercial growth to the country.  \n新政策大大促进了这个国家的商业发展。\nThe advertising campaign has contributed to the success of the new car.  \n这次广告宣传对这种新型汽车的成功起了作用。"}]},{"Word":"hay","Voice":"sounds/nw-unit09-b-15.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[U] grass which is cut, dried and used as animal food or as covering material \n（用作饲料或覆盖的）干草\na bale of hay \n一捆干草\ndry grass for hay \n把草晒成干草\nMake hay while the sun shines.  \n［谚］趁热打铁。\nHay can be used to feed animals.  \n干草可用来喂养牲畜。"}]},{"Word":"donkey","Voice":"sounds/nw-unit09-b-16.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] a grey or brown animal like a horse, but smaller and with longer ears\n驴\nDonkeys are better than horses on mountain trails. \n驴比马更善于走山路。\nIf a donkey brays at you, don't bray at him. \n[谚]别和蠢人一般见识。\nHe is as stubborn as a donkey. \n他像驴一样固执。"}]},{"Word":"vary","Voice":"sounds/nw-unit09-b-17.mp3","Definitions":[{"PartofSpeech":"v.","Paraphrase":"(cause to) change or be different \n（使）不同，更改，改变\nSalary scales vary from state to state.  \n工资高低因州而异。\nThe samples varied in quality but were generally acceptable.  \n这些样品质量不一致，但大体可以接受。"}]},{"Word":"adequate","Voice":"sounds/nw-unit09-b-18.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"enough or satisfactory \n足够的；令人满意的\nThe reason I didn't do well in my exams is that I just didn't have adequate time to prepare.  \n我考试没考好的原因是由于没有足够的时间来准备。\nThe prisoners received adequate food and drinking water.  \n囚犯们得到了足够的食物和饮用水。"}]},{"Word":"optional","Voice":"sounds/nw-unit09-b-19.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"that may be chosen or not chosen, as one wishes \n可任意选择的，非强制的，随意的\nThe charge for going into the museum is optional.  \n这座博物馆的门票可付可不付。\nArt and music are optional.  \n艺术和音乐是选修的。"}]},{"Word":"inflation","Voice":"sounds/nw-unit09-b-20.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[U] a general continuous increase in prices \n通货膨胀\nI hope the new measures will contribute to preventing the house price inflation.  \n我希望新的措施将有助于防止房价上涨。\nInflation usually affects many countries at the same time. \n通货膨胀通常同时影响着许多国家。"}]},{"Word":"weave","Voice":"sounds/nw-unit09-b-21.mp3","Definitions":[{"PartofSpeech":"v.","Paraphrase":"1. twist (long objects) together; make (sth.) by doing this \n编织\nIt takes great skill to weave a basket from grasses.  \n将草编成篮子需要极高的技巧。\nShe is good at weaving straw into hats. \n她擅长编草帽。\n2. put facts, events, details, etc. together to make a story or a closely connected whole \n编造，汇编\nShe wove the story around a specific theme.  \n她围绕一个特定的主题编了这个故事。\nThe biography weaves together the various aspects of Einstein's life. \n这本传记汇编了爱因斯坦一生的方方面面。"}]},{"Word":"textile","Voice":"sounds/nw-unit09-b-22.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] a cloth or fabric made by weaving \n纺织品，织物\ncotton textiles \n棉织品\ntextile imports and exports \n纺织品进出口\nThe textile industry is the state's top producer of income and jobs.  \n纺织工业给这个国家提供最多的收入和工作岗位。\nThe designers have created a new textile.  \n设计人员开发出一种新颖的纺织品。"}]},{"Word":"casual","Voice":"sounds/nw-unit09-b-23.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"1. showing little concern \n漠不关心的，不经意的\nShe walked into the room with no more than a casual glance at the children standing outside. \n她走进房间，只是冷漠地瞥了一眼站在外面的孩子们。\nAlthough close to tears, she tried to make her voice sound casual.  \n尽管她都快哭了，她还是想使自己的声音听上去很漠然。\n2. (of clothes) not formal or not suitable for special occasions \n(衣服等)非正式的，随便的\ncasual wear  \n便服\nFor some people casual clothes mean a T-shirt and old jeans.  \n对于有些人来说，休闲便装指的是T恤衫和旧牛仔裤。\n3. happening by chance or without planning \n偶尔的，偶然的\nMost of the building work was done by casual labour. \n这座大楼的大部分建造工程是由临时工完成的。\nShe had a number of casual jobs during the university holidays. \n大学假期期间，她担任过很多兼职。"}]},{"Word":"migrate","Voice":"sounds/nw-unit09-b-24.mp3","Definitions":[{"PartofSpeech":"vi.","Paraphrase":"1. move from one place to another \n移居，迁移\nMillions have migrated to the cities because they could not survive in rural areas.  \n数百万人因无法在乡村生存而移居城市。\nPioneers from New England migrated to all parts of the United States.  \n来自新英格兰的开拓者迁移到美国各地。\n2. (of birds and fish) travel to a different place, esp. when the season changes \n迁徙，定期迁移；洄游\nIn September these birds migrate 2,000 miles south to a warmer climate. \n九月里，这些鸟迁徙2,000英里到达气候温暖的南方。\nThese birds migrate northwards in spring and southwards in fall.  \n这些鸟春天向北迁徙，秋天向南迁徙。"}]},{"Word":"scrape","Voice":"sounds/nw-unit09-b-25.mp3","Definitions":[{"PartofSpeech":"v.","Paraphrase":"1.live, keep a business, etc., with no more than the necessary money \n勉强维持\nHe scraped a living (by) selling old clothes. \n他靠卖旧衣服勉强维持生活。\n2. remove (a top layer, etc.), esp. by using a sharp edge; rub against \n刮，擦\nJack scraped his knee on the wall as he was climbing over it.  \n杰克爬墙时擦伤了膝盖。\nI was woken up by the branches scraping against my bedroom window.  \n树枝擦着卧室窗户所发出的声音弄醒了我。\n"},{"PartofSpeech":"n.","Paraphrase":"1. [C, U] the act or sound of scraping \n刮，擦；刮擦声\nI haven't hurt myself seriously — it's just a scrape.  \n我没有受什么伤——只是擦了一下而已。\nI hate the scrape of chalk on a blackboard.  \n我讨厌粉笔在黑板上刮的声音。\n2. [C] a difficult situation caused by one's own foolish behavior \n（因愚蠢行为而造成的）困境\nThe children are always getting into scrapes. \n孩子们总是使自己陷入困境。"}]},{"Word":"currency","Voice":"sounds/nw-unit09-b-26.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1. [U, C] the money in use in a certain country \n货币，通货\nThe British teachers in China were paid in the local currency.  \n在中国任教的英籍教师的薪金是用当地货币支付的。\nDifferent countries have different currencies.  \n不同的国家使用不同的货币。\n2. [U] the state of being commonly known or accepted \n流传，通用\nHis ideas enjoyed wide currency during the last century.  \n他的思想在上个世纪广为流传。\nThe word has obtained general currency.  \n该词已经通用了。"}]},{"Word":"urgent","Voice":"sounds/nw-unit09-b-27.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"very important and needing to be dealt with quickly or first \n紧急的，急迫的，紧要的\nThe most urgent thing is to make sure everyone is out of the building.  \n最紧要的任务是确保每个人都离开大楼。\nDoctor, there is an urgent call for you.  \n医生，有你的紧急电话。"}]},{"Word":"alphabet","Voice":"sounds/nw-unit09-b-28.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] a set of letters arranged in a fixed order \n字母表\nThere are 26 letters in the English alphabet. \n英语字母表中有26个字母。\nSome schools call their dormitories after letters of the alphabet. \n有些学校以字母表中的字母为宿舍楼命名。\nThey should be taught the names and order of the letters of the alphabet.\n应该教他们字母表中字母的名称及顺序。"}]},{"Word":"subtract","Voice":"sounds/nw-unit09-b-29.mp3","Definitions":[{"PartofSpeech":"v.","Paraphrase":"take (a number) from another number \n减去，扣除\nYou have to subtract 25% tax from the sum you receive.  \n你必须从所得款中扣除25%的税款。\nWhen you subtract 3 from 7, the answer is 4.  \n7减去3等于4。"}]},{"Word":"scholarship","Voice":"sounds/nw-unit09-b-30.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1.[C] an amount of money given by a school, college, university, etc. to pay for a person with great ability \n奖学金\nPaul went up to Oxford on a scholarship.  \n保罗是靠奖学金到牛津大学求学的。\nHe won a scholarship to Eton.  \n他获得了伊顿公学的奖学金。\n2.[U] great learning \n学问，学识\nHer book on Chinese characters is a work of great scholarship.  \n她那本关于汉字的书是一部学术性很强的著作。\nHe is a teacher of great scholarship.  \n他是一位学识渊博的教师。"}]},{"Word":"purse","Voice":"sounds/nw-unit09-b-31.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] a small bag used esp. by women for carrying money in \n（女式）钱包\nShe opened her purse and took out some money to pay for her ticket.  \n她打开钱包，取出一些钱买票。\nI keep my money in a leather purse.  \n我把钱放在一只皮钱包里。"}]},{"Word":"trim","Voice":"sounds/nw-unit09-b-32.mp3","Definitions":[{"PartofSpeech":"vt.","Paraphrase":"1. remove or reduce what is unnecessary \n削减，减少，缩减\nWe have to trim a lot off our travel budget.  \n我们不得不大幅度削减旅行预算。\nThe article's too long. Can you trim it?  \n这篇文章太长了，你能否删掉一些？\n2. make sth. neater, smaller, better, etc., by cutting parts from it \n修理，修剪\nCould you just trim my hair? \n你能帮我稍稍修剪一下头发吗？\nMy grandfather would spend hours in front of the mirror trimming his beard. \n我的祖父在镜子前要花上数小时来修理胡须。"}]},{"Word":"invisible","Voice":"sounds/nw-unit09-b-33.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"impossible to see \n看不见的\nMarks that are invisible to the eye are made visible by a new technique.  \n肉眼看不见的斑迹可以用一种新技术显现出来。\nThe house is invisible from the road, being surrounded by trees.  \n房子被树包围着，从路上是看不见的。"}]},{"Word":"entertainment","Voice":"sounds/nw-unit09-b-34.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1. [U] entertaining or being entertained \n娱乐；招待\nThere's not much entertainment in this town — just the cinema and a couple of pubs.  \n这个小镇娱乐方式不多——只有一家电影院和几家酒吧。\nBooks offer excellent entertainment for free hours.  \n书为人们闲暇时提供了很好的消遣。\n2. [C] sth. that entertains; public performance \n娱乐活动，文娱节目\nNew York offers all kinds of entertainments for young and old.  \n纽约为各种年龄的人提供各种娱乐活动。\nThe local entertainments are listed in the newspaper.  \n本地娱乐活动项目刊登在报纸上。"}]},{"Word":"serve as","Voice":"sounds/nw-unit09-b-35.mp3","Definitions":[{"PartofSpeech":"perform certain duties; fulfil the purpose of \n担任... ...；作... ...用，起... ...作用\nHe then served three years as an officer. \n他后来当了三年军官。\nHer illness certainly served as a means of getting attention.  \n她的病当然起到了引人注意的作用。\nThe children used an old sheet to serve as a curtain.  \n孩子们用一张旧床单做帘子。","Paraphrase":""}]},{"Word":"be related to","Voice":"sounds/nw-unit09-b-36.mp3","Definitions":[{"PartofSpeech":"be connected or associated with\n与... ...相关，与... ...有联系\nThe fall in the cost of living is directly related to the drop in the oil price.  \n生活费用的下降直接与油价下跌有关。\nI am related to him by marriage.  \n我跟他是姻亲关系。","Paraphrase":""}]},{"Word":"dozens of","Voice":"sounds/nw-unit09-b-37.mp3","Definitions":[{"PartofSpeech":"lots of; a large number of people or things, etc., but not more than a hundred \n许多，数十个\nI've been there dozens of times.  \n我去过那里许多次了。\nWe had to have dozens of chairs for the party.  \n我们得为这次聚会准备几十张椅子。","Paraphrase":""}]},{"Word":"by the time","Voice":"sounds/nw-unit09-b-38.mp3","Definitions":[{"PartofSpeech":"when \n到... ...的时候\nBy the time we got to the museum it was nearly dark.  \n等我们赶到博物馆时，已是日近黄昏了。\nBy the time the breakfast was brought in, Bright was ready for the comfort of food and hot coffee.  \n等早餐端进来时，布赖特已准备好享受一顿美餐和热咖啡了。","Paraphrase":""}]},{"Word":"care for","Voice":"sounds/nw-unit09-b-39.mp3","Definitions":[{"PartofSpeech":"nurse or attend (esp. someone old or sick); look after\n照看，看护\nJane spent years caring for her sick aunt.  \n简照料她生病的婶婶许多年。\nDo you enjoy caring for small children while their mothers are at work?  \n母亲们上班的时候你愿不愿意照料她们的幼儿？","Paraphrase":""}]},{"Word":"bring about","Voice":"sounds/nw-unit09-b-40.mp3","Definitions":[{"PartofSpeech":"cause to happen \n使发生\nWhat brought about the change in his attitude? \n是什么使他的态度有了转变？\nEducation is the only method of bringing about changes in world population. \n教育是改变全世界人口状况的惟一办法。\nThe President will support any efforts to bring about a ceasefire. \n总统将尽一切努力使战争停火。","Paraphrase":""}]},{"Word":"in particular","Voice":"sounds/nw-unit09-b-41.mp3","Definitions":[{"PartofSpeech":"1. especially \n特别地，尤其\nIt's almost as if he wanted to kill someone with it. And me in particular.  \n他几乎像是要用这件东西杀人，特别是要杀我。\nI liked this book in particular although the others were very interesting too.  \n我特别喜欢这本书，虽然其他的书也非常有趣。\n2. special or specific \n特别的\nPeter was lying on the sofa doing nothing in particular. \n彼得躺在沙发上，无所事事。\nIs there anything in particular you'd like for dinner? \n晚饭你特别想吃点什么吗？","Paraphrase":""}]},{"Word":"to the point","Voice":"sounds/nw-unit09-b-42.mp3","Definitions":[{"PartofSpeech":"to a degree that \n达到... ...的程度\nShe worked to the point of exhaustion.  \n她工作到了精疲力竭的地步。\nHis manner was abrupt to the point of rudeness.  \n他的态度无理到了粗暴的程度。\nHe became so knowledgeable about fish to the point where he was asked to work at the aquarium. \n他对鱼类非常了解，被请到水族馆工作了。 ","Paraphrase":""}]},{"Word":"go on to","Voice":"sounds/nw-unit09-b-43.mp3","Definitions":[{"PartofSpeech":"pass from one item to the next \n转入\nLet's go on to the next scene, now.  \n咱们现在继续下一场。\nWhen can we go on to the next piece of business?  \n我们何时才能开始谈下一件事？","Paraphrase":""}]},{"Word":"scrape by","Voice":"sounds/nw-unit09-b-44.mp3","Definitions":[{"PartofSpeech":"manage to live with no more than the necessary money \n勉强维持\nI can scrape by on a reduced income for a short time, but not for ever. \n收入减少我可以在短期内勉强维持，可是不能长此下去。\nI scraped by until my next cheque arrived, by borrowing from my relations.  \n我从亲友那里借了些钱，一直勉强维持到收到下一笔汇款。","Paraphrase":""}]},{"Word":"instead of","Voice":"sounds/nw-unit09-b-45.mp3","Definitions":[{"PartofSpeech":"as a replacement to \n代替，而不是\nLet's play cards instead of watching television.  \n我们玩牌吧，别看电视了。\nIf I hadn't got a cold I'd be working instead of lying here in bed.  \n如果我没有感冒的话，我就会工作而不是躺在这张床上。","Paraphrase":""}]},{"Word":"Judith Bruce ","Voice":"sounds/nw-unit09-b-46.mp3","Definitions":[{"PartofSpeech":"朱迪斯·布鲁斯","Paraphrase":""}]},{"Word":"the Population Council","Voice":"sounds/nw-unit09-b-47.mp3","Definitions":[{"PartofSpeech":"人口委员会","Paraphrase":""}]},{"Word":"Ghana ","Voice":"sounds/nw-unit09-b-48.mp3","Definitions":[{"PartofSpeech":"加纳（西非国家）","Paraphrase":""}]},{"Word":"the Philippines","Voice":"sounds/nw-unit09-b-49.mp3","Definitions":[{"PartofSpeech":"菲律宾（东南亚国家）","Paraphrase":""}]},{"Word":"Bangladesh ","Voice":"sounds/nw-unit09-b-50.mp3","Definitions":[{"PartofSpeech":"孟加拉国（南亚国家）","Paraphrase":""}]},{"Word":"Africa ","Voice":"sounds/nw-unit09-b-51.mp3","Definitions":[{"PartofSpeech":"非洲","Paraphrase":""}]},{"Word":"Asia ","Voice":"sounds/nw-unit09-b-52.mp3","Definitions":[{"PartofSpeech":"亚洲","Paraphrase":""}]},{"Word":"Argentina","Voice":"sounds/nw-unit09-b-53.mp3","Definitions":[{"PartofSpeech":"阿根廷（南美洲中南部国家）","Paraphrase":""}]},{"Word":"Malaysia ","Voice":"sounds/nw-unit09-b-54.mp3","Definitions":[{"PartofSpeech":"马来西亚（东南亚国家）","Paraphrase":""}]}]}