{"UnitTitle":"__horizonread3_UNIT09_A_lw_htm","Vocabularies":[{"Word":"marital","Voice":"sounds/nw-unit09-a-01.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"of marriage; of a husband and wife \n婚姻的；夫妻的 \nHe is faced with the fact of an irremediable marital breakdown. \n他面临着不可挽救的婚姻破裂的事实。\nHe did not appear to have any financial or marital problems. \n他看起来没有任何经济或婚姻问题。"}]},{"Word":"premarital","Voice":"sounds/nw-unit09-a-02.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"happening before marriage \n婚前的\nAt that time, abortion, divorce, premarital sex, and drug trafficking were listed as serious sins. \n那时，流产、离婚、婚前性行为、贩卖毒品等都被列为重罪。"}]},{"Word":"ice-cream","Voice":"sounds/nw-unit09-a-03.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[U, C] very cold sweet food made from sugar and cream \n冰淇淋\nThe child likes ice-cream very much. \n这孩子喜欢冰淇淋。\nThe little girl had some ice-cream after dinner. \n这小姑娘饭后吃了些冰淇淋。\nI like chocolate ice-cream best. \n我最爱吃巧克力冰淇淋。\nTwo chocolate-flavored ice-creams, please. \n请来两客巧克力口味冰淇淋。"}]},{"Word":"collection","Voice":"sounds/nw-unit09-a-04.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1. [C] a set of things that have been collected \n收藏品，收集的东西\nHer new book is a collection of short stories.  \n她的新书是一本短篇小说集。\nOur library has a large collection of books. \n我们图书馆的藏书很丰富。\nBob took his insect collection to school. \n鲍勃把他收集的昆虫带到了学校。\n2. [U, C] collecting or gathering \n收集，收取\nThe photos will be ready for collection on Tuesday afternoon.  \n照片可在星期二下午领取。\nThere are three collections a day from the post box on the corner.  \n邮递员每天从拐角的邮筒里收取三次信件。"}]},{"Word":"verify","Voice":"sounds/nw-unit09-a-05.mp3","Definitions":[{"PartofSpeech":"vt.","Paraphrase":"make certain of or prove the truth of (sth.) \n证明，证实，核实\nThese figures are surprisingly high and they'll have to be verified.  \n这些数字高得惊人，必须予以核实。\nAre you able to verify your theory?  \n你能证明你的理论吗？"}]},{"Word":"clause","Voice":"sounds/nw-unit09-a-06.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1. [C] a particular part of a written legal document \n条款，款项\nThere is a clause in the contract which says the company can fire people for economic reasons.  \n合同中有一项条款说公司可以出于经济原因而裁减人员。\nThe last clause says that the payment should be made within a year.  \n最后一项规定一年内付款。\n2. [C] a group of words containing a subject and a verb, usu. forming only part of a sentence \n分句，从句\nA clause can be introduced with \"that \" or \"which\". \n从句可以用that或which引导。"}]},{"Word":"nuptial","Voice":"sounds/nw-unit09-a-07.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"of a marriage or the state of being married \n婚姻的，结婚的\nnuptial promises  \n婚誓\nthe nuptial day \n结婚日"}]},{"Word":"prenuptial","Voice":"sounds/nw-unit09-a-08.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"before getting married \n结婚前的 \nprenuptial nerves  \n婚前紧张 \nThere is growing concern about the increase in the number of prenuptial agreements.  \n婚前协议的增加受到了越来越多的关注。"}]},{"Word":"bind","Voice":"sounds/nw-unit09-a-09.mp3","Definitions":[{"PartofSpeech":"vt.","Paraphrase":"(pt., pp. bound)1. hold (people or things) together; unite \n连结，联合，结合\nThey have bound themselves by marriage.  \n婚姻把他俩结合在一起。\nWe feel bound together by our past experiences.  \n我们感到过去的经历把我们连在了一起。 \n2. tie tightly \n捆绑，捆扎\nThey bound an umbrella to a pole to get some shade.  \n他们将伞绑在柱子上以得到一些荫凉。\nThe prisoner was bound hand and foot.  \n那名囚犯被绑住了手脚。\n3. force sb. to obey, esp. by a law or a promise \n迫使，约束\nThe contract binds you to completion of the work within two years. \n根据合约，你必须在两年内完成这项工作。\nHe was bound to secrecy by the oath he took. \n他已发誓保守秘密。"}]},{"Word":"acceptance","Voice":"sounds/nw-unit09-a-10.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1. [C, U] (act of) accepting or being accepted\n接受，接纳\nSince we sent out the invitations we've received five acceptances and one refusal.  \n我们发出请柬后，得到的回复是五份接受一份拒绝。\nI've had acceptance from the university.  \n我已被大学录取。\n2. [C, U] favor; approval\n赞同，承认\nThe new laws gained widespread acceptance.  \n新法律得到广泛的赞同。\nThe idea rapidly gained acceptance in political circles.  \n这一想法很快得到了政界的认可。"}]},{"Word":"division","Voice":"sounds/nw-unit09-a-11.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1. [U] dividing or being divided \n分开，划分\nA stream marks the division between the two farms.  \n一条小溪隔开了两个农场。\nThis division of the world into the developed and underdeveloped nations is too simple.  \n把世界划分为发达国家和不发达国家过于简单化了。\n2. [C, U] disagreement between the members of a group \n分歧\nDivision within the party will limit its chances at the election.  \n党内的意见分歧会降低竞选成功的可能性。\nIn fact, there is a division of opinion among the leaders of the movement.  \n事实上，在运动领导人中间存在着意见分歧。\n3. [C] one of the parts or groups in which a whole is divided\n部门\nShe once worked in the foreign division of the company. \n她曾在公司的国外部工作过。\nShe works in the company's sales division. \n她在公司的销售部工作。"}]},{"Word":"headline","Voice":"sounds/nw-unit09-a-12.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] a line of words printed in large letters as the title of a story in a newspaper, or the main points of the news that are broadcast on TV or radio \n标题；新闻提要\nThe news of his death was printed in headlines across all the newspapers.  \n所有报纸都在标题位置刊登了他逝世的消息。 \nI turned on the radio to get the eight o'clock headlines.  \n我打开收音机听8点钟的新闻提要。"}]},{"Word":"contest","Voice":"sounds/nw-unit09-a-13.mp3","Definitions":[{"PartofSpeech":"v.","Paraphrase":"1. argue that sth. is not right \n质疑，辩驳\nWe will certainly contest any wrong claims made against the safety of our products.  \n我们当然会驳斥任何针对我们产品安全性能的错误断言。\nI intend to contest the judge's decision in another court.  \n我要向另一个法庭对该法官的判决提出质疑。\n2. (take part in and) try to win (sth.) \n争取，争夺；与……竞争\nShe stands a good chance since only two people are contesting the seat.  \n只有两个人争夺这个位置，因此她大有希望获胜。\nThe firm is too small to contest with large companies.  \n这家商行太小了，竞争不过大公司。\n"},{"PartofSpeech":"n.","Paraphrase":"1. [C] a competition, usu. in which prizes are given \n竞赛，比赛\nShe's won a lot of beauty contests.  \n她在许多选美大赛中获胜。\nShe won a gold medal in an international contest.  \n她在国际比赛中获得一枚金牌。\n2. [C] a struggle or fight to gain control or advantage \n争夺，竞争\nThere's a contest for a top management position in the company at the moment. \n目前，人们正在竞争该公司的一个高层管理职务。\nThe contest for leadership of the party is gathering speed. \n对党内领袖职务的争夺正在加剧。"}]},{"Word":"candidate","Voice":"sounds/nw-unit09-a-14.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] a person who is competing to get a job or position, or sb. who is taking an exam \n候选人；参加考试者\nCandidates must write their names on the top page of the exam paper.  \n参加考试者必须在试卷的头一页写上自己的名字。\nSixty percent of the candidates failed the examination.  \n60%的考生没通过考试。"}]},{"Word":"sting","Voice":"sounds/nw-unit09-a-15.mp3","Definitions":[{"PartofSpeech":"vt.","Paraphrase":"(pt., pp. stung)1. provoke by making one angry, painful, etc. \n激怒，刺痛\nHe was stung into making an angry reply.  \n他被激怒，做出了愤怒的回答。\nHis words certainly stung her.  \n毫无疑问，他的话刺伤了她。\n2. wound with a sharp pain \n刺伤，蛰伤\nA bee stung him on the arm.  \n一只蜜蜂蛰了他的手臂。\n"},{"PartofSpeech":"n.","Paraphrase":"[C] a sharp pain \n刺痛，刺伤\nHe felt a sting on his elbow as the spider jumped away.  \n蜘蛛跳开时，他感到肘部有刺痛。\nHer words carried a sting in them.  \n她话中带刺。"}]},{"Word":"exposure","Voice":"sounds/nw-unit09-a-16.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[U, C] exposing or being exposed; an instance of this \n暴露，曝光，揭露\nExposure to the cold wind left my lips feeling dry. \n暴露在寒风中，我觉得嘴唇干裂。\nOur dining room has a northern exposure, so it's rather cold.  \n我们的饭厅朝北，所以相当冷。"}]},{"Word":"chapter","Voice":"sounds/nw-unit09-a-17.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1. [C] a local division of a larger organization \n支部，分会\nThat building is where the chapter meet on Thursdays.  \n那幢房子是分会在星期四集会的地点。\n2. [C] a division of a book \n章，回\nThe author devotes a separate chapter to the issue.  \n作者单独用一章来阐述这一问题。\nYou have to wait until the last chapter to find out who the murderer was. \n你要等到看完最后一章才能搞清谁是凶手。"}]},{"Word":"payment","Voice":"sounds/nw-unit09-a-18.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C, U] an amount of money to pay or being paid \n支付的款项\nWhen is the first payment due?  \n第一期付款什么时候到期？\nThe man received little payment for his services.  \n那人的服务只得到很少的报酬。"}]},{"Word":"shield","Voice":"sounds/nw-unit09-a-19.mp3","Definitions":[{"PartofSpeech":"vt.","Paraphrase":"protect from harm; defend from criticism, attack, etc. \n防护，保护，庇护\nShe held her hand above her eyes to shield them from the sun.  \n她举起手遮挡阳光以保护眼睛。\nThese trees will shield off winds and protect the fields.  \n这些树林能挡住风，保护农田。\n"},{"PartofSpeech":"n.","Paraphrase":"[C] sth. that is used as, or provides, protection\n防护物，护罩，盾（状物）\nThe soldier's shield saved him from being killed by his enemy.  \n那个士兵的盾牌保护他未被敌人杀死。\nHe must pile more sand on top as a shield.  \n他必须在顶上多加些沙土作为防御物。"}]},{"Word":"retire","Voice":"sounds/nw-unit09-a-20.mp3","Definitions":[{"PartofSpeech":"v.","Paraphrase":"1. (cause to) give up one's regular work, esp. because of age \n(使)退休，(使)退役\nThey came back to England in 1991 to retire.  \n他们于1991年退休回到英国。\nI'm retiring after this tour.  \n这次旅行以后我就准备退休。\n2. go away to a quiet or less central place \n退下，离开\nI retired to my study upstairs.  \n我回到我楼上的书房。\nAfter dinner our host said, \"Shall we retire to the drawing room?\"  \n晚餐之后主人说道，\"我们去客厅好吗？\""}]},{"Word":"retired","Voice":"sounds/nw-unit09-a-21.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"(of a person) having stopped working, usu. because of age\n退休了的\nMy father is a retired teacher. \n我父亲是一位退休教师。"}]},{"Word":"enforce","Voice":"sounds/nw-unit09-a-22.mp3","Definitions":[{"PartofSpeech":"vt.","Paraphrase":"1. cause (a rule, law, etc.) to be obeyed, or carried out effectively\n使生效，实施，执行\nThe new teacher totally failed to enforce any sort of discipline.  \n新老师根本无法施行任何纪律。\nThere is a law against dropping litter but it is rarely enforced.  \n禁止乱扔废物的法律是有的，但很少真正执行。\n2. make (sth.) happen, esp. by threats or force \n强迫，迫使\nThey tried to enforce agreement with their plans. \n他们企图迫使人们同意他们的计划。\nIllness enforced him to remain idle. \n疾病迫使他终日闲着。"}]},{"Word":"preposition","Voice":"sounds/nw-unit09-a-23.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] a word used before a noun or a pronoun to show its connection with another word \n介词\n\"In\", \"for\" and \"to\" are all prepositions. \nin、for和to 全都是介词。\nSometimes a combination of a verb and a preposition has its own particular meaning. \n有时候动词和介词结合起来有特殊含义。"}]},{"Word":"consultant","Voice":"sounds/nw-unit09-a-24.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] a person who gives expert advice \n顾问\nI think we need to see a computer consultant before we make an expensive mistake.  \n为了避免犯代价过高的错误，我想我们应该请教一下电脑顾问。\nShe works for a firm of public relations consultants.  \n她在一家公关咨询公司工作。"}]},{"Word":"sword","Voice":"sounds/nw-unit09-a-25.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] a weapon with a long sharp metal blade and a handle, used esp. in the past \n剑\nThe sword snapped.  \n剑突然折断了。\nStop! Put up your sword!  \n住手！别打了！"}]},{"Word":"invitation","Voice":"sounds/nw-unit09-a-26.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1. [U, C] inviting; a request to go or come somewhere \n邀请；邀请信\nWe have been getting lots of invitations to parties lately.  \n近来我们收到了不少参加聚会的请帖。\nWe have had to refuse the invitation to the wedding.  \n我们不得不拒绝了参加婚礼的邀请。\n2. [C] (usu. sing.) sth. which encourages sb. to do sth. \n引诱，诱惑\nLeaving your house unlocked is an open invitation to burglars. \n门不上锁，就会引来窃贼。\nSad thoughts are an invitation to depression.  \n消沉的想法会使人变得沮丧。"}]},{"Word":"signature","Voice":"sounds/nw-unit09-a-27.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C, U] a person's name written by himself; the action of signing sth. \n签名；签字\nI couldn't read his signature. \n我看不清他的签名。\nThey returned her cheque because she hadn't put her signature on it. \n他们把支票退给了她，因为她没有在支票上签字。\nWe collected hundreds of signatures in support of not allowing cars into the city center.  \n我们收集了数百个签名，支持禁止汽车进入市中心。\nSignature of this document means that you agree with us.  \n你在此文件上签名说明你同意我们的意见。"}]},{"Word":"cite","Voice":"sounds/nw-unit09-a-28.mp3","Definitions":[{"PartofSpeech":"vt.","Paraphrase":"1. mention, esp. as an example in a statement, argument, etc.; quote \n引用，引证\nShe cited three reasons why people get into debt.  \n她举出人们欠债的三个原因。\nThe lawyer cited a previous case to support his argument.  \n律师援引一个先前的案例来证明他的论点。\n2. praise (sb. in the armed forces) publicly because of their bravery \n（军队的）传令嘉奖\nShe was cited by the government for doing an outstanding piece of work.  \n她因工作出色而受到政府的嘉奖。"}]},{"Word":"awkward","Voice":"sounds/nw-unit09-a-29.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"1. causing anxiety or embarrassment \n困窘的，尴尬的\nThey'd chosen an awkward time to call as I'd just got into the bath.  \n他们选了一个令人尴尬的时间打电话来，我刚开始洗澡。\nThe police asked some awkward questions about where the money had come from.  \n警方对这笔钱的来路问了好几个令人发窘的问题。\n2. difficult to use, do or deal with\n难操纵的，使用不便的\nSome of the questions were rather awkward, but I still enjoyed the exam.  \n虽然有几道题相当难，但总的来说我考得还不错。\nIt was an awkward corner to get round, so take it slowly.  \n这是一个不好转的弯，开慢些。\n3. lacking skill in moving (parts of) the body \n笨拙的，不灵巧的\nSeals are very awkward on land, but graceful in the water. \n海豹在陆地上很笨拙，但在水中却悠然自得。\nThe child was awkward with knife and fork. \n那孩子用刀叉不是很熟练。"}]},{"Word":"edit","Voice":"sounds/nw-unit09-a-30.mp3","Definitions":[{"PartofSpeech":"vt.","Paraphrase":"prepare (a text or film) for printing or viewing by correcting mistakes and deciding what will be removed and what will be kept in, etc. or be in charge of (the reports in a newspaper or magazine, etc.) \n编辑，剪辑，校订\nJanet fixed copies and edited books for a variety of publishers.  \n珍妮特曾为不同的出版商审订稿件和编辑图书。\nYou will have to edit that tape — it's too long.  \n那盘录音带太长，你得把它剪辑一下。"}]},{"Word":"delete","Voice":"sounds/nw-unit09-a-31.mp3","Definitions":[{"PartofSpeech":"vt.","Paraphrase":"remove or draw a line through (esp. a written word or words ) \n删掉，划去（文字）\nAll references to racial problems were deleted from the history books.  \n历史书里所有涉嫌种族问题的地方都被删掉了。\nThey insisted that all the praise had been deleted from the article.  \n他们坚持说文章里所有的赞美语已被删掉了。"}]},{"Word":"forge","Voice":"sounds/nw-unit09-a-32.mp3","Definitions":[{"PartofSpeech":"vt.","Paraphrase":"1. make or produce, esp. with some difficulty\n锻造，锤炼；使形成\nThe accident forged a link between the two families.  \n那次事故将两个家庭联系在了一起。\nShe forged a new career for herself as a singer.  \n她开创了作为一名歌手的新事业。\n2. make an illegal copy of sth. in order to cheat  \n伪造，假冒，仿造\nThey are forging all kinds of documents to a high standard.  \n他们伪造各种文件的水平很高。\nHe got the money by forging his brother's signature on a cheque.  \n他在支票上假冒他哥哥的签名，得到了那笔钱。"}]},{"Word":"dispute","Voice":"sounds/nw-unit09-a-33.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C, U] an argument or disagreement \n争端，分歧\nThey've been trying to settle the dispute over working conditions for the last three days.  \n他们最近三天以来一直在努力解决有关工作条件的争端。\nThere's some dispute over who actually wrote the play — nobody seems to know for sure.  \n对于实际上是谁写了这部戏有一些分歧——看上去没人确知这一点。\n"},{"PartofSpeech":"v.","Paraphrase":"1. argue (about sth.), esp. angrily and for a long time\n争论，争吵，辩论\nThe question was hotly disputed in the Senate. \n这个问题在参议院引起了激烈的争论。\nThe two countries have disputed over that stretch of land for years.  \n两国为那片领土已争执多年。\n2. disagree about or question the truth or correctness of \n对……表示异议，反对，辩驳\nI dispute the minister's figures — the true cost of the project is much higher. \n我对部长提供的数据表示怀疑，因为工程的实际费用要比这高得多。\nNobody disputed that David was clever. \n没有人不认为大卫聪明。"}]},{"Word":"passport","Voice":"sounds/nw-unit09-a-34.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] an official document or small book containing some personal information which is given to people by their own government to allow them to travel to foreign countries \n护照\nDo you have to show your passport at the check-in desk? \n办理登机手续时须出示护照吗？\nHe was a German, but traveling on a Swiss passport.  \n他是德国人，但持瑞士护照旅行。\nAs an American working in France, I was disgusted that my new-born daughter was not granted a French passport.  \n作为一名在法国工作的美国人，我对不给予我刚出生的女儿一份法国护照这件事感到反感。"}]},{"Word":"circumstance","Voice":"sounds/nw-unit09-a-35.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C, U] an event connected with what is happening or has happened \n情形，情况，状况\nWe can't decide until we know all the circumstances.  \n我们在了解所有情况以后才能做决定。\nWe were obliged to do it by force of circumstance.  \n我们是形势所迫，不得不如此。"}]},{"Word":"static","Voice":"sounds/nw-unit09-a-36.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"staying in one place without moving, or not changing for a long time \n静止的，不变的\nThe national birth rate has remained static for the last few years. \n全国出生率近几年来保持稳定。\nHe pointed out that a play is not a static object like a picture.  \n他指出戏剧不像图片一样静止不动。"}]},{"Word":"bearing","Voice":"sounds/nw-unit09-a-37.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1. [U] relation or influence \n关系，影响\nThat had some bearing on our decision to move to another area of town.  \n那件事与我们搬到镇上另一地区的决定有些关系。\nYour remark didn't have any bearing on what happened.  \n你的话与所发生的事情毫无关系。\n2. (sing.) a way of standing, walking, etc. \n举止，姿态\nShe had a proud, distinguished bearing.  \n她摆出一副傲慢而高贵的姿态。\nHe is a man of soldierly bearing.  \n他的举止像军人。\n3. [C] a direction or angle as shown by a compass\n方位，方向\nThe road system was so complicated that we had to stop to take our bearings several times. \n公路网络如此复杂，我们好几次不得不停下来确定方位。\nThey lost their bearings in the dark. \n他们在黑暗中迷失了方向。"}]},{"Word":"justification","Voice":"sounds/nw-unit09-a-38.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[U] a good reason for doing sth. \n正当的理由\nIt can be said, with some justification, that she is one of the greatest actresses on the English stage today.  \n有理由说，她是当今英国舞台上最杰出的女演员之一。\nI can see no justification for dividing the company into smaller units.  \n我不明白有什么理由要把这家公司分成几个小公司。"}]},{"Word":"heap","Voice":"sounds/nw-unit09-a-39.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1. [C] a disorderly pile or mass of things one on top of the other \n一堆\nHis clothes lay in heaps on the floor.  \n他的衣服堆放在地板上。\nWe piled all the newspapers into a heap.  \n我们把所有的报纸堆成一堆。\n2. (often pl.) a lot \n大量，许多\nWe have heaps of time before the train leaves. \n离火车开之前，我们还有许多时间。\nWe have bought heaps of food for the picnic. \n我们为野餐买了许多食物。\n"},{"PartofSpeech":"vt.","Paraphrase":"put into a heap \n（使）堆起\nHe heaped the leaves up in the corner of the garden.  \n他把树叶堆在花园的角落里。\nThey heaped the food onto our plates.  \n他们在我们的盘子里堆满了食物。"}]},{"Word":"shed","Voice":"sounds/nw-unit09-a-40.mp3","Definitions":[{"PartofSpeech":"vt.","Paraphrase":"(pt., pp. shed)1. produce (esp. tears, light or blood) \n流出，流下，发出\nShe shed a few tears at her daughter's wedding.  \n她在女儿的婚礼上流下了眼泪。\nThe lamp sheds soft light on the desk.  \n那盏灯把柔和的光洒在书桌上。\n2. get rid of (sth. not needed or wanted) \n去掉，摆脱\nThe company yesterday announced that 900 jobs will be shed over the next few months.  \n公司昨天宣布在接下来的几个月中将裁减900个职位。\nI'd like to shed a few pounds before the summer. \n我希望能在夏天来临之前减轻几磅体重。\n3. (of a plant or animal) have (leaves, skin, hair, etc.) come off or fall out naturally\n脱落，脱去\nThese trees shed their leaves in fall. \n这些树秋天落叶。\nIn spring, when the weather is warmer, many animals shed their thicker winter coats.  \n在天气变暖的春季，许多动物会脱落厚厚的冬季绒毛。\n"},{"PartofSpeech":"n.","Paraphrase":"[C] a building, often made of wood, for storing things \n棚，小屋\na tool shed  \n工具房\nThe farmer built a shed for his tractor next to the barn.  \n那个农场主在谷仓边盖了一间拖拉机棚。"}]},{"Word":"drawer","Voice":"sounds/nw-unit09-a-41.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] a box-container without a top which is part of a piece of furniture \n抽屉\nThe desk has five drawers. \n这个书桌有五个抽屉。\nThere's some paper in the top drawer of my desk. \n我书桌最上面的那个抽屉里放了一些纸。\nI keep my socks in the bottom drawer.  \n我把袜子放在最底下的一个抽屉里。\nYou'll find my address book in the second drawer down.  \n你可以在下面的第二个抽屉找到我的通讯录。"}]},{"Word":"work out","Voice":"sounds/nw-unit09-a-42.mp3","Definitions":[{"PartofSpeech":"develop well; prove successful \n发展很好；证明是成功的\nI'm sure things will work out for the best in the end.  \n我相信事情最终会圆满解决的。\nIt's an interesting scheme, but do you really think it will work out?  \n这是个有趣的方案，但你真的认为它会成功吗？","Paraphrase":""}]},{"Word":"store away","Voice":"sounds/nw-unit09-a-43.mp3","Definitions":[{"PartofSpeech":"collect and keep sth. for future use \n收起来，储存，储备\nNow it's time to store away your fur coats for the summer.  \n夏天快到了，该把你的皮大衣收起来了。\nThis is where the animals store their nuts away.  \n这就是动物储存坚果的地方。","Paraphrase":""}]},{"Word":"insist on/upon","Voice":"sounds/nw-unit09-a-44.mp3","Definitions":[{"PartofSpeech":"1. strongly demand sth. or doing sth. \n坚决要求\nHe always insists on the best. \n他总是要求完美。\nDon't let them tell you what they want, insist on your rights. \n别让他们告诉你他们想要什么，你得坚持要求自己的权利。\n2. say firmly that sth. is true \n坚持认为\nShe insisted on her innocence. \n她坚持说她是清白的。\nThroughout the trial, the prisoner insisted on his lack of guilt. \n在整个审判中，罪犯坚持说自己无罪。","Paraphrase":""}]},{"Word":"make no mistake (about sth.)","Voice":"sounds/nw-unit09-a-45.mp3","Definitions":[{"PartofSpeech":"do not have the slightest doubt; be quite sure  \n别弄错了；毫无疑问\nIf you don't improve your behavior, you'll be punished; make no mistake about it.  \n要是不改正你的行为，你将受到惩罚，这是毫无疑问的。\nMake no mistake about it, you're bound to have an accident if you drive so fast down the motorway.  \n毫无疑问，你要是在公路上开得这样快，准会出事。","Paraphrase":""}]},{"Word":"gain in","Voice":"sounds/nw-unit09-a-46.mp3","Definitions":[{"PartofSpeech":"get more of a particular quality \n得到更多的……\ngain in confidence \n增强信心\nCyber bars have gained in popularity in recent years. \n网吧近年来越来越流行。\nThe Roman Empire gained in wealth and power throughout the first century AD. \n公元1世纪，罗马帝国得到了更多的财富和权势。","Paraphrase":""}]},{"Word":"make/hit the headlines","Voice":"sounds/nw-unit09-a-47.mp3","Definitions":[{"PartofSpeech":"become important news in newspapers or on radio or television \n成为头条新闻\nThe arrival of the football team hit the headlines in the local press. \n足球队的到达成为当地报纸的头条新闻。\n\"Computer crime\" first made the headlines in 1983. \n计算机犯罪在1983年首次成为头条新闻。","Paraphrase":""}]},{"Word":"call for","Voice":"sounds/nw-unit09-a-48.mp3","Definitions":[{"PartofSpeech":"require, demand or need \n需求，要求\nThis trouble calls for quick action by the government.  \n这一纷争需要政府立即采取行动来解决。\nThis sort of work calls for a lot of patience. \n这工作需要极大的耐性。","Paraphrase":""}]},{"Word":"be in line for","Voice":"sounds/nw-unit09-a-49.mp3","Definitions":[{"PartofSpeech":"be likely to get \n即将获得，很可能得到\nWho's next in line for promotion in your department?  \n你那个部门下一位有希望得到晋升的是谁？\nThe men worked much harder when they heard that they were in line for a wage increase.  \n那些人听说有希望长工资，干得起劲多了。","Paraphrase":""}]},{"Word":"under pressure","Voice":"sounds/nw-unit09-a-50.mp3","Definitions":[{"PartofSpeech":"influenced by urgency or other form of pressure\n在压力下，在强力下\nHe said that he made his statement to the police under pressure.  \n他说他对警方的供述是迫于压力。\nI'm under pressure to buy my wife a new coat.  \n我迫不得已才去为妻子买了件新上衣。","Paraphrase":""}]},{"Word":"draw up","Voice":"sounds/nw-unit09-a-51.mp3","Definitions":[{"PartofSpeech":"1. write out \n写出，制定\nThe general has drawn up a plan to defeat the enemy.  \n将军拟订了一个击败敌人的计划。\nHas your lawyer drawn up the contract yet?  \n你的律师是否起草好了合同？\n2. (of a vehicle) arrive at a certain point and stop \n（使）停住\nThe car drew up at the gate and three men got out. \n汽车在门前停了下来，从车里走出三个人。\nHe drew up his car outside his house. \n他将车停在他家的外面。","Paraphrase":""}]},{"Word":"send out","Voice":"sounds/nw-unit09-a-52.mp3","Definitions":[{"PartofSpeech":"issue; distribute \n发出，寄出\nYou can send out a call for help over the radio.  \n你可以通过无线电发出求援信号。\nOrders are taken by mail, and the goods are sent out from a central point where they are stored.  \n定货单是邮寄来的，货物是从贮存中心发出去的。","Paraphrase":""}]},{"Word":"take advice","Voice":"sounds/nw-unit09-a-53.mp3","Definitions":[{"PartofSpeech":"do what sb. suggests \n采纳某人的意见\nIf you take my advice you'll see a doctor.  \n如果你听我的劝告，就该去看医生。\nYou should take legal advice.  \n你应该请教律师。","Paraphrase":""}]},{"Word":"under sb.'s nose","Voice":"sounds/nw-unit09-a-54.mp3","Definitions":[{"PartofSpeech":"just in front of sb. \n就在... ...面前\nThe pen I thought I'd lost was on my desk, right under my nose.  \n我以为丢了的笔就在书桌上，在我的眼皮底下。\nI put the bill right under his nose so that he couldn't miss it.  \n我把账单就放在他面前，以免他看不到。","Paraphrase":""}]},{"Word":"argue over/about","Voice":"sounds/nw-unit09-a-55.mp3","Definitions":[{"PartofSpeech":"quarrel over \n为……争论，争吵\nLet us not argue over going out tonight.  \n咱们别为今晚出门的事争吵了。\nThey are arguing over whether it is safe to sail in this weather.  \n他们在争论在这种天气里出海是否安全。","Paraphrase":""}]},{"Word":"break out","Voice":"sounds/nw-unit09-a-56.mp3","Definitions":[{"PartofSpeech":"1. start suddenly \n突然开始，爆发\nFire broke out in the hospital last night. \n昨夜医院突然发生了火灾。\nWar broke out in 1937.  \n战争于1937年爆发。\n2. escape from \n逃离\nHe broke out of the prison last night. \n他昨天晚上越狱而逃。","Paraphrase":""}]},{"Word":"just about","Voice":"sounds/nw-unit09-a-57.mp3","Definitions":[{"PartofSpeech":"Extremely close to \n几乎，非常接近\nDinner's just about ready, so wash your hands now. \n晚餐快好了，去洗手吧。\nI've just about finished with the newspaper; you can have it in a minute. \n报纸我快看完了，你马上就可以看了。","Paraphrase":""}]},{"Word":"lead to","Voice":"sounds/nw-unit09-a-58.mp3","Definitions":[{"PartofSpeech":"have sth. as the result \n导致\nAn ordinary cold can soon lead to a fever.  \n普通感冒可能很快会引起发烧。\nIt's sleeping late in the morning that leads to being late for work. \n是早上睡懒觉导致上班迟到。","Paraphrase":""}]},{"Word":"enter into sth.","Voice":"sounds/nw-unit09-a-59.mp3","Definitions":[{"PartofSpeech":"begin to discuss or deal with sth. \n开始讨论；着手处理\nWithout entering into the advantages and disadvantages, we can see that the plan is possible.  \n我们不需要考虑所有的利弊，就可以看出这个计划是可行的。\nOnce you have reached informal agreement, you should enter into a contract with the other party.  \n一旦达成非正式协议，就应该和对方签定合同。","Paraphrase":""}]},{"Word":"have no bearing on","Voice":"sounds/nw-unit09-a-60.mp3","Definitions":[{"PartofSpeech":"have no relation to; have nothing to do with \n与……无关\nHow many kids you have has no bearing on how much tax you pay. \n你有几个孩子和你交多少税没有关系。\nA suspect's criminal record should have no bearing on the trial. \n一名嫌疑犯的犯罪记录应该与审讯无关。","Paraphrase":""}]},{"Word":"end up","Voice":"sounds/nw-unit09-a-61.mp3","Definitions":[{"PartofSpeech":"finish in a particular place or way \n结束，告终\nHe never dreamed that he would end up owning such a lot of property. \n他做梦也没想到他最后会拥有这么一大笔财产。\nHe'll end up in prison if he goes on behaving like that.  \n如果他继续这样，终究会坐大牢的。","Paraphrase":""}]},{"Word":"lay bare","Voice":"sounds/nw-unit09-a-62.mp3","Definitions":[{"PartofSpeech":"expose or make known sth. hidden \n揭示，说出\nThe director was careful not to lay the firm's plans bare.  \n经理小心翼翼，不说出公司的计划。\nThe speaker accidentally laid bare the government's intention to raise taxes.  \n演讲者无意中泄露了政府打算增加税收的意图。","Paraphrase":""}]},{"Word":"shed/throw/cast light on","Voice":"sounds/nw-unit09-a-63.mp3","Definitions":[{"PartofSpeech":"make a problem, etc. easier to understand \n(使)更容易理解\nThese discoveries may shed light on the origins of the universe. \n这些发现会有助于理解宇宙的起源。\nScientists working in the Gobi Desert have shed new light on the life of dinosaurs. \n在戈壁滩上工作的科学家们使人们对恐龙的生活有了新的认识。","Paraphrase":""}]},{"Word":"Jacqueline Kennedy Onassis","Voice":"sounds/nw-unit09-a-64.mp3","Definitions":[{"PartofSpeech":"杰奎琳·肯尼迪·奥纳西斯","Paraphrase":""}]},{"Word":"Aristotle Onassis","Voice":"sounds/nw-unit09-a-65.mp3","Definitions":[{"PartofSpeech":"亚里士多德·奥纳西斯","Paraphrase":""}]},{"Word":"American Academy of Marriage Lawyers ","Voice":"sounds/nw-unit09-a-66.mp3","Definitions":[{"PartofSpeech":"美国婚姻法律师协会","Paraphrase":""}]},{"Word":"Ed Smith","Voice":"sounds/nw-unit09-a-67.mp3","Definitions":[{"PartofSpeech":"艾德·史密斯","Paraphrase":""}]}]}