{"UnitTitle":"__horizonread3_UNIT03_B_lw_htm","Vocabularies":[{"Word":"complex","Voice":"sounds/nw-unit03-b-01.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"1. made up of closely connected parts\n复合的，复杂的\nThe company has a very complex organization structure.\n公司的组织结构非常复杂。\nThe operation is complex.\n该手术程序复杂。\n2. difficult to understand or explain because there are many different parts\n难以理解的，复杂的\nThe film was so complex that I couldn't follow it.\n这部电影太复杂了，以致于我都看不懂。\nShe has a very complex personality and sometimes I feel I don't know her at all.\n她这个人性格很复杂，有时我觉得根本无法理解她。"}]},{"Word":"grip","Voice":"sounds/nw-unit03-b-02.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1. [C] the force to control\n控制，支配\nThe enemies have tightened their grip on the city.\n敌人已经加强了他们对这座城市的控制。\nThe president keeps a firm grip on his country's foreign policy.\n总统牢牢控制着国家的外交政策。\n2. [C] a firm hold of sth.\n紧握，抓牢\nThe thief would not let go his grip on my handbag.\n小偷抓住我的手提包不放。\nThe climber relaxed her grip and fell.\n那个女登山者手一松，摔了下去。\n"},{"PartofSpeech":"vt","Paraphrase":"1. take and keep a firm hold of (sth./sb.)\n握紧，抓牢\nThe baby gripped my finger with her tiny hand.\n这个婴儿用她的小手抓紧我的手指。\nFear gripped his heart.\n恐惧占据了他的心。\n2. seize the attention, imagination, etc. of (sb.)\n吸引……的注意力或想像力等\nI was gripped by the film from the moment it started.\n从这部电影开始的那一刻起我就被它吸引住了。\nThe book gripped my attention.\n这本书引起了我的注意。"}]},{"Word":"extreme ","Voice":"sounds/nw-unit03-b-03.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"1. of the highest degree; greatest possible\n最高限度的，极度的\nThe extreme penalty of the law in some countries is the death penalty.\n在某些国家，极刑就是死刑。\nHe showed extreme patience to his students.\n他对他的学生表现出极大的耐心。\n2. as far away as possible\n尽可能远的；遥远的\nThe mountains in the extreme north of the country are covered with snow throughout the year.\n这个国家最北端的山脉终年被雪覆盖。\nThere was once a small cottage at the extreme edge of the forest.\n在森林的边缘曾经有一座小茅屋。\n"},{"PartofSpeech":"n.","Paraphrase":"[C] the furthest point; the greatest degree\n极端，过分\nHe was anxious to smooth over situations, to avoid extremes.\n他急于缓和局势，避免采取极端措施。\nThere's now a danger that we're going to the other extreme.\n现在我们有走向另一个极端的危险。"}]},{"Word":"analyze","Voice":"sounds/nw-unit03-b-04.mp3","Definitions":[{"PartofSpeech":"vt.","Paraphrase":"study or examine sth. in detail in order to discover more about it\n分析，细查\nBy analyzing the parts of the sentence we learn more about English grammar.\n通过分析句子的各组成部分，我们可以学到更多的英语语法。\nThe teacher tried to analyze the cause of our failure.\n老师试图分析我们失败的原因。"}]},{"Word":"stability","Voice":"sounds/nw-unit03-b-05.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[U] the quality or state of being stable\n稳定，稳固\nThe country has enjoyed a period of political stability during the past ten years.\n该国在过去10年中政局一直保持稳定。\nThere are doubts about the stability of these cars.\n人们对这些汽车的稳定性存有疑虑。"}]},{"Word":"mobile","Voice":"sounds/nw-unit03-b-06.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"able to move freely or be easily moved\n活动的，易于移动的，流动的\nmobile phone\n移动电话\nYou've broken your ankle but you'll be fully mobile within a couple of months.\n你的脚踝骨折了，但是几个月后你就能活动自如。"}]},{"Word":"mobility","Voice":"sounds/nw-unit03-b-07.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[U] being mobile\n流动性，移动性，易变性\nFor children from poorer families, the main hope of social mobility is through education.\n对于贫穷家庭的孩子来说，提高社会地位的主要希望是通过教育。\nWith the plane, people managed a physical mobility never before dreamed of.\n随着飞机的问世，人们的流动性达到了以前连做梦也想不到的程度。"}]},{"Word":"differ","Voice":"sounds/nw-unit03-b-08.mp3","Definitions":[{"PartofSpeech":"vi.","Paraphrase":"1. not be the same; be unlike\n不同，有异\nThe brothers differ widely in their tastes.\n这兄弟几个情趣大不相同。\nHis views differ greatly from those of his parents.\n他的观点跟他父母的很不相同。\n2. disagree; not share the same opinion\n（在意见方面）发生分歧\nMy sister and I differ about most things.\n姐姐和我在大多数事情上意见相左。\nThe two sides still differ over the question of pay.\n双方在报酬问题上仍然存在分歧。"}]},{"Word":"superior","Voice":"sounds/nw-unit03-b-09.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"1. better, stronger, etc. than sb./sth. else\n优于，强于\nThe match will show who is the superior player.\n这场比赛将表明哪个球员更优秀。\nCompanies spend millions of dollars trying to convince customers that their products are superior to those of other companies.\n公司花费了几百万美元试图使客户相信他们的产品比其他公司的好。\n2. better than average\n优良的，卓越的\nWe chose her for the job because she was superior.\n我们选她做这份工作是因为她很优秀。\nOur school provides a superior education.\n我们学校提供优质教育。\n3. of higher rank or class\n（在职位、地位方面）较高的\nI'll report you to your superior class.\n我要向你的上级告你！\nHe works well with those superior to him in the firm.\n他和公司里的上司合作愉快。\n"},{"PartofSpeech":"n.","Paraphrase":"[C] a person of higher rank, esp. in a job\n上级，上司\nI'll have to ask my superiors about that. \n那事我得问一下我的上级。\nMr. Ford is my immediate superior.\n福特先生是我的顶头上司。"}]},{"Word":"inferior","Voice":"sounds/nw-unit03-b-10.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"lower in rank, social position, importance, quality, etc. \n级别低的，社会地位低的；次要的，次等的\nThey felt inferior to the others until the team's international success gave them some pride.\n他们感到低人一等，直到球队在国际上的成功才给了他们一些自豪感。\nThey had bought goods of inferior quality.  他们购买了质量差的商品。\n"},{"PartofSpeech":"n.","Paraphrase":"[C] a person of lower rank, esp. in a job\n下级，下属\nYou shouldn't be afraid of making your inferiors work harder. \n你不要怕要求你的下属更加努力地工作。\nIf you want to get respect from your inferiors, you have to respect them first. \n如果你想要下属尊敬你，你得先尊重他们。"}]},{"Word":"negotiate","Voice":"sounds/nw-unit03-b-11.mp3","Definitions":[{"PartofSpeech":"v.","Paraphrase":"have a formal discussion with sb. in order to reach an agreement\n谈判，磋商\nI've managed to negotiate a five per cent pay increase with my boss. \n经过与老板协商，我的工资将提高百分之五。\nHow long will the United Nations negotiate over this question?  \n联合国将花多少时间来商讨这个问题？"}]},{"Word":"negotiation","Voice":"sounds/nw-unit03-b-12.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C, U] discussion aimed at reaching an agreement; negotiating\n商议，谈判，洽谈\nThe agreement was reached after a series of difficult negotiations.\n经过一系列艰难的谈判后达成了协议。\nThe price is a matter of negotiation.\n价格是可以协商的。"}]},{"Word":"thereby","Voice":"sounds/nw-unit03-b-13.mp3","Definitions":[{"PartofSpeech":"ad.","Paraphrase":"because of this; as a result of this action\n因此，从而\nI missed the last flight, and thereby decided to stay the night at the airport.\n我误了上一趟航班，所以决定在机场过夜。\nThey paid cash, thereby avoiding interest charges.  \n他们付了现款，因此不必另外加息。"}]},{"Word":"harmony","Voice":"sounds/nw-unit03-b-14.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[U] a state of complete agreement (in feelings, ideas, etc.)\n和谐，融洽，和睦，一致\nImagine a society in which all lived together in harmony.\n想像有这样一个社会，大家都和睦地生活在一起。\nThe harmony of sea and sky makes a beautiful picture.\n海天一色构成了一幅美景。"}]},{"Word":"consensus","Voice":"sounds/nw-unit03-b-15.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C, U] (usu. sing.) generally accepted opinion or decision among a group of people\n共同看法，（意见等的）一致\nThere is no consensus among the experts on some foods. Advice changes depending on whom you listen to.\n专家们对某些食物的看法并不一致。各有各的说法，要看你听谁的。\nThe consensus in the office is that he's useless at his job.\n办公室成员一致认为他在工作中碌碌无为。"}]},{"Word":"consideration","Voice":"sounds/nw-unit03-b-16.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1. [U] the action of considering or thinking about sth.\n考虑，思考\nThe proposals are still under consideration. \n这些提议仍在考虑中。\nAfter some consideration we've decided to sell the house.  \n经过一番考虑，我们决定卖掉房子。\n2. [U] the quality of being sensitive to others, their feelings, etc. \n体谅，照顾\nCould you turn your music down and show a little consideration for the neighbors?  \n你能为邻居着想一点，把音乐放小点吗？\nHe took the measure without the slightest consideration for the feelings of other people.\n他采取了这一措施，丝毫不顾及别人的感情。"}]},{"Word":"enterprise","Voice":"sounds/nw-unit03-b-17.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1. [C, U] a business company or firm \n企业单位，商业公司\na new industrial enterprise \n新的工业企业\nforeign enterprises\n外国企业\nThe government supports private enterprise. \n政府支持私人企业。\nDon't forget this is a commercial enterprise - we're here to make money. \n别忘了这是商业企业——我们在这儿是要赚钱。\nToo much government control is said to discourage the growth of free enterprise. \n过多的政府控制被认为会妨碍企业自由经营的发展。\n2. [C] a project, esp. one that is difficult or needs courage \n（艰巨的）事业，计划\nThe original enterprise was to raise the money by giving a concert.  \n最初的计划是开一场音乐会来筹集资金。\nA trip into space is a daring enterprise.  \n到太空旅行是一项大胆的计划。"}]},{"Word":"ministry","Voice":"sounds/nw-unit03-b-18.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] a department of the government\n(政府的)部\nthe Ministry of Defence\n国防部\nthe Ministry of Agriculture \n农业部\nthe Ministry of Education \n教育部\nthe Ministry of Finance  \n财政部\nThe army, navy and air force are all controlled by the Ministry of Defense.  \n陆、海、空三军由国防部指挥。"}]},{"Word":"unity","Voice":"sounds/nw-unit03-b-19.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[U] the state of being joined together or in agreement \n和睦，协调，团结，统一\nIt is feared that calls for national unity will be ignored in the present climate of fighting. \n人们担心在目前战火纷飞的情形下国家统一的号召会无人理睬。\nThe strength of a nation depends on its unity. \n国家的力量在于团结。"}]},{"Word":"parliament","Voice":"sounds/nw-unit03-b-20.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] the main law-making body, made up of members wholly or partly elected by the people of the country\n议会，国会\nthe Houses of Parliament\n国会大厦\na Member of Parliament (MP) \n国会议员\nShe believes that the right to hunt is a question that can only be resolved in Parliament.  \n她认为打猎的权利是一个只能由议会解决的问题。\nParliament will discuss the question tomorrow.  \n议会明天将讨论这个问题。"}]},{"Word":"consult","Voice":"sounds/nw-unit03-b-21.mp3","Definitions":[{"PartofSpeech":"vt.","Paraphrase":"1. go to sb. for information, advice, etc. \n请教，咨询，找……商量\nI'm going to consult my best friend on the matter.  \n这件事我要征求我最好的朋友的意见。\nHave you consulted your doctor about your illness? \n关于你的病情，你找你的医生看过吗？\n2. go to a book, etc. for information\n查阅，查看\nMost of my students are able to consult English dictionaries for unknown words. \n我的大部分学生能够用英语词典查找生词。\n"},{"PartofSpeech":"vi.","Paraphrase":"exchange opinion, information, etc. with a person \n交换意见，商议\nHe consulted with his partners before taking action. \n他行动前和合伙人进行了协商。\nBefore we can accept the firm's offer we must consult with the workers.\n我们必须先与工人商量，然后才能决定是否接受该公司的提议。"}]},{"Word":"delicate","Voice":"sounds/nw-unit03-b-22.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"1. showing or needing skill and good judgment\n巧妙的，需技巧的，敏感的\nThe pay negotiations have reached a delicate stage.\n工资谈判到了一个敏感的阶段。\nTeachers need to strike a delicate balance between educating their pupils and letting them discover things for themselves. \n教师们需要在教导学生与让他们自己有所发现之间达到巧妙的平衡。\n2. needing careful treatment; easily damaged \n易损的，娇嫩的\nI'm not going to let anyone else pack my china; it's much too delicate.  \n我不打算让其他任何人来为我的瓷器打包，它太精致易碎了。\nDelicate plants need to be kept in the room during the winter.  \n冬季，娇嫩的植物要养在室内。"}]},{"Word":"delicately","Voice":"sounds/nw-unit03-b-23.mp3","Definitions":[{"PartofSpeech":"ad.","Paraphrase":"in a delicate way\n巧妙地，细致地\nI thought you handled the situation very delicately.\n我认为你很巧妙谨慎地处理了这个局面。\nWe received a delicately worded refusal of our invitation.  \n我们收到一封婉言谢绝我们邀请的复函。"}]},{"Word":"owing","Voice":"sounds/nw-unit03-b-24.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"(esp. of money that has been earned, lent or promised) not yet paid\n应付的，未付的\nWe have several hundred pounds owing on our car. \n我们的车还欠几百英镑未付清。\nI've got $50 owing to me for a job I did last month.  \n上个月我做了份工作，还有50美元没付我呢。"}]},{"Word":"successive","Voice":"sounds/nw-unit03-b-25.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"coming one after the other in a series\n继续的，连续的\nThe school has won five successive games.\n这个学校连续获得五场比赛的胜利。\nIt was the team's third successive defeat and their fourth defeat in five matches.  \n这是该队连续第三次失败，也是五次比赛中的第四次失败。"}]},{"Word":"lag","Voice":"sounds/nw-unit03-b-26.mp3","Definitions":[{"PartofSpeech":"vi.","Paraphrase":"go too slow; fail to keep pace with others\n走得慢，落后\nThe small boy soon became tired and lagged far behind.  \n没有多久那个小男孩就累了，远远地落在后面。\nAs far as prison reform is concerned, we lagged behind a lot of other countries for years. \n在监狱改革方面，我们落后于其他许多国家好几年。\n"},{"PartofSpeech":"n.","Paraphrase":"[C] a period of time separating two events; delay\n时间间隔；滞后\nThere will be a one-year lag between the time I write the book and its publication.  \n从我写这本书到该书的出版，将有一年的间隔。\nBad weather caused a lag in the scheduled activities.  \n坏天气使得预先安排好的活动延迟了。"}]},{"Word":"fundamental","Voice":"sounds/nw-unit03-b-27.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"forming the base, from which everything originates; more important than anything else \n基本的，基础的，主要的\nWe need to make fundamental changes to the way in which we treat our environment.  \n我们需要根本改变我们对待环境的态度。\nThere's a fundamental difference in attitude between these two politicians.  \n这两位政治家的观点存在着根本性分歧。\n"},{"PartofSpeech":"n.","Paraphrase":"(pl.) basic rules; essential parts \n基本原则，基本法则\nIt's important for children to be taught the fundamentals of science.  \n教给孩子们一些科学的基本原理很重要。\nLet's stop talking about these trivial things and get down to fundamentals.\n我们别讨论这些小事了，还是谈谈那些根本问题。"}]},{"Word":"discard","Voice":"sounds/nw-unit03-b-28.mp3","Definitions":[{"PartofSpeech":"vt.","Paraphrase":"throw sth. out or away\n丢弃，抛弃\nRemove the skins from the tomatoes and discard them.  \n去掉西红柿的皮，再把皮扔掉。\nShould they discard the present system entirely?  \n他们应该完全抛弃现行制度吗？"}]},{"Word":"transaction","Voice":"sounds/nw-unit03-b-29.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] a piece of business conducted or carried out\n交易，业务\nEach transaction at the foreign exchange counter seems to take forever. \n在外币兑换柜台进行的每一笔交易似乎都要花很长时间。\nService transactions were not enough to pay for necessary imports.  \n劳务交易不足以支付必要的进口商品。"}]},{"Word":"volume","Voice":"sounds/nw-unit03-b-30.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1. [U] the amount of sth. \n量，份量，额\nThe volume of book sales increased by 6.4% in Britain in the year to October.  \n这一年到10月份英国的书籍销售额增长了6.4%。\nDuring the holiday season the post office handles a tremendous volume of mail. \n每逢假期，邮局要处理大量的邮件。\n2. [C] one in a set of related books, or any type of book \n（书的）卷，册\nThe girl carried a thin volume of poetry under her arm.  \n那女孩腋下夹着一册薄薄的诗集。\nThe library contains over a million volumes.  \n该图书馆有一百多万册藏书。\n3. [U] the level of sound made by a TV, radio, etc.\n音量，响度\nCould you turn the volume down, please, I'm trying to sleep.  \n请你把音量关小点好吗？我想要睡觉了。\nHe likes to listen to music with the radio turned on at full volume. \n他听音乐时喜欢将收音机的音量开到最大。\n4. [ U] the size of a solid thing or of a space, measured by multiplying the length by the width by the depth \n体积，容积，容量\nHe calculated the volume of the sphere. \n他计算了这一球体的体积。\nIn the metric system liquid volume is measured in liters. \n在公制中，液体的容量用公升计量。"}]},{"Word":"feasible","Voice":"sounds/nw-unit03-b-31.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"that can be done; possible \n可行的，可能的，行得通的\nIt's quite feasible we'll get the money.  \n我们很有可能拿到这笔钱。\nNow that we have the extra resources, the project seems economically feasible. \n既然我们还有额外的经费来源，这个计划在经济上似乎是可行的。"}]},{"Word":"sophisticated","Voice":"sounds/nw-unit03-b-32.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"1. complicated\n复杂的，尖端的\nI think a more sophisticated way is needed to deal with the problem.  \n我想这个问题需要用一种更复杂的方法来解决。\nI can't work this sophisticated new machine. \n我不会操作这种新的精密机器。\n2. having or showing much experience and knowledge  \n世故的，老练的，精通的\nSophisticated readers understood the book's hidden meaning.  \n老练的读者理解了这本书隐含的含义。\nHer conversation showed her to be very sophisticated.  \n她的谈话表明她是个世故的人。"}]},{"Word":"operational","Voice":"sounds/nw-unit03-b-33.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"1. of, for or used in operations \n操作(上)的；经营的\noperational cost  \n运营成本\nThere are operational advantages in putting sales and production in the same building.  \n把销售部门和生产部门设在一幢大楼里有利于经营。\n2. ready for use; ready to act \n即可使用的，即可行动的\nThe telephone is operational again. \n电话又可以使用了。\nRepairs have already begun and we expect the factory to be fully operational again within six months.  \n整修工作已经开始，我们期望这家工厂在六个月内将再一次全面运转。"}]},{"Word":"sincere","Voice":"sounds/nw-unit03-b-34.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"(of a person, feelings or behavior) not pretending; honest\n真诚的，诚实的\nI don't think the politician was being completely sincere when he said he supported the government's plans.  \n那个政客说他支持政府的计划，我认为他说的不全是真心话。\nHe made a sincere offer of help. \n他真诚地提出愿意提供帮助。"}]},{"Word":"pinch","Voice":"sounds/nw-unit03-b-35.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1. [C] a painful squeeze\n捏，掐，拧\nShe gave him a pinch to wake him up.\n她掐了他一下以弄醒他。\nHe gave the boy a pinch on the cheek for joke.  \n他开玩笑地在男孩的脸颊上拧了一把。\n2. [C] a small amount of sth., esp. the amount which a person can hold between his first finger and thumb \n一撮，微量\nWhile the tomatoes are cooking, add a pinch of sugar.\n烧番茄的时候，加点糖。\nThis matter will cause a large pinch of doubts. \n这个问题会引起很大的怀疑。\n"},{"PartofSpeech":"v.","Paraphrase":"press strongly between two hard things such as a finger and a thumb, usu. causing pain\n捏，掐，拧\nShe accidentally pinched her hand in the front door. \n她不小心在前门上夹了手。\nThese shoes are too tight; they pinch.  \n这鞋子太紧了，挤脚。"}]},{"Word":"aspect","Voice":"sounds/nw-unit03-b-36.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] a particular part of sth. being considered \n部分，方面\nHave you thought about the problem from every aspect?  \n你是否从各个方面思考过这个问题了？\nWhat do you find is the most worrying aspect of this election result? \n对于这次选举结果，你认为什么方面是最令人担心的？"}]},{"Word":"dismiss","Voice":"sounds/nw-unit03-b-37.mp3","Definitions":[{"PartofSpeech":"vt.","Paraphrase":"1. remove sb. from a position \n解雇，开除\nShe was dismissed from her job for breaking the company safety regulations.  \n她违反公司的安全制度，被解雇了。\nWe dismissed the cook because her cooking was so poor.  \n我们把厨师解雇了，因为她的烹调技术太差了。\n2. put (thoughts, feelings, etc.) out of one's mind \n放弃（想法、感情等），不再考虑\nHe tried without success to dismiss the memory of her from his thoughts.  \n他试图把她忘掉，但做不到。\nJust dismiss those thoughts from your mind - they're crazy and not worth thinking about.  \n打消你头脑中的那些念头--都是些疯狂的想法，不值得考虑。\n3. send away \n解散，遣散\nThe teacher dismissed her class early. \n老师提早下课了。\nThe host dismissed the servant when he talked with the guests.\n当与客人交谈时，主人吩咐仆人退出。"}]},{"Word":"provided","Voice":"sounds/nw-unit03-b-38.mp3","Definitions":[{"PartofSpeech":"conj.","Paraphrase":"on the condition or understanding that\n如果，假若\nHe says he'll go traveling provided you do too. \n他说要是你也去旅游的话，他就去。\nProvided we get good weather, it will be a successful holiday.  \n如果我们遇到好天气，假期就会很顺利。"}]},{"Word":"exert","Voice":"sounds/nw-unit03-b-39.mp3","Definitions":[{"PartofSpeech":"vt.","Paraphrase":"1. make an effort\n努力，用力，尽力\nShe'll have to exert herself more than she does now if she wants to succeed in sales.\n要想在销售方面成功，她将不得不加倍努力。\nPlease don't exert yourself, I can carry some things too.\n请你别累坏了，我也可以扛些东西。\n2. make (an ability or skill) into use\n运用（能力或技巧），发挥\nIf you were to exert your influence they might change their decision.\n如果你们运用你们的影响，他们可能会改变决定。\nHe exerted all his strength to pull the man out of the river.\n他用尽全力把那个人从河里拉了上来。"}]},{"Word":"flexible","Voice":"sounds/nw-unit03-b-40.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"1. able to change or be changed easily according to the situation \n灵活的，可变通的，可适应的\nWe've arranged to go to the cinema on Thursday, but we can be flexible and go another day if necessary. \n我们计划在星期四去看电影，不过有必要的话我们可以变通，改天去也行。\nWe need a more flexible decision-making system.\n我们需要一个更灵活的决策体系。\n2. that can be bent easily \n易弯曲的，柔韧的\na flexible plastic tubing \n柔韧的塑料管\nThis bag is made of flexible leather.\n这个包是由柔韧的皮革做成的。"}]},{"Word":"inflexible","Voice":"sounds/nw-unit03-b-41.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"that cannot be changed, influenced, etc. \n不可改变的，不受影响的，不屈服的\nThe government has adopted an inflexible position.  \n政府采取了强硬的立场。\nThis type of computer is too slow and inflexible to meet many business needs. \n这种计算机速度慢，不灵活，无法满足多种商业需要。"}]},{"Word":"loyalty","Voice":"sounds/nw-unit03-b-42.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[U] being loyal\n忠诚，忠心\nHer loyalty to the cause has never been in doubt.  \n从没有人怀疑她对事业的忠诚。\nChildren suffer from divided loyalties when their parents separate.  \n父母分居时孩子们会因不知对谁忠诚为好而感到痛苦。"}]},{"Word":"come to grips with","Voice":"sounds/nw-unit03-b-43.mp3","Definitions":[{"PartofSpeech":"begin to deal with (a problem, challenge, etc.) \n着手解决(问题)或对付(挑战）\nI have to come to grips with this difficult problem.  \n我得对付这个难题。\nThe speaker talked a lot, but never really came to grips with the subject. \n那位演说者讲了许多，但始终没有真正涉及主题。","Paraphrase":""}]},{"Word":"work for","Voice":"sounds/nw-unit03-b-44.mp3","Definitions":[{"PartofSpeech":"do work for; be hired by \n为... ...工作，受雇于... ...\nHow long have you been working for this firm?  \n你在这家公司工作多久了？","Paraphrase":""}]},{"Word":"in contrast to","Voice":"sounds/nw-unit03-b-45.mp3","Definitions":[{"PartofSpeech":"contrasting \n对比，比照\nHis white hair was in sharp contrast to his dark skin.  \n他的白发与黑皮肤形成鲜明的对照。\nIn contrast to your belief that we will fail, I am confident that we will succeed. \n你们认为我们会失败，而我却深信我们定会成功。","Paraphrase":""}]},{"Word":"in some way","Voice":"sounds/nw-unit03-b-46.mp3","Definitions":[{"PartofSpeech":"to a certain extent but not entirely \n在某种意义上；有一点，有些\nThe changes are an improvement in some way. \n从某种意义上说，这些变化是一种改进。\nThe work was well done in some way.  \n在某种程度上，这项工作干得很出色。","Paraphrase":""}]},{"Word":"be related to","Voice":"sounds/nw-unit03-b-47.mp3","Definitions":[{"PartofSpeech":"be connected or associated with \n与... ...相关，与... ...有联系\nThe fall in the cost of living is directly related to the drop in the oil price.  \n生活费用的下降直接与油价下跌有关。\nExperts believe that a great number of cancer cases in the area are directly related to the polluted environment.  \n专家们认为该地区大量的癌症病例与该地区的污染直接有关。","Paraphrase":""}]},{"Word":"distinguish from","Voice":"sounds/nw-unit03-b-48.mp3","Definitions":[{"PartofSpeech":"show the difference between \n与... ...相区别\nElephants are distinguished from other animals by their long noses.  \n大象有长鼻，因此和其他动物不同。\nHis red hair distinguished him from his brothers.  \n他的红头发使他有别于他的兄弟们。","Paraphrase":""}]},{"Word":"set up","Voice":"sounds/nw-unit03-b-49.mp3","Definitions":[{"PartofSpeech":"cause or produce \n造成，产生\nThis wet weather sets up the ache in my old wound.  \n这种潮湿的天气使我感到旧伤疼痛。\nThe sudden fall on Wall Street set up a chain reaction in stock markets around the world.  \n华尔街股市的暴跌引起了全世界股市的连锁反应。","Paraphrase":""}]},{"Word":"fall through","Voice":"sounds/nw-unit03-b-50.mp3","Definitions":[{"PartofSpeech":"fail to be completed; come to nothing \n失败，成为泡影\nOur holiday plans fell through because of transport strikes. \n由于交通系统罢工，我们的休假计划成了泡影。\nThe plan fell through when it proved too costly.  \n该计划耗资过于巨大，结果落空了。","Paraphrase":""}]},{"Word":"owing to","Voice":"sounds/nw-unit03-b-51.mp3","Definitions":[{"PartofSpeech":"because of \n因为，由于\nOwing to the rain, the match was put off.  \n因为下雨，比赛延期了。\nThe concert has been cancelled owing to lack of support.  \n由于缺乏支持，音乐会被取消了。","Paraphrase":""}]},{"Word":"press for","Voice":"sounds/nw-unit03-b-52.mp3","Definitions":[{"PartofSpeech":"make repeated and urgent requests for \n反复请求，紧急要求\nThe unions are pressing for improved working conditions.  \n工会一再要求改善工作条件。\nThe newspaper reporters have been pressing the government for more details. \n新闻记者不断催促政府提供详细情况。","Paraphrase":""}]},{"Word":"wonder at","Voice":"sounds/nw-unit03-b-53.mp3","Definitions":[{"PartofSpeech":"feel great surprise at \n对... ...感到惊讶，惊叹\nI wonder at your rudeness, when I have always been so kind to you.  \n我一直对你很友好，你的无礼真叫我惊讶。\nA severe winter like this is not to be wondered at, in view of the summer we've had.  \n考虑到我们所过的夏天，这样严寒的冬天是不足为怪的。","Paraphrase":""}]},{"Word":"lag behind","Voice":"sounds/nw-unit03-b-54.mp3","Definitions":[{"PartofSpeech":"move, advance or develop slowly; fall behind \n走得慢，落后\nWhy does Jane always lag behind the rest of the family when we're out for a walk?  \n我们外出散步时，简为什么总是落在全家人的后面？\nThe horse that we choose as the winner is usually the one that lags behind all the other runners.\n我们选定要赢的马老是输给其他赛马。","Paraphrase":""}]},{"Word":"in a pinch","Voice":"sounds/nw-unit03-b-55.mp3","Definitions":[{"PartofSpeech":"in a case of necessity \n必要时\nI need $2,000 to set up the project, but I suppose $1,500 would do in a pinch.  \n我需要2,000美元建立这个项目，不得已时1,500美元也可以。\nI can lend you money in a pinch. \n在紧要关头我可以借钱给你。","Paraphrase":""}]},{"Word":"exert oneself","Voice":"sounds/nw-unit03-b-56.mp3","Definitions":[{"PartofSpeech":"make an effort \n努力\nYou'll have to exert yourself more if you want to pass your exam.  \n如果你想通过考试，就必须更加努力。\nShe can run 100 meters in 13 seconds without exerting herself.  \n她不必费劲就能以13秒的成绩跑完100米。","Paraphrase":""}]},{"Word":"Nomura Securities ","Voice":"sounds/nw-unit03-b-57.mp3","Definitions":[{"PartofSpeech":"野村证券","Paraphrase":""}]},{"Word":"Tokyo Stock Exchange","Voice":"sounds/nw-unit03-b-58.mp3","Definitions":[{"PartofSpeech":"东京证券交易所","Paraphrase":""}]},{"Word":"New York Stock Exchange","Voice":"sounds/nw-unit03-b-59.mp3","Definitions":[{"PartofSpeech":"纽约证券交易所","Paraphrase":""}]},{"Word":"Matsushita (company)","Voice":"sounds/nw-unit03-b-60.mp3","Definitions":[{"PartofSpeech":"松下（公司）","Paraphrase":""}]},{"Word":"Matsushita","Voice":"sounds/nw-unit03-b-61.mp3","Definitions":[{"PartofSpeech":"松下幸之助（松下公司创始人）","Paraphrase":""}]}]}