{"UnitTitle":"__horizonread3_UNIT03_A_lw_htm","Vocabularies":[{"Word":"publicity","Voice":"sounds/nw-unit03-a-01.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1. [U] public notice or attention \n公众的注意；名声\nThe company's continued use of such dangerous chemicals has attracted a lot of negative publicity. \n这个公司继续使用这样的危险化学品招来了不少批评。\nThe film actress's marriage got a lot of publicity.  \n这位女电影演员的婚姻引起了公众的极大关注。\n2. [U] (business of) providing information in order to attract public attention; advertising \n（商业）广告，宣传，宣扬\nThe concert wasn't given much advance publicity, so many tickets remained unsold.  \n音乐会事先没有做很多宣传，所以许多票没有卖出去。\nThe publicity material sent out by the company stressed their concern for the environment.  \n这个公司散发的宣传材料强调了他们对环境的关心。"}]},{"Word":"cultivate","Voice":"sounds/nw-unit03-a-02.mp3","Definitions":[{"PartofSpeech":"vt.","Paraphrase":"1. develop and improve \n培养，陶冶，发展\nAt this school we aim to cultivate the minds of all the children we teach.  \n在这所学校里，我们旨在陶冶学生的心灵。\nShe seems to spend her life trying to cultivate her career.  \n她的一生似乎都在成就其事业。\n2. prepare and use (land, soil, etc.) for growing crops \n耕种，耕作\nMost of the land there is too poor to cultivate.  \n那里的大部分土地太贫瘠，无法耕种。\nHe cultivated the field with a large tractor.  \n他用一台大型拖拉机耕地。"}]},{"Word":"comprehensive","Voice":"sounds/nw-unit03-a-03.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"that includes (nearly) everything\n 综合的，全面的，广泛的\nShe has a comprehensive grasp of the subject.  \n她对该问题有全面的理解。\nWe offer you a comprehensive training in all aspects of the business. \n我们将就本企业的各个方面对你进行综合性的训练。"}]},{"Word":"controversial","Voice":"sounds/nw-unit03-a-04.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"causing disagreement or discussion \n有争议的，引起争议的\nHe is a controversial person. \n他是一个很有争议的人。\nHe wrote a very controversial book but I think he's since regretted it.  \n他写了一本很有争议的书，但我想他随后就后悔了。"}]},{"Word":"suspend ","Voice":"sounds/nw-unit03-a-05.mp3","Definitions":[{"PartofSpeech":"vt.","Paraphrase":"1. stop or cause to be not active\n暂停，中止\nThe shipping service has been suspended because of bad weather.\n因为天气恶劣，船运服务被暂停了。\nBoth governments are refusing to suspend hostilities.\n两国政府都拒绝停止敌对行动。\n2. hang sth. up\n悬挂\nWe saw smoke suspended in the still air.  \n我们看见悬浮在静空中的烟。\nIt was very uncomfortable lying on the hospital bed with my legs suspended in the air.  \n躺在病床上，双腿吊挂的滋味可真不好受。"}]},{"Word":"strain","Voice":"sounds/nw-unit03-a-06.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1. [C, U] severe demand on one's mental or physical strength, abilities, etc.\n（对精力、体力、能力的）苛求，压力\nHe finds his new job a real strain.  \n他发现他的新工作的确太紧张了。\nThe recent decline in the dollar has put a bigger strain on the economic system. \n最近美元贬值给经济体系带来了更大的压力。\n2. [C, U] condition of being pulled tightly\n拉紧，绷紧\nThe rope broke under the strain.  \n绳被拉断了。\n"},{"PartofSpeech":"vt.","Paraphrase":"1. hurt or weaken (esp. a part of the body) by stretching too much or trying too hard \n扭伤，损伤\nDon't read in this light or you'll strain your eyes!\n不要在这种光线下看书，否则会损伤你的眼睛！\nI strained a muscle in my back playing tennis. \n我打网球时拉伤了背部的肌肉。\n2. stretch sth. tightly by pulling\n拉紧，绷紧\nThey strained the rope between the two posts. \n他们绷紧两根柱之间的绳子。\n3. use to the greatest possible degree \n尽力使用，使紧张\nShe strained her ears and tried to hear what they were saying.\n她竖起耳朵想听清他们在说些什么。\nHe strained his eyes to catch a glimpse of the President.\n他竭尽目力想看总统一眼。\n"},{"PartofSpeech":"vi.","Paraphrase":"use all one's power, energy, etc. (to do sth.)\n竭力，尽全力\nI was straining to hear what they were saying.  \n我正尽力听他们在说些什么。\nShe strained against the ropes which tied her.  \n她使劲挣扎试图使捆在她身上的绳子松开。"}]},{"Word":"preliminary","Voice":"sounds/nw-unit03-a-07.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"coming before or preparing for a more important action or event\n预备的，初步的\nIn preliminary discussions, American officials rejected the requests.  \n在初步讨论中，美国官员拒绝了这些要求。\nOur team got beaten in the preliminary rounds of the competition.\n我队在预赛中被打败了。\n"},{"PartofSpeech":"n.","Paraphrase":"(usu. pl.) sth. done first, to introduce or prepare for later things \n初步做法，准备工作\nAfter a few polite preliminaries, we stated our main ideas.\n几句开场白后，我们陈述了主要观点。\nThere are a lot of preliminaries to be gone through before you can visit certain foreign countries.\n在访问某些国家之前，你有许多准备工作要做。"}]},{"Word":"magnet","Voice":"sounds/nw-unit03-a-08.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1. [C] a person or thing that has a powerful attraction\n有强大吸引力的人或物\nThis disco is a magnet for young people.\n这种迪斯科舞厅对青年人很有吸引力。\nThe United States has always acted as a magnet to people seeking fame and fortune.\n美国一直像磁铁一样吸引着寻求名利的人。\n2. [C] an object that is able both to attract iron and steel objects and to push them away \n磁铁，磁体\nA magnet attracts nails.\n磁铁能吸铁钉。\nHe picked all the needles up with a magnet.\n他用磁铁捡起了所有的针。"}]},{"Word":"minority","Voice":"sounds/nw-unit03-a-09.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1. [C] a small group in a nation differing from others in race, religion, language, etc.\n少数民族\nThe Congress passed the laws to protect minorities.\n国会通过了保护少数民族的法律。\nSome people wrongly attribute their lack of success in getting work to their belief that minorities are taking their jobs.\n有些人错误地将他们找不到工作归咎于少数民族抢了他们的工作机会。\n2. (usu. sing.) a small number or part、\n少数，少数派\nIt's only a tiny minority of people who are causing the violence.\n引起暴力的只是极少数的一些人。\nMost of the nation wants peace; only a minority wants the war to continue.\n大多数国民要和平，只有少数人要战争继续下去。"}]},{"Word":"quest","Voice":"sounds/nw-unit03-a-10.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] a long search for sth. that is difficult to find\n探寻，寻求，研究\nNothing will stop them in their quest for truth.\n没有什么可以阻止他们对真理的探索。\nShe does exercises four times a week in her quest to achieve the perfect figure.\n为了追求完美体形，她一周锻炼四次。"}]},{"Word":"energetic ","Voice":"sounds/nw-unit03-a-11.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"full of energy; very active\n精力充沛的，充满活力的\nI don't feel energetic enough to rush about, so I'll sit down.\n我感到没有力气东奔西跑，所以要坐下来。\nI tried that but it was too energetic for me.\n我试过了，但那对我来说太剧烈了。"}]},{"Word":"grammar","Voice":"sounds/nw-unit03-a-12.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[U] the rules about how words change their form and combine with other words to make sentences\n语法，语法规则\nI'm afraid my secretary sometimes has to set my grammar right.\n恐怕我的秘书有时还得纠正我的语法错误。\nI think it's important for children to be taught grammar.\n我认为教授孩子们语法是重要的。\nRussian grammar can be difficult for foreign learners.\n俄语语法对外国人来说可能很难学。\nYou have a good vocabulary, but your grammar needs improvement.\n你的词汇量不小，可语法知识需要提高。"}]},{"Word":"conventional","Voice":"sounds/nw-unit03-a-13.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"based on some agreement about how people should act or behave in certain situations\n常规的，惯例的，传统的\nThey're such a conventional family — they must have been frightened when their son dyed his hair pink.\n他们是一个很传统的家庭--看到他们的儿子把头发染成粉红色肯定会感到非常吃惊。\nAs an artist I found him very dull and conventional — he's not prepared to try anything new.\n我觉得他是一个非常乏味守旧的艺术家--他从不打算作新的尝试。"}]},{"Word":"reform","Voice":"sounds/nw-unit03-a-14.mp3","Definitions":[{"PartofSpeech":"v.","Paraphrase":"become or make better by putting right errors, mistakes, etc.\n改革，改进，改良\nThere are signs that he's reforming.\n有许多迹象表明他正在改变自己。\nWho will reform this unfair system?\n谁将改革这一不公正的制度？\n"},{"PartofSpeech":"n.","Paraphrase":"[U, C] reforming or being reformed; a change that puts right errors, mistakes, etc.\n改革，改造\nSome reforms to the system will be necessary.\n对该制度进行一些改革是有必要的。\nThe government decided to carry out a program of social reform.\n政府决心实行一个社会改革计划。"}]},{"Word":"controversy","Voice":"sounds/nw-unit03-a-15.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[U, C] strong disagreement about sth., esp. that is important to, or influences, or is of interest to many people\n争议，争论\nThe point in controversy is not whether we should do it, but whether we can do it.\n争论的焦点不是我们该不该做这件事，而是我们能不能做。\nThere's been a bitter controversy over the policy ever since it was introduced.\n这项政策一经引入就引发了激烈的争论。"}]},{"Word":"moral","Voice":"sounds/nw-unit03-a-16.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1. (pl.) standards of behavior; principles of right and wrong\n行为标准，道德规范；品行\nA society's morals change slowly as time passes.\n随着时间的流逝，社会的道德规范也会慢慢发生变化。\nHe has no morals and will do anything for money.\n他不讲道德，为了钱什么都干。\n2. [C] a practical lesson that a story, an event or an experience teaches\n寓意\nThe moral of this story is that honesty is always the best policy.\n这个故事的寓意是诚实总是上策。\nI am afraid that you don't quite understand the moral of this story.\n恐怕你并不十分明白这个故事的寓意。\n"},{"PartofSpeech":"a.","Paraphrase":"concerning principles of right and wrong\n道德的\nIt's her moral duty to tell the police what she knows.\n把她所知道的告诉警察是她道义上的责任。\nIt is not part of a writer's job to make moral judgments.\n做道德上的判断不是作家的工作。"}]},{"Word":"curriculum","Voice":"sounds/nw-unit03-a-17.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] the group of subjects studied in a school, college, etc. or a particular course of study in one subject\n课程\nAll state schools in Britain follow a national curriculum.\n英国所有的国立学校实行全国统一的课程设置。\nThe subject is not included in the curriculum.\n这门课并不包括在课程表内。"}]},{"Word":"preparation","Voice":"sounds/nw-unit03-a-18.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1. [U] preparing or being prepared\n准备，预备\nThe preparation of meals is your job.\n准备饭是你的任务。\nThe meeting will require a lot of preparation.\n这次会议将需要很多准备。\n2. [C] (usu. pl.) an arrangement for a future event\n准备工作，准备措施\nWas your education a good preparation for your career?\n你所受的教育对你的事业是有益的准备吗？\nPreparations for the queen's visit are almost complete.\n女王访问的准备工作已基本完成。"}]},{"Word":"mixture","Voice":"sounds/nw-unit03-a-19.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1. [C] a thing made by mixing\n混合物\nHis first reaction was a strange mixture of joy and anger.\n他的第一反应很奇怪，又高兴又愤怒。\nHis art is a mixture of many styles.\n他的艺术是多种风格结合的产物。\n2. [U] mixing or being mixed\n混合\nThe mixture of these paints took three hours.\n调和这些颜料花了3个小时。\nMixture happens within five minutes of the liquids coming into contact.\n液体互相接触后五分钟内即发生混合。"}]},{"Word":"admission","Voice":"sounds/nw-unit03-a-20.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1. [U] entering or being allowed to enter a building, society, school, etc.\n允许进入，准许加入\nAdmission to British universities depends on examination results.\n英国大学的录取依考试成绩而定。\nAdmission to the exhibition will be by invitation only.\n只有持邀请函者才可进入展览会。\n2. [C, U] admitting\n承认，供认\nI felt he would see my giving up as an admission that I was wrong.\n我觉得他会认为我放弃是承认自己错了。\nThey made admission that their newspaper had been fooling the public.\n他们承认自己的报纸一直在愚弄公众。"}]},{"Word":"outlook","Voice":"sounds/nw-unit03-a-21.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1. [C] (usu. sing.) a person's way of understanding and thinking about sth.\n观点，看法\nHe has a fairly narrow outlook on life.\n他对人生的看法相当狭隘。\nHow can you manage to do it if you don't have a positive outlook?\n如果没有一个积极的观点，你怎么能做好这件事？\n2. [C] (usu. sing.) the likely future situation\n前景\nThe outlook should improve next year, as the economy improved.\n明年的前景应该有所改善，因为经济已经好转。\nThe outlook for the company seems fairly bright.\n这个公司的前景似乎相当光明。"}]},{"Word":"monthly","Voice":"sounds/nw-unit03-a-22.mp3","Definitions":[{"PartofSpeech":"ad.","Paraphrase":"every month; once a month\n每月地；每月一次地\nYour wage will be paid monthly.\n你的工资将按月支付。\nThis magazine is published monthly.\n这份杂志是月刊。\nAre you being paid weekly or monthly?\n你是领周薪还是月薪？\n"},{"PartofSpeech":"a.","Paraphrase":"done, happening, etc. once a month or every month\n每月的；每月一次的\nPlease write a monthly report about your work.\n请每月写一份工作报告。\na monthly pay\n月工资\na monthly magazine\n月刊\n"},{"PartofSpeech":"n.","Paraphrase":"[C] a magazine published once a month\n月刊\nThe bookstore sells all the computer monthlies.\n这家书店出售所有的计算机月刊。"}]},{"Word":"workshop","Voice":"sounds/nw-unit03-a-23.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1. [C] an occasion when a group of people meet to discuss a subject\n研讨会，讲习班\nDancers who attend the workshops find them very helpful.\n参加研讨会的舞蹈演员们觉得很有帮助。\nShe runs a theatre workshop.\n她举办了一个戏剧研讨班。\n2. [C] a room or building where things are made or repaired with machines or tools\n车间，工场，作坊\nA workshop was built on his estate.\n他的庄园里建了一个工场。\nPlease tidy up the workshop when work is over.\n工作结束后，请整理车间。"}]},{"Word":"seminar","Voice":"sounds/nw-unit03-a-24.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[C] an occasion when a teacher or expert and a group of people meet to study and discuss sth.\n研讨会\nI attended almost every lecture and seminar when I was at college.\n我上大学时，几乎每一个讲座和研讨会都去参加。\nThe professor is giving a seminar tomorrow.\n这位教授明天将主持一个专题讨论会。"}]},{"Word":"attendance","Voice":"sounds/nw-unit03-a-25.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1. [C] the number of people present\n出席人数\nThey're expecting a large attendance at the meeting.\n他们希望有很多人出席大会。\nAttendances at church are falling.\n到教堂去的人数在减少。\n2. [U, C] action or time of being present\n到场，出席，参加\nYou have missed several attendances this term.\n这学期你已缺勤好几次了。\nAttendance at the lectures is necessary.\n这些讲座是必须参加的。\n3.[U] the act of waiting on sb.\n护理，照料\nThe nurse is in constant attendance on the patient.\n那位护士一直护理着那个病人。\nNow that the patient is out of danger, the doctor is no longer in attendance.\n既然病人已经脱离险境，医生就不再照顾他了。"}]},{"Word":"session","Voice":"sounds/nw-unit03-a-26.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1. [C] a single continuous period spent in one activity\n(从事某项活动的) 一段时间\nThe 21-year-old runner twisted his ankle in a training session last Friday.\n上星期五，这个21岁的跑步运动员在训练时把脚踝给扭了。\nAfter several sessions at the gymnasium, I feel a lot fitter.\n在体育馆里锻炼了几次以后，我感觉身体结实多了。\n2. [C] any of periods of time that a teaching year or day is divided into, or the teaching year itself \n学年；学期；上课时间\nThe session begins on 1 October.  \n学期在10月1日开始。\nSome crowded schools have double sessions.\n有些学生多的学校分两批上课。"}]},{"Word":"utmost","Voice":"sounds/nw-unit03-a-27.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[U] the greatest, furthest or most extreme degree or point\n极限，最大限度\nOur endurance was tested to the utmost.\n我们的忍耐力受到了最大限度的考验。\nThe new model of the car offers the utmost in power.\n这款新车提供了最大的动力。\n"},{"PartofSpeech":"a.","Paraphrase":"the greatest; the most possible \n最大的，极度的\nI need to speak to you on a matter of utmost importance.\n我需要和你谈一件极为重要的事情。\nHis giving up has put us in a position of the utmost difficulty.\n他的放弃已经把我们置于一个极度困难的境地。"}]},{"Word":"worthwhile","Voice":"sounds/nw-unit03-a-28.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"worth doing; worth the money, time or effort that is spent\n值得（做）的\nShe considers teaching a worthwhile career.\n她认为教书是一件值得做的工作。\nHere's some worthwhile advice to any young student.\n这儿有一些对年轻学生有益的忠告。"}]},{"Word":"outset","Voice":"sounds/nw-unit03-a-29.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[U] the beginning\n开端，开始\nThe workers knew from the outset that their jobs would finish this year.\n工人们从一开始就知道他们的工作今年将结束。\nYou should explain this to him at the outset.\n你应该一开始就向他解释这一点。"}]},{"Word":"optimistic","Voice":"sounds/nw-unit03-a-30.mp3","Definitions":[{"PartofSpeech":"a.","Paraphrase":"expecting the best; confident\n乐观的，有信心的\nI'm optimistic that we can finish the job on time.\n我对我们能准时完成这项工作持乐观态度。\nThe experts are optimistic about our chances of success.\n专家们对我们成功的可能性持乐观态度。"}]},{"Word":"fruitful","Voice":"sounds/nw-unit03-a-31.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"having many good results; successful\n有成果的，成功的\nfruitful discussions\n卓有成效的讨论\nThe talks had been fruitful, but much remained to be done.\n会谈卓有成效，但还有很多事要做。\nThis is a fruitful decade and a decade of your devotion without any complaint.\n这是富有成果的十年，也是各位默默奉献的十年。"}]},{"Word":"faculty","Voice":"sounds/nw-unit03-a-32.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"1. [C] the people who teach in a school or a college\n全体教员\nThe faculty is meeting tomorrow at 10 a.m.\n全体教员明天上午10点开会。\nHe joined the faculty of Columbia University.\n他成了哥伦比亚大学的一名教员。\n2. [C] the special ability to do sth.\n能力，才能，资质\nA school's job is to cultivate students' critical faculties.\n学校的任务是培养学生判断事物的思维能力。\nI kept my mental and critical faculties alive.\n我保持着敏锐的思维能力和评判能力。"}]},{"Word":"campus","Voice":"sounds/nw-unit03-a-33.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[U, C] the buildings of a large school, college or university and the land that surrounds them\n校区，校园\nthe college campus\n大学校园\nthe main campus\n校本部\nAbout half the students live on campus — the other half rent rooms in the town.\n大约一半学生住在校园里，另一半在城里租房住。\nThere's accommodation for about five hundred students on campus.\n校区可住大约500名学生。\nThe new concert hall will be built on the university campus.\n新音乐厅将建在大学校园内。"}]},{"Word":"jail","Voice":"sounds/nw-unit03-a-34.mp3","Definitions":[{"PartofSpeech":"n.","Paraphrase":"[U, C] the place where criminals are kept as a punishment for their crimes\n监狱；监禁\nHe went to jail for his crime.\n他因犯罪而进了监狱。\nThere are bad conditions in some jails.\n有些监狱的状况很糟糕。\nShe was sent to jail for ten years.\n她被判十年监禁。\nThree prisoners escaped from a jail.\n三个囚犯越狱了。\n"},{"PartofSpeech":"vt.","Paraphrase":"put sb. in jail\n监禁，拘留\nHe was jailed for life.\n他被终身监禁。\nHe was jailed for six months for his part in the robbery.\n因参与抢劫，他被监禁六个月。"}]},{"Word":"insult","Voice":"sounds/nw-unit03-a-35.mp3","Definitions":[{"PartofSpeech":"vt.","Paraphrase":"speak or act in a way that hurts the feelings or dignity of sb.; be extremely rude to sb.\n侮辱，辱骂\nI felt most insulted when they made me sit at a little table at the back.\n当他们让我在后面的一张小桌旁落座时，我觉得受到了莫大的侮辱。\nFirst he drank all my wine and then he insulted all my friends.\n他先喝光了我的酒，然后又辱骂了我所有的朋友。\n"},{"PartofSpeech":"n.","Paraphrase":"[C] a remark or action that insults\n侮辱，辱骂\nDon't take it as an insult if I go to sleep during your speech; I'm very tired.\n如果我在你演讲时睡着了，别把那当作侮辱，我太累了。\nShe made the usual insults about my appearance.\n她又像平常那样侮辱我的外表。"}]},{"Word":"curse","Voice":"sounds/nw-unit03-a-36.mp3","Definitions":[{"PartofSpeech":"v.","Paraphrase":"say a word or expression which is not polite and shows that one is very angry with sb. or sth.\n诅咒，咒骂\nI could curse her for losing my key!\n她弄丢了我的钥匙，我真想骂她！\nHe missed the ball and cursed violently.\n他没有接住球，便破口咒骂。\n"},{"PartofSpeech":"n.","Paraphrase":"[C] an impolite word or words used to express anger\n诅咒，咒骂\nShe gave a couple of curses and then got up again.\n她诅咒了两句，然后又站了起来。\nWith a curse, she picked up the papers from the ground.\n她咒骂了一声，从地上捡起报纸。"}]},{"Word":"see sb./sth. as","Voice":"sounds/nw-unit03-a-37.mp3","Definitions":[{"PartofSpeech":"consider sb. or sth. to be\n认为某人或某物是……\nHer classmates see her as a future President.\n她的同学们把她看作是未来的总统。\nDo you see the new leader as the hope of the party?\n你认为新领导人是党的希望？","Paraphrase":""}]},{"Word":"prepare sb. for sth.","Voice":"sounds/nw-unit03-a-38.mp3","Definitions":[{"PartofSpeech":"make sb. ready for sth.\n使做好准备\nThe doctor prepared my mother for her operation.\n医生使我母亲做好接受手术的准备。\nPrepare yourselves for a surprise when you go into the room.\n你们走进这个房间时，要做好大吃一惊的准备。","Paraphrase":""}]},{"Word":"spread (sth.) to","Voice":"sounds/nw-unit03-a-39.mp3","Definitions":[{"PartofSpeech":"(cause sth. to) become widely known\n（使）传播\nWe have been asked to spread the news to all our friends.\n我们受托把这消息传达给我们所有的朋友。","Paraphrase":""}]},{"Word":"be willing to do","Voice":"sounds/nw-unit03-a-40.mp3","Definitions":[{"PartofSpeech":"have no objection to doing sth.\n愿意做某事，不反对做某事\nAre you willing to accept responsibility?\n你愿意承担起责任吗？\nIf you are willing to fly at night, you can get a much cheaper ticket.\n如果你愿意乘夜晚的航班，你就可以买到一张便宜得多的机票。","Paraphrase":""}]},{"Word":"spend sth. on sth. / (in) doing sth.","Voice":"sounds/nw-unit03-a-41.mp3","Definitions":[{"PartofSpeech":"use time or money for a purpose\n在……上花费时间或金钱\nThe government has been charged with spending too much on the sports buildings.\n政府被指控建造这些体育场馆的费用过高。\nThis student seems to have spent too much effort on this piece of writing.\n这个学生似乎在这篇文章上花的工夫太大了。\nYou've spent the whole afternoon in digging one small flower garden!\n你翻一个小花园的地竟花了一个下午的时间！\nHe's spent most of his life working for the same company.\n他一生的大部分时间都在同一家公司里工作。","Paraphrase":""}]},{"Word":"be scheduled to do","Voice":"sounds/nw-unit03-a-42.mp3","Definitions":[{"PartofSpeech":"be arranged to do\n被安排，定于\nShe is scheduled to give a speech tonight.\n她定于今晚作演讲。\nThe train is scheduled to arrive at 8:45, but it's running twenty minutes late.\n这列火车预定于8:45到达，但是它晚点了20分钟。","Paraphrase":""}]},{"Word":"over protest","Voice":"sounds/nw-unit03-a-43.mp3","Definitions":[{"PartofSpeech":"despite opposition\n在有异议的情况下\nShe paid the fine over protest.\n她极不情愿地交付了罚款。","Paraphrase":""}]},{"Word":"take responsibility for","Voice":"sounds/nw-unit03-a-44.mp3","Definitions":[{"PartofSpeech":"be responsible for\n对... ...负责任\nYou should take responsibility for clearing up the room after the class.\n你有责任课后清理教室。\nThe chairman took the full responsibility for the accident.\n主席承认对事故负有全责。","Paraphrase":""}]},{"Word":"complete with","Voice":"sounds/nw-unit03-a-45.mp3","Definitions":[{"PartofSpeech":"including; fully supplied with\n包括，备有\na radio complete with a carrying case\n带手提皮套的收音机\nHe wore the whole rabbit outfit, complete with teeth.\n他穿了一整套装扮成兔子的衣服，齐全得连牙齿都有。","Paraphrase":""}]},{"Word":"do one's utmost","Voice":"sounds/nw-unit03-a-46.mp3","Definitions":[{"PartofSpeech":"try as much as one can\n竭尽全力\nI did my utmost to stop them.\n我曾竭尽全力阻止他们。\nEach area felt it must do its utmost to make its part of the celebration a success.\n每一个地区都感到要竭尽全力使该庆祝活动在当地办得成功。","Paraphrase":""}]},{"Word":"work out","Voice":"sounds/nw-unit03-a-47.mp3","Definitions":[{"PartofSpeech":"1.plan, develop or produce by a process of thought\n计划，设计，想出\nWe'll work out our schedule.\n我们将制定出一份时间表。\nThey have worked out a new plan of attack.\n他们制定出了新的进攻计划。\n2. find the answer to sth.\n解决难题，找到... ...的方法\nWe do have trouble in our relationship, but I feel that we can work it out between us without professional help.\n我们的关系确实有些问题，不过我觉得我们可以不要专家的帮助，而在我们两人之间解决。\nAt your age, you should be able to work out your own future.\n在你这个年龄，你应该能够决定自己的前途。","Paraphrase":""}]},{"Word":"focus (sth.) on","Voice":"sounds/nw-unit03-a-48.mp3","Definitions":[{"PartofSpeech":"concentrate (sth.) on\n（使）集中于\nPlease focus your minds on the following problem.\n请你们聚精会神注意下一个问题。\nWe must focus our attention on the question of reducing costs.\n我们必须把注意力集中在减少费用这个问题上。","Paraphrase":""}]},{"Word":"kind of","Voice":"sounds/nw-unit03-a-49.mp3","Definitions":[{"PartofSpeech":"slightly; to some extent\n有点，有几分\nI'm not sure why, but I feel kind of sorry for him.\n我不知道为什么，但我有点替他惋惜。\nIt was kind of strange to see him again.\n再见到他有点奇怪。","Paraphrase":""}]},{"Word":"Hyde School","Voice":"sounds/nw-unit03-a-50.mp3","Definitions":[{"PartofSpeech":"海德中学","Paraphrase":""}]},{"Word":"Joseph Gauld","Voice":"sounds/nw-unit03-a-51.mp3","Definitions":[{"PartofSpeech":"约瑟夫·高尔德","Paraphrase":""}]},{"Word":"Bath, Maine","Voice":"sounds/nw-unit03-a-52.mp3","Definitions":[{"PartofSpeech":"缅因州巴思市","Paraphrase":""}]},{"Word":"Malcolm Gauld","Voice":"sounds/nw-unit03-a-53.mp3","Definitions":[{"PartofSpeech":"马尔科姆·高尔德","Paraphrase":""}]},{"Word":"Joe","Voice":"sounds/nw-unit03-a-54.mp3","Definitions":[{"PartofSpeech":"乔 (Joseph的昵称)","Paraphrase":""}]},{"Word":"Hyde Foundation","Voice":"sounds/nw-unit03-a-55.mp3","Definitions":[{"PartofSpeech":"海德基金会","Paraphrase":""}]},{"Word":"Baltimore","Voice":"sounds/nw-unit03-a-56.mp3","Definitions":[{"PartofSpeech":"巴尔的摩（美国马里兰州中北部港市）","Paraphrase":""}]},{"Word":"New Haven,Connecticut","Voice":"sounds/nw-unit03-a-57.mp3","Definitions":[{"PartofSpeech":"康涅狄格州纽黑文市","Paraphrase":""}]},{"Word":"Jimmy DiBattista","Voice":"sounds/nw-unit03-a-58.mp3","Definitions":[{"PartofSpeech":"吉米·迪巴蒂斯塔","Paraphrase":""}]}]}