{"UnitTitle":"__horizonread4_UNIT08_A_lw_htm","Vocabularies":[{"Word":"prop","Voice":"sounds/nw-unit08-a-01.mp3","Definitions":[{"PartofSpeech":"vt.","Paraphrase":"support or keep in a position\n支撑\nShe propped herself against the cold, damp wall with the baby in one hand and a bottle of gin in the other. \n她靠在冰冷潮湿的墙上，一手抱着小孩，一手拿着一瓶杜松子酒。\nSo it was nice to lie in the sun and undo my shirt as, head propped against my rucksack, I dozed off. \n我躺在阳光下，解开衬衫，头垫在背包上，美美地打了个盹。 "}]},{"Word":"up to","Voice":"sounds/nw-unit08-a-02.mp3","Definitions":[{"PartofSpeech":"until\n直到\nThese schools up to 1998 were financed for capital expenditure by the local church as part of the church's determination not to lose control of them. \n这些学校的资金支出直到1998年都是由本地教堂承担的，这是教堂为了继续控制它们所做决策的一部分。\nThe organization had continually opposed any change and had had little understanding of the industrialization process up to that time.\n这个组织直到那时仍持续反对任何变革，对工业化进程几乎一无所知。","Paraphrase":""}]},{"Word":"peer at","Voice":"sounds/nw-unit08-a-03.mp3","Definitions":[{"PartofSpeech":"look carefully at\n仔细看，凝视\nMy study is the perfect place for an author, especially if he doesn't object to being occasionally peered at through the windows by curious visitors.\n我的书房对一个作家来说是个完美的地方，特别是如果他不反对偶尔被好奇的来访者透过窗子端详的话。\nSuddenly I found myself in hospital being peered at by hundreds of doctors, all making interesting noises and saying long biological words. \n忽然间我发现自己在医院里，被成百个医生仔细查看，他们发出有趣的响声，说着长长的生物术语。","Paraphrase":""}]},{"Word":"in passing","Voice":"sounds/nw-unit08-a-04.mp3","Definitions":[{"PartofSpeech":"by the way; casually\n顺便\nThese points have been mentioned in passing in the previous class, but they are summarized here for the sake of convenience and for added emphasis.\n这几点在上堂课已经顺便提过了，但是为了方便和加以强调，这里再归纳一下。\nHe also points out, in passing, various questions of the sort which have cropped up early this year. \n他也顺便指出了今年早些时候就突然出现的诸如此类的各种问题。","Paraphrase":""}]},{"Word":"break off","Voice":"sounds/nw-unit08-a-05.mp3","Definitions":[{"PartofSpeech":"end sth. suddenly\n（使……）中断\nWhen our engagement was broken off, neither of us would take back the other's ring. \n当我们的婚约终止后，我们都没有把戒指还给对方。\nYesterday's meeting resumed talks broken off 8 years ago; this event has been taken as a new start in the relationship between the two countries. \n昨天的会议恢复了八年前中断的会谈，这一事件被看作两国关系新的开始。","Paraphrase":""}]},{"Word":"in that","Voice":"sounds/nw-unit08-a-06.mp3","Definitions":[{"PartofSpeech":"for the reason that; because\n因为；在于\nYour behavior is extremely important in that it conveys your attitude much more effectively and directly than the words you use. \n你的行为是极为重要的，因为它比你的言语更有效、更直接地传达你的态度。\nThe financial crisis is different in that people at the top are being affected as well. \n这次金融危机不同之处在于高层人士也受到了影响。","Paraphrase":""}]},{"Word":"give of (one's money / time, etc.)","Voice":"sounds/nw-unit08-a-07.mp3","Definitions":[{"PartofSpeech":"give (one's money /time, etc.), esp. in a way that seems generous\n给，提供，献出\nThanks were also extended to all the club members who gave of their time to ensure that all had fun. \n也向那些奉献出自己的时间以确保所有人玩得开心的俱乐部成员致谢。\nBut talent can be developed and trained and provide a sound basis for you to give of the best inside you. \n但是才能是可以挖掘和训练出来的，它为你提供了展现最精彩自我的一个可靠基础。","Paraphrase":""}]},{"Word":"disapprove of","Voice":"sounds/nw-unit08-a-08.mp3","Definitions":[{"PartofSpeech":"refuse to agree to; have a poor opinion of\n不赞同，不喜欢\nEven when other people around us do things we disapprove of, we don't have to laugh at them. \n即使周围的人做一些我们不赞同的事情，我们也无须嘲笑他们。\nPeople often strongly disapprove of others who behave in unusual ways. \n人们经常十分反感那些特立独行的人。","Paraphrase":""}]},{"Word":"belong to","Voice":"sounds/nw-unit08-a-09.mp3","Definitions":[{"PartofSpeech":"be a member of\n是……的一员，属于\nHe was in his forties and his manner and speech clearly indicated that he belonged to a much higher social class than his colleagues. \n他大约40多岁，言行举止清楚地表明他所属的社会阶层比他的同事们要高得多。\nAlthough they belonged to different generations, they shared many thoughts in common. \n尽管他们不是一代人，但是有很多共同的想法。","Paraphrase":""}]},{"Word":"at one's elbow","Voice":"sounds/nw-unit08-a-10.mp3","Definitions":[{"PartofSpeech":"nearby, close by\n在（某人）手边，在（某人）近旁\nThey set the table for dinner, but before they started, the telephone at their elbow rang. \n他们摆好了餐桌，但是刚打算开始吃，手边的电话就响了。\nThis time he could afford to make no mistake: his teacher was there at his elbow, watching every move. \n这一次他可以确保不出错，因为他的老师在旁边关注着他的每一步。","Paraphrase":""}]},{"Word":"pay a/ the price for","Voice":"sounds/nw-unit08-a-11.mp3","Definitions":[{"PartofSpeech":"do or give sth. in order to get what one wants\n为……付出代价\nDoubtlessly he paid a price for that too, but if he had not felt that misery he could never have created the works he did. \n毫无疑问，他也为此付出了代价，但是如果不经受这样的痛苦，他就决不可能创造出这样的作品。\nIn retrospect I admit it was an unforgivable thing to do and I've paid the price for it, emotionally and financially. \n回顾往事，我承认这是一件不可宽恕的事，我也为此付出了感情上和经济上的代价。","Paraphrase":""}]},{"Word":"in the main","Voice":"sounds/nw-unit08-a-12.mp3","Definitions":[{"PartofSpeech":"in general; on the whole\n基本上，大体上\nIt is the community who should, in the main, determine whether police are to be involved in resolving community conflicts. \n大体而言，应该由社区自己来决定警察是否参与解决社区的内部冲突。\nBut, in the main, the teachers were very satisfied that they could make the new arrangements work to the advantage of the students. \n但是，大体而言，能够从学生的利益出发安排新的教学工作，老师们对这一点十分满意。","Paraphrase":""}]},{"Word":"prop up","Voice":"sounds/nw-unit08-a-13.mp3","Definitions":[{"PartofSpeech":"support sth. or sb. (against/ with/ on sth. )\n支撑，支持\nHe lay, propped up by pillows, his face pale and eyes dull. \n他躺着，靠着枕头，脸色苍白两眼无神。\nHe was propped up on one elbow, his dark hair sweat-curled and his eyes gleaming with desire. \n他用肘撑着脑袋，黝黑的卷发上满是汗，眼里闪烁着渴望的光芒。","Paraphrase":""}]},{"Word":"in company with","Voice":"sounds/nw-unit08-a-14.mp3","Definitions":[{"PartofSpeech":"together with\n与……一起\nRetirement allowed him the time to enjoy music, often in company with his children and grandchildren. \n退休让他有时间享受音乐，和儿孙共享天伦之乐。\nEarly in 1998, in company with the German defense minister, he drafted new proposals.\n1998年初，他和德国国防部长共同起草了提案。","Paraphrase":""}]},{"Word":"more or less","Voice":"sounds/nw-unit08-a-15.mp3","Definitions":[{"PartofSpeech":"to some extent or degree; somewhat \n在某种程度上，或多或少地 \nAs soon as he's more or less mastered something, he's bored with it. \n他一旦或多或少掌握了一样东西，就会感到厌烦。\nIn most common diseases of Western society, we know more or less what has gone wrong, even if we do not know why it has gone wrong. \n就西方社会最普遍的弊病来说，我们多多少少知道什么出了差错，即使搞不清它的原因。","Paraphrase":""}]},{"Word":"Eatonville","Voice":"sounds/nw-unit08-a-16.mp3","Definitions":[{"PartofSpeech":"伊顿维尔（美国佛罗里达州奥兰治县小镇）","Paraphrase":""}]},{"Word":"Orlando","Voice":"sounds/nw-unit08-a-17.mp3","Definitions":[{"PartofSpeech":"奥兰多（美国佛罗里达州中部城市）","Paraphrase":""}]},{"Word":"Zora Neale Hurston","Voice":"sounds/nw-unit08-a-18.mp3","Definitions":[{"PartofSpeech":"佐拉·尼尔·赫斯顿 （美国女作家）","Paraphrase":""}]},{"Word":"Jacksonville","Voice":"sounds/nw-unit08-a-19.mp3","Definitions":[{"PartofSpeech":"杰克逊维尔（美国佛罗里达州东北部的港口城市）","Paraphrase":""}]},{"Word":"the Civil War","Voice":"sounds/nw-unit08-a-20.mp3","Definitions":[{"PartofSpeech":"美国内战，南北战争（1861-1865）","Paraphrase":""}]},{"Word":"the Great Stuffer of Bags","Voice":"sounds/nw-unit08-a-21.mp3","Definitions":[{"PartofSpeech":"（本文中指）上帝","Paraphrase":""}]}]}